{
  "id": "sr-946-231-154-1",
  "type": "statute",
  "title": "Verordnung vom 22. November 2017 über Massnahmen gegenüber der Republik Mali",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/683/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Gelder: finanzielle Vermögenswerte, einschliesslich Bargeld, Schecks, Geldforderungen, Wechsel, Geldanweisungen oder andere Zahlungsmittel, Guthaben, Schulden und Schuldenverpflichtungen, Wertpapiere und Schuldtitel, Wertpapierzertifikate, Obligationen, Schuldscheine, Optionsscheine, Pfandbriefe, Derivate; Zinserträge, Dividenden oder andere Einkünfte oder Wertzuwächse aus Vermögenswerten; Kredite, Rechte auf Verrechnung, Bürgschaften, Vertragserfüllungsgarantien oder andere finanzielle Zusagen; Akkreditive, Konnossemente, Sicherungsübereignungen, Dokumente zur Verbriefung von Anteilen an Fondsvermögen oder anderen Finanzressourcen und jedes andere Finanzierungsinstrument für Exporte; b. Sperrung von Geldern: die Verhinderung jeder Handlung, welche die Verwaltung oder die Nutzung der Gelder ermöglicht, mit Ausnahme von normalen Verwaltungshandlungen von Finanzinstituten; c. wirtschaftliche Ressourcen: Vermögenswerte jeder Art, unabhängig davon, ob sie materiell oder immateriell, beweglich oder unbeweglich sind, insbesondere Immobilien und Luxusgüter, mit Ausnahme von Geldern nach Buchstabe a; d. Sperrung wirtschaftlicher Ressourcen: die Verhinderung ihrer Verwendung zum Erwerb von Geldern, Waren oder Dienstleistungen, einschliesslich Verkauf, Vermieten oder Verpfänden solcher Ressourcen. Die Berichtigung vom 25. Aug. 2020 betrifft nur den französischen und italienischen Text ( AS 2020 3607 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Sperrung von Geldern und wirtschaftlichen Ressourcen",
      "content": "1 Gesperrt sind Gelder und wirtschaftliche Ressourcen im Eigentum oder unter Kontrolle: a. der im Anhang aufgeführten natürlichen Personen, Unternehmen und Organisationen; b. der natürlichen Personen, Unternehmen und Organisationen, die im Namen oder auf Anweisung der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a handeln; c. der Unternehmen und Organisationen, die sich im Eigentum oder unter Kontrolle der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a oder b befinden. 2 Es ist verboten, den von der Sperrung betroffenen natürlichen Personen, Unternehmen und Organisationen Gelder zu überweisen oder Gelder und wirtschaftliche Ressourcen sonst wie direkt oder indirekt zur Verfügung zu stellen. 3 Das Staatssekretariat für Wirtschaft (SECO) kann Zahlungen aus gesperrten Konten, Übertragungen gesperrter Vermögenswerte sowie die Freigabe gesperrter wirtschaftlicher Ressourcen ausnahmsweise bewilligen zur: a. Vermeidung von Härtefällen; b. Erfüllung bestehender Verträge; c. Erfüllung von Forderungen, die Gegenstand einer bestehenden gerichtlichen, administrativen oder schiedsgerichtlichen Massnahme oder Entscheidung sind; oder d. Förderung des Friedens und der regionalen Stabilität. 4 Das SECO erteilt Bewilligungen nach Absatz 3 nach Rücksprache mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten und des Eidgenössischen Finanzdepartements sowie, soweit anwendbar, nach Meldung an das zuständige Komitee des UNO-Sicherheitsrats und in Übereinstimmung mit den Beschlüssen dieses Komitees."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Ein- und Durchreiseverbot",
      "content": "1 Die Einreise in die Schweiz oder die Durchreise durch die Schweiz ist den im Anhang aufgeführten natürlichen Personen verboten. 2 Das Staatssekretariat für Migration (SEM) kann Ausnahmen gewähren: a. wenn die Ein- oder Durchreise zur Durchführung eines Gerichtsverfahrens erforderlich ist; b. in Übereinstimmung mit Paragraph 2 der Resolution 2374 (2017) und den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Kontrolle und Vollzug",
      "content": "1 Das SECO überwacht den Vollzug der Sperrung von Geldern und wirtschaftlichen Ressourcen nach Artikel 2. 2 Das SEM überwacht den Vollzug des Ein- und Durchreiseverbots nach Artikel 3. 3 Die Kontrolle an der Grenze obliegt der Eidgenössischen Zollverwaltung. 4 Die zuständigen Behörden ergreifen auf Anweisung des SECO die für die Sperrung wirtschaftlicher Ressourcen notwendigen Massnahmen wie die Anmerkung einer Verfügungssperre im Grundbuch oder die Pfändung oder Versiegelung von Luxusgütern."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Meldepflichten",
      "content": "1 Personen und Institutionen, die Gelder halten oder verwalten oder von wirtschaftlichen Ressourcen wissen, von denen anzunehmen ist, dass sie unter die Sperrung nach Artikel 2 Absatz 1 fallen, müssen diese dem SECO unverzüglich melden. 2 Die Meldungen müssen die Namen der Begünstigten sowie Gegenstand und Wert der gesperrten Gelder und wirtschaftlichen Ressourcen enthalten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen Artikel 2 oder 3 verstösst, wird nach Artikel 9 EmbG bestraft. 2 Wer gegen Artikel 5 verstösst, wird nach Artikel 10 EmbG bestraft. 3 Verstösse nach den Artikeln 9 und 10 EmbG werden vom SECO verfolgt und beurteilt; dieses kann Beschlagnahmungen oder Einziehungen anordnen."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Automatische Übernahme von Listen der natürlichen Personen, Unternehmen und Organisationen, die Gegenstand von Sanktionen sind, und Veröffentlichung",
      "content": "1 Die Listen, die der UNO-Sicherheitsrat oder das zuständige Komitee des UNO-Sicherheitsrats betreffend natürliche Personen, Unternehmen und Organisationen erlassen oder aktualisiert hat (Anhang), werden automatisch übernommen. 2 Die Einträge nach dem Anhang werden weder in der Amtlichen Sammlung des Bundesrechts (AS) noch in der Systematischen Sammlung des Bundesrechts (SR) veröffentlicht."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 22. November 2017 um 18.00 Uhr in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Sperrung von Geldern:",
      "definition": "Sperrung von Geldern: die Verhinderung jeder Handlung, welche die Verwaltung oder die Nutzung der Gelder ermöglicht, mit Ausnahme von normalen Verwaltungshandlungen von Finanzinstituten;",
      "source_provision": "art1"
    },
    {
      "term": "wirtschaftliche Ressourcen:",
      "definition": "wirtschaftliche Ressourcen: Vermögenswerte jeder Art, unabhängig davon, ob sie materiell oder immateriell, beweglich oder unbeweglich sind, insbesondere Immobilien und Luxusgüter, mit Ausnahme von Geldern nach Buchstabe a;",
      "source_provision": "art1"
    },
    {
      "term": "Sperrung wirtschaftlicher Ressourcen:",
      "definition": "Sperrung wirtschaftlicher Ressourcen: die Verhinderung ihrer Verwendung zum Erwerb von Geldern, Waren oder Dienstleistungen, einschliesslich Verkauf, Vermieten oder Verpfänden solcher Ressourcen.",
      "source_provision": "art1"
    }
  ]
}