{
  "id": "sr-935-121-41",
  "type": "statute",
  "title": "Statuten vom 18. Juni 2015 der Schweizerischen Gesellschaft für Hotelkredit (SGH) (SGH-Statuten)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2015/388/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Name, Sitz und Zweck der Gesellschaft",
      "section": "1",
      "title": "Name und Sitz",
      "content": "1 Unter dem Namen: [tab] «Schweizerische Gesellschaft für Hotelkredit SGH» [tab] «Société suisse de crédit hôtelier SCH» [tab] «Società svizzera di credito alberghiero SCA» besteht eine Genossenschaft des öffentlichen Rechts im Sinne von Artikel 829 des Obligationenrechts (OR). Die Gesellschaft hat ihren Sitz in Zürich und ist im Handelsregister eingetragen. 2 Soweit das Bundesgesetz vom 20. Juni 2003 über die Förderung der Beherbergungswirtschaft (Gesetz), die Verordnung und die vorliegenden Statuten nichts anderes vorschreiben, finden die Bestimmungen des OR über die Genossenschaft des privaten Rechts (Art. 828–920) Anwendung. SR 220 SR 935.12"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Name, Sitz und Zweck der Gesellschaft",
      "section": "2",
      "title": "Zweck und Dauer der Gesellschaft",
      "content": "1 Die Gesellschaft gewährt subsidiär zu privaten Kapitalgebern Darlehen für die Beherbergungswirtschaft mit dem Ziel, deren Wettbewerbsfähigkeit und Nachhaltigkeit zu erhalten und zu verbessern. 2 Sie kann private Akteure und öffentliche Gebietskörperschaften in Investitions-, Finanzierungs- und damit verbundenen Strategiefragen zur Beherbergungswirtschaft beraten. 3 Die Gesellschaft verfolgt keinen Erwerbszweck. 4 Die Gesellschaft besteht auf unbestimmte Zeit."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "3",
      "title": "Mitglieder",
      "content": "Der Gesellschaft können als Mitglieder beitreten: a. natürliche Personen, Personengemeinschaften und Personengesellschaften, die ihren Wohnsitz in der Schweiz haben; b. in der Schweiz niedergelassene juristische Personen, einschliesslich Berufs- und Wirtschaftsverbände; c. Körperschaften des öffentlichen Rechts."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "4",
      "title": "Erwerb der Mitgliedschaft",
      "content": "1 Die Mitgliedschaft wird erworben durch Zeichnung oder Übernahme von Anteilscheinen. Der Erwerb der Mitgliedschaft bedarf der Genehmigung durch die Verwaltung der Gesellschaft. 2 Wird die Genehmigung verweigert, so kann der Bewerber oder die Bewerberin den Entscheid der Verwaltung innert 30 Tagen nach der Eröffnung an die Generalversammlung weiterziehen. Deren Entscheid ist endgültig."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "5",
      "title": "Mitgliederregister",
      "content": "Die Gesellschaft führt ein Register der Mitglieder. Als Mitglied wird nur betrachtet, wer im Mitgliederregister eingetragen ist."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "6",
      "title": "Anteilscheine",
      "content": "1 Die Anteilscheine lauten auf 500 Franken. Für mehrere Anteilscheine können Zertifikate ausgestellt werden. 2 Die Anteilscheine sind verzinslich, soweit es das Jahresergebnis gestattet. Der Zins darf jährlich 4 Prozent nicht übersteigen."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "7",
      "title": "Haftung",
      "content": "1 Für die Verbindlichkeiten der Gesellschaft haften ausschliesslich das Anteilscheinkapital und die Reserven. 2 Jede persönliche Haftung der Mitglieder ist ausgeschlossen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "8",
      "title": "Kündigung der Mitgliedschaft",
      "content": "1 Die Mitgliedschaft kann nur auf das Ende des Geschäftsjahres gekündigt werden. 2 Die Kündigungsfrist beträgt ein Jahr. 3 Die Kündigung ist schriftlich einzureichen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "9",
      "title": "Ausschluss eines Mitglieds",
      "content": "1 Die Verwaltung kann ein Mitglied ausschliessen, wenn ein triftiger Grund vorliegt. 2 Der Ausschlussentscheid kann innert dreier Monate nach der Eröffnung durch eine schriftliche und begründete Beschwerde an die Generalversammlung weitergezogen werden. 3 Die Beschwerde ist bei der Verwaltung einzureichen. 4 Das Recht zur Anrufung des Richters nach Artikel 846 Absatz 3 OR bleibt vorbehalten. SR 220"
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Mitgliedschaft",
      "section": "10",
      "title": "Erlöschen der Mitgliedschaft",
      "content": "Die Mitgliedschaft erlischt: a. durch die von der Verwaltung genehmigte Übertragung sämtlicher Anteilscheine oder Zertifikate auf ein anderes Mitglied, einen Dritten oder eine Dritte; b. bei natürlichen Personen durch den Tod; c. bei juristischen Personen und Körperschaften des öffentlichen Rechts durch deren Auflösung."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Rückzahlung der Anteilscheine, Verrechnung mit Forderungen der Gesellschaft",
      "content": "1 Ausscheidende Mitglieder haben Anspruch auf die Rückzahlung ihrer Anteilscheine im Verhältnis zu dem nach Ablauf der Kündigungsfrist, nach erfolgtem rechtswirksamem Ausschluss oder nach Erlöschen der Mitgliedschaft vorhandenen bilanzmässigen Reinvermögen, jedoch höchstens bis zur Höhe der geleisteten Einzahlungen. Weitere Ansprüche an das Gesellschaftsvermögen stehen dem ausscheidenden Mitglied nicht zu. 2 Die Verwaltung zahlt Anteilscheine spätestens drei Jahre nach Ablauf der Kündigungsfrist, nach erfolgtem rechtswirksamem Ausschluss oder nach dem Erlöschen der Mitgliedschaft zurück. 3 Forderungen der Gesellschaft gegenüber ausscheidenden Mitgliedern können mit den zur Rückzahlung gelangenden Anteilscheinen verrechnet werden. 4 Die Anteilscheine werden erst zurückgezahlt, wenn das ausgetretene oder ausgeschlossene Mitglied seine sämtlichen Verbindlichkeiten gegenüber der Gesellschaft erfüllt hat."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Organe der Gesellschaft",
      "section": "12",
      "title": "Generalversammlung : Einberufung",
      "content": "1 Die ordentliche Generalversammlung findet jährlich einmal innert sechs Monaten nach Abschluss des Geschäftsjahres statt. Sie wird von der Verwaltung einberufen. 2 Die Einladung muss mindestens zehn Tage vor der Durchführung der Generalversammlung im Schweizerischen Handelsamtsblatt veröffentlicht werden. In der Einladung sind der Ort, die Zeit und die Verhandlungsgegenstände anzugeben. Über nicht angekündigte Verhandlungsgegenstände kann nicht Beschluss gefasst werden. Davon ausgenommen ist ein in der Generalversammlung gestellter Antrag auf Einberufung einer ausserordentlichen Generalversammlung. 3 Spätestens zehn Tage vor der Generalversammlung sind der Geschäftsbericht mit der Jahresrechnung sowie der Bericht der Revisionsstelle am Sitz der Gesellschaft den Mitgliedern zur Einsichtnahme aufzulegen. 4 Ausserordentliche Generalversammlungen sind einzuberufen, wenn es die Verwaltung für nötig erachtet, wenn die Revisionsstelle dies fordert oder wenn Mitglieder, die 10 Prozent des Gesellschaftskapitals vertreten, dies verlangen."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Organe der Gesellschaft",
      "section": "13",
      "title": "Generalversammlung : Durchführung",
      "content": "1 Die Generalversammlung findet in der Schweiz statt. Die Verwaltung bestimmt den Ort. 2 Den Vorsitz führt der Präsident oder die Präsidentin oder der Vizepräsident oder die Vizepräsidentin. Falls beide verhindert sind, bestimmt die Verwaltung ein anderes Mitglied für den Vorsitz. 3 Der oder die Vorsitzende bezeichnet: a. einen Sekretär oder eine Sekretärin; b. die Stimmenzähler und die Stimmenzählerinnen. 4 Die Stimmenzähler und die Stimmenzählerinnen dürfen nicht Mitglieder der Verwaltung sein. 5 Über die Verhandlungen wird ein Protokoll geführt. Dieses ist zu unterzeichnen von: a. dem oder der Vorsitzenden; b. dem Sekretär oder der Sekretärin; c. den Stimmenzählern und den Stimmenzählerinnen."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Organe der Gesellschaft",
      "section": "14",
      "title": "Generalversammlung: Stimmrecht und Stellvertretung",
      "content": "1 Jedes Mitglied hat an der Generalversammlung so viele Stimmen, wie es Anteilscheine besitzt. 2 Es kann sich von einem anderen Mitglied oder durch einen unabhängigen Stimmrechtsvertreter oder eine unabhängige Stimmrechtsvertreterin vertreten lassen. In beiden Fällen ist eine schriftliche Bevollmächtigung notwendig. 3 Ein Mitglied kann höchstens zu fünf Stellvertretungen bevollmächtigt werden. 4 Die Verwaltung wählt eine natürliche oder juristische Person oder Personengesellschaft als unabhängigen Stimmrechtsvertreter oder unabhängige Stimmrechtvertreterin für eine Amtsdauer bis zum Abschluss der nächsten ordentlichen Generalversammlung. Eine Wiederwahl ist zulässig. 5 Die Unabhängigkeit des unabhängigen Stimmrechtsvertreters oder der unabhängigen Stimmrechtsvertreterin darf weder tatsächlich noch dem Anschein nach beeinträchtigt sein. Die Vorschriften zur Unabhängigkeit der Revisionsstelle bei der ordentlichen Revision sind entsprechend anzuwenden (Art. 728 Abs. 2–6 OR). Fassung gemäss Ziff. I des Beschlusses der Generalversammlung der SGH vom 27. Juni 2019, vom BR genehmigt am 15. März 2019 und in Kraft seit 1. Aug. 2019 ( AS 2019 2097 ). SR 220"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Generalversammlung: Beschlussfassung",
      "content": "1 Die Generalversammlung ist ohne Rücksicht auf die Zahl der anwesenden oder vertretenen Stimmen beschlussfähig. 2 Die Beschlüsse werden mit der absoluten Mehrheit der anwesenden oder vertretenen Stimmen gefasst. Für den Erlass und die Änderung der Statuten bedarf es der Mehrheit von zwei Dritteln der anwesenden oder vertretenen Stimmen. Für den Beschluss auf Auflösung der Gesellschaft ist Artikel 24 Absätze 1 und 2 massgebend. 3 Die Wahlen und die Abstimmungen erfolgen offen, sofern nicht der oder die Vorsitzende oder die Mehrheit der anwesenden oder vertretenen Stimmen eine geheime Wahl oder Abstimmung verlangen. 4 Wird bei Wahlen das absolute Mehr nicht erreicht, so gilt im zweiten Wahlgang das relative Mehr."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Verwaltung: Amtsdauer",
      "content": "1 Die Amtsdauer der Mitglieder der Verwaltung beträgt vier Jahre. Ersatzwahlen gelten für den Rest der Amtsdauer. 2 Die Mitgliedschaft in der Verwaltung endet mit der auf den 70. Geburtstag folgenden Generalversammlung."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Verwaltung: Einberufung",
      "content": "Die Verwaltung wird vom Präsidenten, von der Präsidentin, vom Vizepräsidenten oder von der Vizepräsidentin unter Angabe des Ortes, der Zeit und der Verhandlungsgegenstände einberufen, so oft es die Geschäfte erfordern. Über die Verhandlungen ist ein Protokoll zu führen. Dieses ist zu unterzeichnen von: a. dem oder der Vorsitzenden; b. dem Protokollführer oder der Protokollführerin."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Verwaltung: Beschlussfassung",
      "content": "1 Die Verwaltung ist beschlussfähig, wenn die Mehrheit ihrer Mitglieder anwesend ist. 2 Die Beschlüsse werden mit der absoluten Mehrheit der anwesenden Mitglieder gefasst. 3 Der oder die Vorsitzende stimmt mit; bei Stimmengleichheit zählt seine oder ihre Stimme doppelt. 4 In dringenden Fällen können Beschlüsse ohne Einberufung einer Sitzung auf schriftlichem Wege gefasst werden."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Revisionsstelle: Aufgaben",
      "content": "Die Revisionsstelle überprüft die Jahresrechnung und erstattet der Generalversammlung schriftlichen Bericht."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Direktion",
      "section": "20",
      "title": "",
      "content": "1 Die Direktion besteht aus einem Direktor oder einer Direktorin und mindestens einer Person, die dessen oder deren Stellvertretung wahrnimmt. 2 Die Direktion organisiert den internen Geschäftsbetrieb und besorgt die laufenden Geschäfte. 3 Unter Vorbehalt der durch das Gesetz, die Verordnung, die Statuten, das Geschäftsreglement oder besondere Beschlüsse den Organen eingeräumten Befugnisse vertritt die Direktion die Gesellschaft gegenüber Dritten. 4 Die Pflichten und Befugnisse der Direktion werden im Organisationsreglement geregelt. SR 935.12"
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Finanzielle Bestimmungen",
      "section": "21",
      "title": "Gesellschaftskapital",
      "content": "Das Gesellschaftskapital besteht aus: a. dem Anteilscheinkapital; b. den Reserven; c. dem Vortrag des Jahresergebnisses."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Finanzielle Bestimmungen",
      "section": "22",
      "title": "Speisung und Verwendung der Reserven",
      "content": "1 Den Reserven sind zuzuweisen: a. der Betrag nach Artikel 15 Absatz 1 Buchstabe d der Verordnung; b. allfällige Schenkungen und Legate. 2 Die Reserven dienen der Deckung von Verlusten und weiteren Massnahmen nach Artikel 860 Absatz 3 OR, die geeignet sind, in Zeiten schlechten Geschäftsganges die Erreichung des Gesellschaftszweckes sicherzustellen. SR 220"
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Finanzielle Bestimmungen",
      "section": "23",
      "title": "Rechnungsabschluss",
      "content": "Geschäftsjahr der Gesellschaft ist das Kalenderjahr. Der Abschluss der Jahresrechnung erfolgt jeweils auf den 31. Dezember."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Auflösung und Liquidation",
      "section": "24",
      "title": "Auflösungsbeschluss",
      "content": "1 Der Beschluss auf Auflösung der Gesellschaft kann nur gefasst werden, wenn wenigstens zwei Drittel aller Stimmen anwesend oder vertreten sind und drei Viertel davon der Auflösung zustimmen. 2 Ist die Generalversammlung nicht beschlussfähig, so ist innert zweier Monate eine zweite Generalversammlung durchzuführen. Diese kann ohne Rücksicht auf die Zahl der anwesenden oder vertretenen Stimmen die Auflösung mit einer Mehrheit von drei Vierteln der abgegebenen Stimmen beschliessen."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Auflösung und Liquidation",
      "section": "25",
      "title": "Liquidation",
      "content": "1 Das Liquidationsverfahren richtet sich nach Artikel 17 des Gesetzes. 2 Die Liquidation der Gesellschaft erfolgt durch die Verwaltung. Diese kann die Aufgabe einem Liquidator oder einer Liquidatorin übertragen. 3 Ein allfälliger Überschuss ist dem Bund zu übergeben. SR 935.12"
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Bekanntmachungen",
      "section": "26",
      "title": "",
      "content": "Die Bekanntmachungen der Gesellschaft an ihre Mitglieder erfolgen durch das Schweizerische Handelsamtsblatt."
    },
    {
      "provision_ref": "art27",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "27",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Statuten der SGH vom 4. Mai 2005 werden aufgehoben."
    },
    {
      "provision_ref": "art28",
      "chapter": "8. Abschnitt: Schlussbestimmungen",
      "section": "28",
      "title": "Inkrafttreten",
      "content": "Diese Statuten treten am 1. August 2015 in Kraft."
    }
  ],
  "definitions": []
}