{
  "id": "sr-946-10",
  "type": "statute",
  "title": "Bundesgesetz vom 16. Dezember 2005 über die Schweizerische Exportrisikoversicherung (Exportrisikoversicherungsgesetz, SERVG)",
  "title_en": "",
  "short_name": "SERVG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/284/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Dieses Gesetz regelt die Aufgaben, die Leistungen und die Organisation der Schweizerischen Exportrisikoversicherung (SERV)."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Begriffe",
      "content": "In diesem Gesetz bedeuten: a. Versicherungsnehmerin: exportierende Person oder eine von dieser ermächtigte Drittperson, die die Versicherung abschliesst; b. Bestellerin: Person, welche die Bestellung aufgibt und einen diesbezüglichen Vertrag abschliesst; c. Garantin: Person, welche die Forderung der Versicherungsnehmerin gegenüber der Bestellerin durch eine Garantie sichert; d. Schuldnerin: Bestellerin, Garantin oder andere Person, gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen; e. Staatliche Schuldnerin: ausländischer Staat oder andere öffentlich-rechtliche, insbesondere nicht konkursfähige Organisation, gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen; f. Private Schuldnerin: natürliche oder juristische Personen, welche nicht unter Buchstabe e fällt und gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Rechtsform",
      "content": "1 Die SERV ist eine öffentlich-rechtliche Anstalt mit eigener Rechtspersönlichkeit. 2 Sie ist in ihrer Organisation und ihrer Betriebsführung selbständig und führt eine eigene Rechnung."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Exportrisikoversicherung",
      "content": "Die SERV bietet eine Versicherung für Exportrisiken nach Massgabe dieses Gesetzes an."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Ziele",
      "content": "Der Bund strebt mit der SERV folgende Ziele an: a. die Schaffung und Erhaltung von Arbeitsplätzen in der Schweiz; b. die Förderung des Wirtschaftsstandortes Schweiz durch die Erleichterung der Teilnahme der Exportwirtschaft am internationalen Wettbewerb."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "6",
      "title": "Grundsätze der Geschäftspolitik",
      "content": "1 Die SERV: a. arbeitet als Versicherung für staatliche und private Risiken eigenwirtschaftlich; b. bewirtschaftet die Risiken für staatliche und private Schuldnerinnen getrennt (Spartenrechnung); der Risikoausgleich kann vorübergehend zwischen den Sparten stattfinden; c. erhebt risikogerechte Prämien im Einzelfall; d. bietet ihre Versicherungen in Ergänzung zur Privatwirtschaft an; e. erbringt international wettbewerbsfähige Dienstleistungen. 2 Sie berücksichtigt die Grundsätze der schweizerischen Aussenpolitik."
    },
    {
      "provision_ref": "art7",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "7",
      "title": "Abschluss von völkerrechtlichen Verträgen und Vertretung in internationalen Organisationen",
      "content": "1 Der Bundesrat kann in eigener Zuständigkeit Umschuldungsabkommen über Forderungen der SERV abschliessen. 2 Der Bundesrat kann die SERV ermächtigen, den Bund in internationalen Organisationen und Vereinigungen in Angelegenheiten der Exportrisikoversicherung zu vertreten. Fassung gemäss Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Kooperationen und Beteiligungen",
      "content": "1 Die SERV kann zur Erfüllung ihrer Aufgaben mit staatlichen oder privaten Organisationen zusammenarbeiten, Gesellschaften gründen oder sich an solchen beteiligen. 2 Sie kann mit staatlichen und privaten Exportkreditversicherern Rückversicherungen für die Versicherung von Exportgeschäften mit Waren schweizerischen Ursprungs oder einem schweizerischen Wertschöpfungsanteil abschliessen. Dabei kann die Rückversicherung nach Massgabe der Versicherungsleistungen der Erstversicherung gewährt werden, sofern das Geschäft den Zielen dieses Gesetzes und den Grundsätzen der Geschäftspolitik der SERV entspricht. Eingefügt durch Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufgabenübertragung an Dritte",
      "content": "Die SERV kann Aufgaben im Bereich der Durchführung der Versicherung an Dritte übertragen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Weitere Aufgaben",
      "content": "1 Der Bundesrat kann der SERV weitere Aufgaben im Bereich der Aussenwirtschaft übertragen. 2 Er gilt die Leistungen entsprechend ab."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Abschluss und Abwicklung des Versicherungsgeschäfts",
      "section": "11",
      "title": "Versicherung",
      "content": "1 Die SERV versichert Lieferungen und Dienstleistungen ins Ausland (Exportgeschäfte) gegen Rückstände im Zahlungseingang oder gegen andere Verluste aus Forderungen gegenüber staatlichen oder privaten Schuldnerinnen. 2 Der Bundesrat konkretisiert im Rahmen der nachfolgenden Bestimmungen in einer Verordnung den Inhalt, den Abschluss und die Abwicklung des Versicherungsgeschäfts."
    },
    {
      "provision_ref": "art12",
      "chapter": "2. Abschnitt: Abschluss und Abwicklung des Versicherungsgeschäfts",
      "section": "12",
      "title": "Versicherbare Risiken",
      "content": "1 Versicherbar sind folgende Risiken: a. politische Risiken; b. Transferschwierigkeiten und Zahlungsmoratorien; c. höhere Gewalt; d. das Delkredererisiko, sofern die Versicherungsnehmerin gleichzeitig die Verlustrisiken nach den Buchstaben a–c bei der SERV versichert; e. Risiken aus Sicherungsgarantien; f. Fremdwährungsrisiken in Versicherungsfällen im Zusammenhang mit Risiken nach den Buchstaben a–e (Fremdwährungseventualrisiko). 2 Versicherbar sind die Risiken nach Absatz 1 sowohl für den Fall, dass sie sich vor der Lieferung verwirklichen, als auch für den Fall, dass sie sich nach der Lieferung verwirklichen. Fassung gemäss Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "2. Abschnitt: Abschluss und Abwicklung des Versicherungsgeschäfts",
      "section": "13",
      "title": "Voraussetzungen für den Abschluss einer Versicherung",
      "content": "1 Eine Versicherung kann abgeschlossen werden, wenn: a. die Exporteurin in der Schweiz niedergelassen und im Handelsregister eingetragen ist; b. das Exportgeschäft Lieferungen und Dienstleistungen betrifft, die schweizerischen Ursprungs sind oder einen angemessenen schweizerischen Wertschöpfungsanteil enthalten; c. die Bestellerin Sitz oder Wohnsitz im Ausland hat; und d. das zu versichernde Exportgeschäft mit den Grundsätzen der Geschäftspolitik nach Artikel 6 vereinbar ist. 2 Eine Versicherung ist ausgeschlossen, wenn: a. die Risikolage die Gewährung der Versicherung verbietet; b. mit dem zu versichernden Exportgeschäft gegen schweizerische oder ausländische Vorschriften verstossen würde; oder c. das zu versichernde Exportgeschäft gegen die völkerrechtlichen Verpflichtungen der Schweiz verstösst."
    },
    {
      "provision_ref": "art14",
      "chapter": "2. Abschnitt: Abschluss und Abwicklung des Versicherungsgeschäfts",
      "section": "14",
      "title": "Prämie",
      "content": "1 Die SERV verlangt von der Versicherungsnehmerin eine Prämie. 2 Die Prämie bemisst sich insbesondere nach den jeweiligen Risiken, der Höhe und der Dauer der Versicherung."
    },
    {
      "provision_ref": "art15",
      "chapter": "2. Abschnitt: Abschluss und Abwicklung des Versicherungsgeschäfts",
      "section": "15",
      "title": "Abschluss der Versicherung",
      "content": "1 Die SERV gewährt die Versicherung in der Regel durch Verfügung. Sie kann einen öffentlich-rechtlichen Vertrag abschliessen, wenn dies der Wahrung ihrer Interessen dient. 2 Es besteht kein Rechtsanspruch auf Abschluss einer Versicherung. 3 Lehnt die SERV den Abschluss einer Versicherung ab, so erlässt sie eine anfechtbare Verfügung. Fassung gemäss Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Informations- und Sorgfaltspflicht",
      "content": "1 Wer eine Versicherung abschliessen will oder abgeschlossen hat, muss die zur Beurteilung des Exportgeschäfts sowie zur Abwicklung des Versicherungsgeschäfts nötigen Angaben liefern und sie überprüfen lassen. 2 Er muss alle durch die Umstände notwendigen Massnahmen treffen, um einen Verlust zu vermeiden."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Versicherungsleistungen",
      "content": "1 Wird eine notleidende Forderung oder ein Schaden angemeldet, so leistet die SERV den in der Versicherung festgelegten Anteil am nachgewiesenen Verlust oder Zahlungsrückstand. 2 Die Versicherungsdeckung beträgt höchstens 95 Prozent des versicherten Betrags. Der Bundesrat legt die Maximalsätze der Versicherungsdeckung nach Risiken und Schuldnerinnen fest. Fassung gemäss Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Leistungsausschluss",
      "content": "Versicherungsleistungen sind ausgeschlossen, werden eingestellt oder herabgesetzt, wenn: a. eine Versicherung auf der Grundlage falscher Angaben zustande gekommen ist; b. die Versicherungsnehmerin gegen die Versicherungsbedingungen verstösst oder Verluste wegen vertragswidrigen Verhaltens gegenüber der Schuldnerin zu vertreten hat; c. die Versicherungsnehmerin Verluste wegen nachträglich getroffenen Vereinbarungen mit der Schuldnerin, die ihre Rechte beschränken oder die Bezahlung der Schuld verhindern oder verzögern, zu vertreten hat. Fassung gemäss Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Versicherungsfall",
      "content": "1 Im Versicherungsfall gehen die Not leidende Forderung samt Nebenrechten und das Eigentum an nicht ausgeliefertem Exportgut im Ausmass ihrer Zahlung an die SERV über. 2 Nach Eintreten des Versicherungsfalls ist die Versicherungsnehmerin verpflichtet, die SERV bei der Eintreibung der Forderung zu unterstützen und nicht ausgeliefertes Exportgut bestmöglich zu verwerten. Sie ist verpflichtet, Zahlungseingänge oder Erlöse anteilsmässig und unaufgefordert der SERV abzuliefern."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Rückerstattungspflicht",
      "content": "1 Ergibt sich nachträglich, dass die Voraussetzungen für die Ausrichtung der Leistung der SERV nicht vorlagen, so hat die Versicherungsnehmerin den erhaltenen Betrag mit Verzugszins nach Artikel 104 des Obligationenrechts zurückzuerstatten. 2 Die Versicherungsnehmerin ist auch dann rückerstattungspflichtig, wenn der Betrag einer Drittperson ausbezahlt wurde. SR 220"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Abtretung der Versicherung",
      "content": "Die Versicherungsnehmerin kann die Versicherung mit Zustimmung der SERV zusammen mit ihrer Forderung an einen Dritten abtreten."
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "a Fabrikationskreditversicherung",
      "content": "1 Gewährt ein Finanzinstitut einer Exporteurin einen Kredit zur Finanzierung der Erbringung ihrer im Rahmen des Exportgeschäfts geschuldeten Leistungen, so kann die SERV gegenüber dem Finanzinstitut die Zahlungsverpflichtungen der Exporteurin versichern, sofern das betreffende Exportgeschäft von der SERV versichert ist. 2 Hat die SERV dem Finanzinstitut eine Entschädigung geleistet, so hat ihr die Exporteurin diese in vollem Umfang zuzüglich Zinsen und Kosten zu erstatten. 3 Im Übrigen sind die Bestimmungen über den Abschluss und die Abwicklung des Versicherungsgeschäfts anwendbar. Eingefügt durch Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art21b",
      "section": "21b",
      "title": "b Garantie",
      "content": "1 Stellt ein Finanzinstitut eine Sicherungsgarantie im Zusammenhang mit einem von der SERV versicherten Exportgeschäft aus, so kann die SERV dem Finanzinstitut zusichern, dass sie den infolge Beanspruchung dieser Sicherungsgarantie ausbezahlten Betrag auf erstes Anfordern hin bis zum vollen Umfang vergütet, wenn es von der Exporteurin keine Deckung erhält (Bondgarantie). 2 Wird für die Finanzierung von Verpflichtungen der Bestellerin aus einem von der SERV versicherten Exportgeschäft ein Kredit aufgenommen und refinanziert ein Dritter den Kredit gegenüber der Kreditgeberin, so kann die SERV dem Dritten zusichern, dass sie den ausstehenden Betrag auf erstes Anfordern hin in vollem Umfang vergütet, wenn die Kreditgeberin oder die Schuldnerin fällige Zahlungen nicht leistet (Refinanzierungsgarantie). 3 Hat die SERV eine Vergütung geleistet, so hat die Versicherungsnehmerin diese der SERV in vollem Umfang zuzüglich Zinsen und Kosten zu erstatten. 4 Im Übrigen sind die Bestimmungen über den Abschluss und die Abwicklung des Versicherungsgeschäfts sinngemäss anwendbar. Eingefügt durch Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "3. Abschnitt: Organisation und Personal",
      "section": "22",
      "title": "Organe",
      "content": "1 Die Organe der SERV sind: a. der Verwaltungsrat; b. die Direktorin oder der Direktor; c. die Revisionsstelle. 2 Der Verwaltungsrat und die Revisionsstelle werden vom Bundesrat gewählt. Die Mitglieder des Verwaltungsrates werden für vier Jahre gewählt. 3 Der Bundesrat kann die von ihm gewählten Organe aus wichtigen Gründen abberufen."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Organisation und Personal",
      "section": "23",
      "title": "Verantwortlichkeiten",
      "content": "1 Für die Verantwortlichkeiten der Mitglieder der Organe der SERV gelten sinngemäss die Bestimmungen des Aktienrechts über die Verantwortlichkeiten (Art. 752–760 des Obligationenrechts). Das Verantwortlichkeitsgesetz vom 14. März 1958 findet keine Anwendung. 2 Streitigkeiten aus der Verantwortlichkeit der Mitglieder der Organe werden durch die Zivilgerichte beurteilt. Der Bund hat in einem solchen Verfahren die Stellung eines Aktionärs und eines Gesellschaftsgläubigers. SR 220 SR 170.32"
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Organisation und Personal",
      "section": "24",
      "title": "Verwaltungsrat",
      "content": "1 Der Verwaltungsrat setzt sich aus 7–9 Mitgliedern zusammen. Die Sozialpartner sind angemessen zu berücksichtigen. 2 Der Bundesrat bestimmt die Präsidentin oder den Präsidenten. 3 Der Verwaltungsrat: a. wählt die Direktorin oder den Direktor; b. erlässt die Geschäftsordnung; c. genehmigt die Geschäftsplanung und das Budget; d. sorgt für die Umsetzung der strategischen Ziele des Bundesrats; e. erstellt die Jahresrechnung und den Geschäftsbericht und veröffentlicht diese nach Genehmigung durch den Bundesrat; f. entscheidet unter Vorbehalt der Kompetenzen des Bundesrates nach Artikel 34 über den Abschluss von Versicherungen; g. erlässt den Prämientarif unter Vorbehalt der Genehmigung durch den Bundesrat; h. erlässt das Personalreglement unter Vorbehalt der Genehmigung durch den Bundesrat; i. legt die Risikopolitik fest; j. erfüllt weitere Aufgaben nach Massgabe der Geschäftsordnung. 4 Der Verwaltungsrat kann die Kompetenz zum Abschluss von Versicherungen im Rahmen der jeweils gültigen Risikopolitik an die Direktorin oder den Direktor übertragen. 5 Für das Honorar der Mitglieder des Verwaltungsrates und die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6 a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 sinngemäss. SR 172.220.1"
    },
    {
      "provision_ref": "art25",
      "chapter": "3. Abschnitt: Organisation und Personal",
      "section": "25",
      "title": "Direktorin oder Direktor",
      "content": "Die Direktorin oder der Direktor: a. ist für die Geschäftsführung verantwortlich, soweit nicht der Verwaltungsrat zuständig ist; b. organisiert und leitet die SERV; c. stellt das Personal der SERV an; d. vertritt die SERV nach aussen und in den Organisationen nach Artikel 7 Absatz 2."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Revisionsstelle",
      "content": "1 Die Revisionsstelle prüft: a. die Rechnungsführung und die Jahresrechnung; b. die vom Verwaltungsrat vorgelegte Darstellung der Eigenwirtschaftlichkeit. 2 Sie erstattet dem Verwaltungsrat und dem Bundesrat über das Ergebnis der Prüfung Bericht."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Personal",
      "content": "1 Das Personal der SERV wird nach Obligationenrecht angestellt. 2 Die SERV berücksichtigt bei ihrer Personalpolitik die Artikel 4 und 5 des Bundespersonalgesetzes vom 24. März 2000. 3 Für den Lohn der Direktorin oder des Direktors sowie der Angehörigen des geschäftsleitenden Kaders und des weiteren Personals, das in vergleichbarer Weise entlöhnt wird, sowie für die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6 a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 sinngemäss. SR 220 SR 172.220.1"
    },
    {
      "provision_ref": "art27a",
      "section": "27a",
      "title": "a Anzeigepflichten, Anzeigerechte und Schutz",
      "content": "1 Die Mitglieder der Organe und das Personal der SERV sind verpflichtet, alle von Amtes wegen zu verfolgenden Verbrechen oder Vergehen, die sie bei ihrer amtlichen Tätigkeit feststellen oder die ihnen gemeldet werden, den Strafverfolgungsbehörden, ihren Vorgesetzten, dem Verwaltungsrat oder der Eidgenössischen Finanzkontrolle anzuzeigen. 2 Vorbehalten bleiben Anzeigepflichten aus anderen Bundesgesetzen. 3 Die Anzeigepflicht entfällt für Personen, die nach den Artikeln 113 Absatz 1, 168 und 169 der Strafprozessordnung zur Aussage- oder Zeugnisverweigerung berechtigt sind. 4 Die Mitglieder der Organe und das Personal der SERV sind berechtigt, andere Unregelmässigkeiten, die sie bei ihrer amtlichen Tätigkeit feststellen oder die ihnen gemeldet werden, ihren Vorgesetzten, dem Verwaltungsrat oder der Eidgenössischen Finanzkontrolle zu melden. Wer diese Meldung erhält, klärt den Sachverhalt ab und trifft die notwendigen Massnahmen. 5 Wer in guten Treuen eine Anzeige oder Meldung erstattet oder wer als Zeuge oder Zeugin aussagt, darf deswegen nicht in seiner beruflichen Stellung benachteiligt werden. Eingefügt durch Ziff. I des BG vom 12. Dezember 2014, in Kraft seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 ). SR 312.0"
    },
    {
      "provision_ref": "art28",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "28",
      "title": "Tresorerie",
      "content": "1 Der Bund gewährt der SERV zur Sicherstellung ihrer Zahlungsbereitschaft im Rahmen ihrer Aufgabenerfüllung nach den Artikeln 4 und 11 Darlehen zu Marktzinsen. 2 Die SERV legt überschüssige Gelder beim Bund zu Marktzinsen an. 3 Die Einzelheiten werden in einer Vereinbarung zwischen der SERV und der Eidgenössischen Finanzverwaltung geregelt."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "29",
      "title": "Rechnungslegung",
      "content": "1 Die Rechnungslegung der SERV stellt ihre Vermögens-, Finanz- und Ertragslage mit Spartenrechnung dar. 2 Für Versicherungsgeschäfte, welche das Delkredererisiko der privaten Schuldnerinnen abdecken, wird das Ergebnis separat ausgewiesen. 3 Sie folgt den allgemeinen Grundsätzen der Wesentlichkeit, der Verständlichkeit, der Stetigkeit und der Bruttodarstellung und orientiert sich an allgemein anerkannten Standards. 4 Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind offen zu legen. 5 Der Bundesrat kann für die SERV Vorschriften zur Rechnungslegung erlassen."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "30",
      "title": "Steuern",
      "content": "Die SERV ist von der Besteuerung durch Bund, Kantone und Gemeinden befreit. Vorbehalten bleiben folgende Bundessteuern: a. die Mehrwertsteuer; b. die Verrechnungssteuer."
    },
    {
      "provision_ref": "art31",
      "chapter": "4. Abschnitt: Finanzen",
      "section": "31",
      "title": "Umschuldungen und Restrukturierungen",
      "content": "1 Versicherte Forderungen können einschliesslich des nicht versicherten Anteils als Gesamtforderung in Umschuldungen mit staatlichen und in Restrukturierungen mit privaten Schuldnerinnen einbezogen werden. 2 Der Anspruch auf Versicherungsleistungen geht dadurch nicht verloren. 3 Nach einer Umschuldung oder einer Restrukturierung kann die SERV den nicht versicherten Anteil der Versicherungsnehmerinnen gegen Entschädigung übernehmen. 4 Verfolgt der Bund im Rahmen von Umschuldungen und Restrukturierungen Zielsetzungen und Aufgaben, die nicht auf dieses Gesetz abgestützt sind, so sind die dadurch verursachten Kosten der SERV abzugelten. 5 Der Bundesrat regelt die Einzelheiten."
    },
    {
      "provision_ref": "art32",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "32",
      "title": "Aufsicht",
      "content": "1 Die SERV untersteht der Aufsicht des Bundesrates. 2 Die gesetzlichen Befugnisse der Eidgenössischen Finanzkontrolle sowie die Oberaufsicht des Parlaments bleiben vorbehalten."
    },
    {
      "provision_ref": "art33",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "33",
      "title": "Strategische Ziele und Verpflichtungsrahmen",
      "content": "1 Der Bundesrat legt für jeweils vier Jahre die strategischen Ziele der SERV fest und überprüft sie periodisch. 2 Er legt den maximalen Umfang der Versicherungsverpflichtungen fest."
    },
    {
      "provision_ref": "art34",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "34",
      "title": "Versicherungen von besonderer Tragweite",
      "content": "Der Bundesrat kann der SERV auf Antrag des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung (WBF) Anweisungen über die Versicherung eines Exportgeschäfts von besonderer Tragweite erteilen. Ausdruck gemäss Ziff. I 35 der V vom 15. Juni 2012 (Neugliederung der Departemente), in Kraft seit 1. Januar 2013 ( AS 2012 3655 ). Diese Änd. wurde im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art35",
      "chapter": "5. Abschnitt: Wahrung der Bundesinteressen",
      "section": "35",
      "title": "Evaluation",
      "content": "Die SERV und das WBF sorgen dafür, dass die Erreichung der in diesem Gesetz formulierten Ziele und die Einhaltung der Grundsätze der Geschäftspolitik nach Artikel 6 periodisch evaluiert werden."
    },
    {
      "provision_ref": "art36",
      "chapter": "6. Abschnitt: Strafbestimmungen",
      "section": "36",
      "title": "",
      "content": "1 Mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe wird bestraft, wer vorsätzlich: a. durch unrichtige oder unvollständige Angaben für sich oder eine andere Person den Abschluss einer Versicherung oder die Leistungen einer solchen erwirkt; b. sich durch unrichtige oder unvollständige Angaben der Ablieferungs- oder Rückerstattungspflicht nach den Artikeln 19 Absatz 2 zweiter Satz und 20 entzieht; c. seinen Pflichten zur Vermeidung von Verlusten nach Artikel 16 Absatz 2 nicht nachkommt; d. seinen Pflichten zur Unterstützung der SERV bei der Eintreibung oder zur Verwertung von nicht ausgeliefertem Exportgut nach Artikel 19 Absatz 2 erster Satz nicht nachkommt. 2 Strafbar ist auch die im Ausland begangene Tat. 3 Die Strafverfolgung auf Grund der besonderen Bestimmungen des Strafgesetzbuches bleibt in allen Fällen vorbehalten. 4 Die Strafverfolgung obliegt den Kantonen. Sämtliche Urteile und Einstellungsbeschlüsse sind vollständig und unverzüglich der Bundesanwaltschaft mitzuteilen. Fassung gemäss Art. 333 des Strafgesetzbuches (SR 311.0 ) in der Fassung des BG vom 13. Dezember 2002, in Kraft seit 1. Januar 2007 ( AS 2006 3459 ; BBl 1999 1979 ). SR 311.0"
    },
    {
      "provision_ref": "art37",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "37",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "1 Das Bundesgesetz vom 26. September 1958 über die Exportrisikogarantie wird aufgehoben. 2 … [ AS 1959 391 , 1973 1024 , 1978 1985 , 1981 56 , 1992 288 Anhang Ziff. 63, 1996 2444 ] Die Änderung kann unter AS 2006 1801 konsultiert werden."
    },
    {
      "provision_ref": "art38",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "38",
      "title": "Übergangsbestimmungen",
      "content": "1 Garantien, die vor dem Inkrafttreten dieses Gesetzes erteilt wurden, werden weiterhin auf Grund des Bundesgesetzes vom 26. September 1958 über die Exportrisikogarantie behandelt. 2 Absatz 1 gilt auch für Zusicherungen von Garantien, sofern bei der Zusicherung kein Vorbehalt neuen Rechts aufgenommen wurde. [ AS 1959 391 , 1973 1024 , 1978 1985 , 1981 56 , 1992 288 Anhang Ziff. 63, 1996 2444 ]"
    },
    {
      "provision_ref": "art39",
      "chapter": "7. Abschnitt: Schlussbestimmungen",
      "section": "39",
      "title": "Errichtung der SERV",
      "content": "1 Die SERV erlangt eigene Rechtspersönlichkeit mit dem Inkrafttreten dieses Gesetzes. Sie tritt an die Stelle des Fonds für die Exportrisikogarantie. 2 Sie übernimmt die Aktiven und Passiven des Fonds sowie die Rechte und Pflichten der heutigen Exportrisikogarantie (ERG) nach dem Bundesgesetz vom 26. September 1958 über die Exportrisikogarantie. 3 Der Bundesrat trifft folgende Vorkehren: a. Er bestimmt den Zeitpunkt der Übertragung der Aktiven und Passiven sowie der Rechte und Pflichten. Die Übertragung und notwendige Einträge erfolgen steuer- und gebührenfrei. b. Er genehmigt das Inventar der zu übernehmenden Passiven, Aktiven, Rechte und Pflichten und allfällige damit verbundene obligatorische Verpflichtungen, Bedingungen und Auflagen. c. Er genehmigt die Eröffnungsbilanz der SERV. d. Er trifft alle weiteren für den Übergang nötigen Vorkehren. [ AS 1959 391 , 1973 1024 , 1978 1985 , 1981 56 , 1992 288 Anhang Ziff. 63, 1996 2444 ]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Übergang der Arbeitsverhältnisse",
      "content": "Die Arbeitsverhältnisse der Angestellten der bisherigen Geschäftsstelle der ERG gehen auf den Zeitpunkt des Inkrafttretens dieses Gesetzes auf die SERV über. Vorbehalten bleiben die Ernennung der Direktorin oder des Direktors nach Artikel 24 Absatz 3 Buchstabe a dieses Gesetzes und Artikel 333 des Obligationenrechts. SR 220"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V der BVers vom 12. Dezember 2014, mit Wirkung seit 1. Januar 2016 ( AS 2015 2217 ; BBl 2014 4057 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Referendum und Inkrafttreten",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. Datum des Inkrafttretens: 1. Januar 2007 Art. 3 und 22−27: 1. Juni 2006 BRB vom 12. April 2006"
    }
  ],
  "definitions": [
    {
      "term": "Versicherungsnehmerin:",
      "definition": "Versicherungsnehmerin: exportierende Person oder eine von dieser ermächtigte Drittperson, die die Versicherung abschliesst;",
      "source_provision": "art2"
    },
    {
      "term": "Bestellerin:",
      "definition": "Bestellerin: Person, welche die Bestellung aufgibt und einen diesbezüglichen Vertrag abschliesst;",
      "source_provision": "art2"
    },
    {
      "term": "Garantin:",
      "definition": "Garantin: Person, welche die Forderung der Versicherungsnehmerin gegenüber der Bestellerin durch eine Garantie sichert;",
      "source_provision": "art2"
    },
    {
      "term": "Schuldnerin:",
      "definition": "Schuldnerin: Bestellerin, Garantin oder andere Person, gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen;",
      "source_provision": "art2"
    },
    {
      "term": "Staatliche Schuldnerin:",
      "definition": "Staatliche Schuldnerin: ausländischer Staat oder andere öffentlich-rechtliche, insbesondere nicht konkursfähige Organisation, gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen;",
      "source_provision": "art2"
    },
    {
      "term": "Private Schuldnerin:",
      "definition": "Private Schuldnerin: natürliche oder juristische Personen, welche nicht unter Buchstabe e fällt und gegenüber der seitens der Versicherungsnehmerin rechtmässige Forderungen bestehen.",
      "source_provision": "art2"
    }
  ]
}