{
  "id": "sr-913-1",
  "type": "statute",
  "title": "Verordnung vom 2. November 2022 über die Strukturverbesserungen in der Landwirtschaft (Strukturverbesserungsverordnung, SVV)",
  "title_en": "",
  "short_name": "SVV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2022/754/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Gegenstand sowie Formen der Finanzhilfen",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt die Voraussetzungen und das Verfahren für die Gewährung von Finanzhilfen für: a. folgende Strukturverbesserungsmassnahmen im Tiefbau: 1. Meliorationen, 2. der Landwirtschaft dienende Transportinfrastrukturen, 3. Anlagen und Massnahmen im Bereich des Bodens und des Wasserhaushalts, 4. Basisinfrastrukturen im ländlichen Raum; b. folgende Strukturverbesserungsmassnahmen im Hochbau: 1. Bauten und Anlagen für die Verarbeitung, Lagerung oder Vermarktung regionaler landwirtschaftlicher Produkte, 2. landwirtschaftliche Ökonomie- und Wohngebäude und Anlagen, 3. Diversifizierung der Tätigkeit im landwirtschaftsnahen Bereich; c. folgende zusätzliche Strukturverbesserungsmassnahmen: 1. Massnahmen zur Förderung der Tiergesundheit und einer besonders umwelt- und tierfreundlichen Produktion, 2. Massnahmen zur Förderung der überbetrieblichen Zusammenarbeit, 3. Massnahmen zur Förderung des Erwerbs landwirtschaftlicher Betriebe und Grundstücke; d. Projekte zur regionalen Entwicklung (PRE). 2 Sie legt die Aufsichtsmassnahmen und Kontrollen fest."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Gegenstand sowie Formen der Finanzhilfen",
      "section": "2",
      "title": "Formen der Finanzhilfen",
      "content": "1 Die Finanzhilfen werden in Form von nicht rückzahlbaren Beiträgen und von Investitionskrediten ausgerichtet. 2 Es werden Finanzhilfen ausgerichtet für: a. einzelbetriebliche Massnahmen; b. gemeinschaftliche und umfassende gemeinschaftliche Massnahmen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Voraussetzungen für die Finanzhilfen",
      "section": "3",
      "title": "Empfänger und Empfängerinnen der Finanzhilfen",
      "content": "1 Natürliche und juristische Personen sowie Gemeinden und andere öffentlich-rechtliche Körperschaften können Finanzhilfen erhalten, sofern für ihr Vorhaben nachweislich ein landwirtschaftliches Interesse besteht und das Vorhaben einen Beitrag zur Schaffung von Wertschöpfung in der Landwirtschaft, zur Stärkung der regionalen Zusammenarbeit oder zur Produktion verwertbarer Erzeugnisse aus Pflanzenbau und Nutztierhaltung leistet. 2 Natürliche und juristische Personen müssen einen zivilrechtlichen Wohnsitz oder Sitz in der Schweiz haben. 3 Natürliche Personen dürfen vor der Genehmigung der Massnahme das ordentliche Pensionsalter noch nicht erreicht haben. Die Altersbeschränkung gilt nicht für Massnahmen im Sömmerungsgebiet und für gemeinschaftliche Massnahmen. 4 Institutionen, an denen der Kanton oder eine kantonale Anstalt mehrheitlich beteiligt ist, erhalten Finanzhilfen, wenn es sich um Massnahmen zur Grundlagenbeschaffung oder Vorabklärungen oder um Massnahmen zur Gesamtprojektleitung im Rahmen von PRE handelt."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Voraussetzungen für die Finanzhilfen",
      "section": "4",
      "title": "Ort der Umsetzung der Massnahmen",
      "content": "Finanzhilfen werden nur ausgerichtet für Massnahmen, die in der Schweiz umgesetzt werden. Ausgenommen sind Massnahmen nach Artikel 1 Absatz 1 Buchstabe a, für die es zweckmässig ist, dass Teile davon im angrenzenden Ausland umgesetzt werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Voraussetzungen für die Finanzhilfen",
      "section": "5",
      "title": "Eigentum am Betrieb und an den unterstützten Bauten und Anlagen sowie Pachtverhältnisse",
      "content": "1 Der Betrieb und die unterstützten Bauten und Anlagen müssen im Eigentum der Finanzhilfeempfänger und -empfängerinnen stehen. Die Bauten und Anlagen können an Dritte übertragen werden, wenn es zu keiner Zweckentfremdung kommt. 2 Pächter und Pächterinnen von Betrieben können Finanzhilfen erhalten, wenn ein Baurecht für mindestens 20 Jahre errichtet wird. Kein Baurecht muss errichtet werden für: a. Massnahmen nach Artikel 1 Absatz 1 Buchstaben a und c; b. Massnahmen, für die ausschliesslich Investitionskredite gewährt werden. 3 Werden Beiträge Pächtern und Pächterinnen gewährt, so muss ein Pachtvertrag für eine Mindestdauer von 20 Jahren abgeschlossen werden. Für Massnahmen nach Artikel 1 Absatz 1 Buchstabe c Ziffer 1 muss ein Pachtvertrag mit einer Restlaufzeit von 10 Jahren abgeschlossen werden. Der Pachtvertrag ist im Grundbuch vorzumerken, sofern er nicht Bestandteil des Baurechtsvertrags ist. 4 Wird ausschliesslich ein Investitionskredit gewährt, so richtet sich die Dauer des Pachtvertrags und des Grundpfands nach der Rückzahlungsfrist des Investitionskredits. 5 Bei PRE gilt die Voraussetzung nach Absatz 1 auch als erfüllt, wenn die unterstützte Baute oder Anlage im Eigentum eines Mitglieds der Trägerschaft ist. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "1. Abschnitt: Voraussetzungen für die Finanzhilfen",
      "section": "6",
      "title": "Minimale Betriebsgrösse",
      "content": "1 Finanzhilfen werden folgenden Betrieben nur ausgerichtet, wenn auf dem Betrieb ein Arbeitsbedarf von mindestens einer Standardarbeitskraft (SAK) besteht: a. landwirtschaftliche Betriebe; b. Betriebe des produzierenden Gartenbaus; c. Betriebe zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen; d. Gemeinschaften von Betrieben nach den Buchstaben a–c. 2 In den folgenden Fällen genügt eine Betriebsgrösse von mindestens 0,60 SAK: a. für Massnahmen im landwirtschaftsnahen Bereich; b. für Massnahmen in den Bergzonen III und IV zur Sicherung der Bewirtschaftung; c. für Massnahmen in Gebieten des Berg- und Hügelgebiets zur Sicherung einer genügenden Besiedelungsdichte. 3 Für gemeinschaftliche Massnahmen, die nicht unter Absatz 2 fallen, müssen mindestens zwei landwirtschaftliche Betriebe oder zwei Betriebe des produzierenden Gartenbaus eine Betriebsgrösse von je 1,00 SAK nachweisen. 4 Die Kriterien zur Beurteilung, ob die Besiedelungsdichte nach Absatz 2 Buchstabe c gefährdet ist, sind in Anhang 1 festgelegt. 5 Für die Bestimmung der Betriebsgrösse gelten zusätzlich zu den SAK-Faktoren nach Artikel 3 der Landwirtschaftlichen Begriffsverordnung vom 7. Dezember 1998 auch die SAK-Faktoren nach Artikel 2 a der Verordnung vom 4. Oktober 1993 über das bäuerliche Bodenrecht. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). SR 910.91 SR 211.412.110"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Eigenfinanzierung",
      "content": "1 Finanzhilfen werden nur gewährt, wenn der Eigenfinanzierungsanteil mindestens 15 Prozent beträgt. 2 Für gemeinschaftliche und umfassende gemeinschaftliche Massnahmen im Tiefbau nach Artikel 14 Absatz 1 und für Investitionskredite für die Starthilfe nach Artikel 40 Absatz 2 Buchstabe a ist Absatz 1 nicht anwendbar."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Beitrag des Kantons",
      "content": "1 Die Gewährung von Finanzhilfen durch den Bund setzt einen Kantonsbeitrag voraus. Dieser Kantonsbeitrag wird in Form einer nicht rückzahlbaren Geldleistung gewährt. 2 Der minimale Kantonsbeitrag beträgt: a. bei einzelbetrieblichen Massnahmen: 100 Prozent des Bundesbeitrags; b. bei gemeinschaftlichen Massnahmen: 90 Prozent des Bundesbeitrags; c. bei umfassenden gemeinschaftlichen Massnahmen und bei PRE: 80 Prozent des Bundesbeitrags. 3 Der minimale Kantonsbeitrag nach Absatz 2 Buchstaben a und b gilt auch für Massnahmen nach Artikel 2 Absatz 2, die im Rahmen eines PRE realisiert werden. 4 Der Kanton kann folgende Beiträge an den Kantonsbeitrag anrechnen lassen: a. Beiträge von öffentlich-rechtlichen Körperschaften sowie von Anstalten, die hoheitliche Aufgaben wahrnehmen und nicht unmittelbar am Vorhaben beteiligt sind; b. Beiträge von Gemeinden, die diese aufgrund kantonalrechtlicher Bestimmungen als Anteil am Kantonsbeitrag obligatorisch zu leisten haben. 5 Zur Behebung der Folgen von ausserordentlichen Naturereignissen sowie für Grundlagenbeschaffungen und Vorabklärungen kann das Bundesamt für Landwirtschaft (BLW) die Höhe des Kantonsbeitrags herabsetzen oder auf einen Kantonsbeitrag verzichten."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Wettbewerbsneutralität",
      "content": "1 Für folgende Massnahmen werden Finanzhilfen nur gewährt, wenn im wirtschaftlich relevanten Einzugsgebiet keine direkt betroffenen Kleinbetriebe im Zeitpunkt der Publikation des Gesuchs bereit und in der Lage sind, die vorgesehene Aufgabe gleichwertig zu erfüllen: a. PRE; b. Bauten und Anlagen für die Verarbeitung, Lagerung und Vermarktung regionaler landwirtschaftlicher Produkte; c. Diversifizierung der Tätigkeit im landwirtschaftsnahen Bereich; d. folgende Massnahmen zur Förderung der überbetrieblichen Zusammenarbeit: 1. Aufbau von bäuerlichen Selbsthilfeorganisationen im Bereich der marktgerechten Produktion und der Betriebsführung, 2. gemeinsamer Erwerb von Maschinen und Fahrzeugen. 2 Der Kanton publiziert vor der Genehmigung des Vorhabens die Gesuche für Massnahmen nach Absatz 1 im Publikationsorgan des Kantons. 3 Direkt betroffene Kleinbetriebe im wirtschaftlich relevanten Einzugsgebiet können bei der zuständigen kantonalen Stelle Einsprache gegen die staatliche Mitfinanzierung erheben. 4 Die Feststellung der Wettbewerbsneutralität richtet sich nach dem kantonalen Recht. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Anrechenbare Kosten",
      "section": "10",
      "title": "",
      "content": "1 Folgende Kosten sind anrechenbar: a. Baukosten, einschliesslich Eigenleistungen und Materiallieferungen, sowie Planungs-, Projektierungs- und Bauleitungskosten; b. Kosten für die Nachführung der amtlichen Vermessung; c. Gebühren aufgrund von Bundesgesetzen sowie durch das Projekt verursachte kantonale Gebühren; d. Notariatskosten; e. Wasseranschlussgebühren. 2 Die Höhe der anrechenbaren Kosten richtet sich danach, wie hoch das Interesse der Landwirtschaft und das Interesse der Öffentlichkeit an der Umsetzung der geplanten Massnahme ist. Für nichtlandwirtschaftliche Interessen werden Abzüge an den anrechenbaren Kosten vorgenommen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Gemeinsame Bestimmungen für Investitionskredite",
      "section": "11",
      "title": "Grundsatz",
      "content": "1 Es werden keine Investitionskredite unter 20 000 Franken gewährt. Gleichzeitig gewährte Investitionskredite für verschiedene Massnahmen werden zusammengezählt. 2 Wird gleichzeitig ein Beitrag nach dieser Verordnung gewährt, so können auch Investitionskredite unter 20 000 Franken gewährt werden. 3 Investitionskredite werden gewährt zur: a. Teilfinanzierung des Vorhabens; b. Erleichterung der Finanzierung in der Bauphase (Baukredit); c. Finanzierung der Restkosten nach der Bauphase (Konsolidierungskredit). 4 Bau- und Konsolidierungskredite werden nur für gemeinschaftliche Massnahmen gewährt. 5 Bau- und Konsolidierungskredite werden nicht gleichzeitig für das gleiche Vorhaben gewährt. Werden nacheinander mehrere Baukredite für ein Vorhaben gewährt, so müssen diese verrechnet werden."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Gemeinsame Bestimmungen für Investitionskredite",
      "section": "12",
      "title": "Sicherheiten",
      "content": "1 Investitionskredite sind gegen Realsicherheiten zu gewähren, sofern diese nicht ausgeschlossen sind. 2 Soweit der Kreditnehmer oder die Kreditnehmerin kein bestehendes Grundpfandrecht auf den Kanton übertragen kann, ist der Kanton befugt, zusammen mit dem Entscheid über die Kreditgewährung die Errichtung eines Grundpfandrechts zu verfügen. Eine solche Verfügung gilt als Ausweis für das Grundbuchamt zur Eintragung des Grundpfands im Grundbuch."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Gemeinsame Bestimmungen für Investitionskredite",
      "section": "13",
      "title": "Rückzahlungsfristen für Investitionskredite",
      "content": "1 Investitionskredite sind spätestens 20 Jahre, der Investitionskredit für die Starthilfe spätestens 14 Jahre nach der Schlusszahlung zurückzuzahlen. Die Frist beginnt spätestens zwei Jahre nach der ersten Teilzahlung. 2 Der Kanton bestimmt die Frist für die Rückzahlung innerhalb der Fristen nach Absatz 1. 3 Bei finanziellen Schwierigkeiten kann der Kreditnehmer oder die Kreditnehmerin beim Kanton einen Aufschub der ersten Rückzahlung oder eine Stundung der Rückzahlung beantragen. Die maximale Rückzahlungsfrist nach Absatz 1 ist einzuhalten. 4 Ein Baukredit ist innert drei Jahren zurückzuzahlen. Bei Massnahmen, die in Etappen ausgeführt werden, läuft die Rückzahlungsfrist ab Beginn der letzten Etappe. 5 Der Kanton kann die jährlichen Rückzahlungen mit Beiträgen nach dieser Verordnung und der Direktzahlungsverordnung vom 23. Oktober 2013 (DZV) verrechnen. SR 910.13"
    },
    {
      "provision_ref": "art14",
      "chapter": "1. Abschnitt: Massnahmen",
      "section": "14",
      "title": "Unterstützte Massnahmen",
      "content": "1 Finanzhilfen werden für folgende Massnahmen gewährt: a. Meliorationen: Gesamtmeliorationen, Landumlegungen, Pachtlandarrondierungen und weitere Massnahmen zur Verbesserung der Bewirtschaftungsstruktur; b. der Landwirtschaft dienende Transportinfrastrukturen: Erschliessungsanlagen wie Wege, Seilbahnen und ähnliche Transportanlagen; c. Anlagen und Massnahmen im Bereich des Bodens und des Wasserhaushalts wie Bewässerungen, Entwässerungen und Verbesserungen von Bodenstruktur und -aufbau; d. Basisinfrastrukturen im ländlichen Raum: Wasser- und Elektrizitätsversorgungen und Anschlüsse der Grundversorgung im Fernmeldewesen an fernmeldetechnisch nicht erschlossenen Orten. 2 Massnahmen nach Absatz 1 Buchstabe a sind ausschliesslich gemeinschaftliche Massnahmen. Massnahmen nach Absatz 1 Buchstaben b–d können einzelbetriebliche oder gemeinschaftliche Massnahmen sein. 3 Einzelbetrieblich sind Massnahmen, die überwiegend einem einzelnen Betrieb zugutekommen. 4 Gemeinschaftlich sind Massnahmen, die mehreren Betrieben zugutekommen sowie Massnahmen für Sömmerungsbetriebe. 5 Umfassende gemeinschaftliche Massnahmen sind gemeinschaftliche Massnahmen, die sich zusätzlich auf ein natürlich oder wirtschaftlich abgegrenztes Gebiet erstrecken und den ökologischen Ausgleich und die Vernetzung von Biotopen fördern. Diese Voraussetzung gilt als erfüllt bei: a. Gesamtmeliorationen mit Biodiversitätsfördermassnahmen; b. Massnahmen nach Absatz 1, in deren Beizugsgebiet eine Gesamtmelioration nicht angezeigt ist, die aber einen erheblichen Abstimmungsbedarf erfordern, mindestens von regionaler Bedeutung für die Landwirtschaft sind und Biodiversitätsfördermassnahmen beinhalten. 6 Bauten und Anlagen in der Bauzone werden nicht unterstützt; ausgenommen sind der Landwirtschaft dienende Infrastrukturen, die zwingend in oder angrenzend an Bauzonen realisiert werden müssen. 7 Investitionskredite werden nur in Form von Bau- und Konsolidierungskrediten gewährt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "1. Abschnitt: Massnahmen",
      "section": "15",
      "title": "Finanzhilfen für begleitende Massnahmen",
      "content": "Zur Begleitung der Massnahmen nach Artikel 14 werden Finanzhilfen gewährt für: a. Massnahmen für die Wiederherstellung oder für den Ersatz bei Beeinträchtigung schützenswerter Lebensräume nach Artikel 18 Absatz 1 ter des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz sowie Ersatzmassnahmen nach Artikel 7 des Bundesgesetzes vom 4. Oktober 1985 über Fuss- und Wanderwege; b. weitere Massnahmen zur Aufwertung von Natur und Landschaft oder zur Erfüllung anderer Anforderungen der Umweltschutz-, der Natur- und Heimatschutz- und der Jagdgesetzgebung, insbesondere die Förderung der Biodiversität, der Landschaftsqualität und des Umgangs mit Grossraubtieren. SR 451 SR 704"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Finanzhilfen für Grundlagenbeschaffungen und Vorabklärungen",
      "content": "Zur Vorbereitung von Massnahmen nach Artikel 14 werden Finanzhilfen gewährt für: a. Grundlagenbeschaffungen zur Abklärung der Machbarkeit und zur Vorbereitung von konkreten Projekten; b. Entwicklungsstrategien mit Zielen und Massnahmen für den ländlichen Raum; c. Untersuchungen und Studien, die von nationalem Interesse und für Strukturverbesserungen von praktischer Bedeutung sind."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Unterstützte Arbeiten bei Bauten und Anlagen",
      "content": "1 Bei Massnahmen nach Artikel 14 werden bei Bauten und Anlagen im Laufe ihres Lebenszyklus Finanzhilfen gewährt für: a. den Neubau und die Sanierung, den Ausbau zur Anpassung an höhere Anforderungen oder den Ersatz nach Ablauf der technischen Lebensdauer; b. die Wiederherstellung nach Elementarschäden und die Sicherung von landwirtschaftlichen Bauten und Anlagen sowie von Kulturland; c. die periodische Wiederinstandstellung von Weganlagen, Seilbahnen, landwirtschaftlichen Entwässerungen, Trockensteinmauern und Suonen. 2 Die periodische Wiederinstandstellung nach Absatz 1 Buchstabe c umfasst: a. bei Weganlagen: die Erneuerung der Fahrbahnabdeckung von Kieswegen und Belagswegen sowie die Instandstellung der Wegentwässerung und von Kunstbauten; b. bei Seilbahnen: die periodischen Revisionen; c. bei landwirtschaftlichen Entwässerungen: das Spülen von Entwässerungsleitungen und Kanalfernsehen; d. bei Trockensteinmauern, die einer landwirtschaftlichen Nutzung dienen: die Instandstellung und Sicherung von Fundation, Mauerkörper, Krone und Treppen; e. bei Suonen: die Instandstellung und Sicherung der Borde und Stützmauern, die Abdichtung, der Erosionsschutz sowie das Ausholzen."
    },
    {
      "provision_ref": "art18",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "18",
      "title": "Allgemeine Voraussetzungen",
      "content": "1 Massnahmen werden unterstützt, sofern sie landwirtschaftlichen Betrieben, Sömmerungsbetrieben, Betrieben zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen, Betrieben des produzierenden Gartenbaus oder Berufsfischerei- oder Aquakulturbetrieben zugutekommen. 2 Die Finanzierung und die Tragbarkeit der vorgesehenen Investitionen müssen nachgewiesen sein. Als Richtwert zur Beurteilung der Tragbarkeit gilt die Restkostenbelastung nach Anhang 2. 3 Die anrechenbaren Kosten nach Artikel 10 Absatz 1 Buchstabe a werden in einem Submissionsverfahren nach kantonalem Recht ermittelt. Das vorteilhafteste Angebot ist die Grundlage für die Festlegung der anrechenbaren Kosten. 4 Mit Investitionskrediten werden nur gemeinschaftliche Massnahmen unterstützt. 5 Die Norm SIA 406:2024 «Inhalt und Ablauf von Strukturverbesserungen im Tiefbau» ist anzuwenden. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Die Norm kann kostenpflichtig bezogen werden beim Schweizerischer Ingenieur- und Architektenverein: www.sia.ch > Dienstleistungen > SIA-Norm. Sie kann kostenlos eingesehen werden beim Bundesamt für Landwirtschaft, Schwarzenburgstrasse 165, 3003 Bern. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "19",
      "title": "Voraussetzungen für einzelbetriebliche Massnahmen",
      "content": "Für einzelbetriebliche Massnahmen werden Beiträge gewährt, wenn die Voraussetzungen zum Bezug von Direktzahlungen nach der DZV erfüllt sind. SR 910.13"
    },
    {
      "provision_ref": "art20",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "20",
      "title": "Voraussetzungen für gemeinschaftliche Massnahmen",
      "content": "Für gemeinschaftliche Massnahmen werden Finanzhilfen gewährt, wenn die Massnahmen funktional oder organisatorisch eine Einheit darstellen."
    },
    {
      "provision_ref": "art21",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "21",
      "title": "Zusätzliche Voraussetzungen für Finanzhilfen im Bereich des Bodens und des Wasserhaushalts",
      "content": "1 Finanzhilfen für Bewässerungsanlagen werden gewährt, wenn das Projekt auf die mittelfristige Verfügbarkeit von Wasser ausgerichtet ist. 2 Finanzhilfen für Entwässerungsanlagen werden gewährt, wenn: a. eine bestehende Anlage in einer regional wichtigen landwirtschaftlichen Nutzfläche wiederhergestellt wird; b. eine Anlage in einem erosionsgefährdeten Gebiet oder verbunden mit einer Bodenaufwertung zur Qualitätssicherung von Fruchtfolgeflächen neu erstellt wird. 3 Finanzhilfen an die Verbesserung von Bodenstruktur und -aufbau werden gewährt, wenn: a. es sich um anthropogen beeinträchtigte Böden handelt; b. die Bewirtschaftbarkeit erschwert ist und Einbussen nachgewiesen werden; und c. die Massnahme zur nachhaltigen Verbesserung der Bodenstruktur, des Bodenaufbaus und des Bodenwasserhaushalts führt."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Zusätzliche Voraussetzungen für Basisinfrastrukturen im ländlichen Raum",
      "content": "Finanzhilfen für Wasser- und Elektrizitätsversorgungen werden nur gewährt, wenn die Bauten und Anlagen sich im Berg-, Hügel- oder Sömmerungsgebiet befinden. Betrieben mit Spezialkulturen und landwirtschaftlichen Aussiedlungen werden die Finanzhilfen auch gewährt, wenn sie sich in der Talzone befinden."
    },
    {
      "provision_ref": "art23",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "23",
      "title": "Anrechenbare und nicht anrechenbare Kosten",
      "content": "1 Zusätzlich zu den Kosten nach Artikel 10 sind folgende Kosten anrechenbar: a. Kosten für den Landerwerb im Zusammenhang mit begleitenden Massnahmen nach Artikel 15 bis zum achtfachen landwirtschaftlichen Ertragswert; b. Kosten für vermessungstechnische Arbeiten bei Landumlegungen einschliesslich Verpflockung und Vermarkung, soweit diese Arbeiten den Minimalanforderungen des Bundes entsprechen und für die Erkennung und Bewirtschaftung der neuen Parzellen notwendig sind; c. eine einmalige Entschädigung bis höchstens 1200 Franken pro Hektar an Verpächter und Verpächterinnen für die Erteilung des Rechts an eine Pachtlandorganisation zur Weitergabe des Pachtlandes, sofern das Pachtland 12 Jahre zur Verfügung gestellt wird; d. Prämien für Bauherrenhaftpflicht- und Bauwesenversicherungen. 2 Nicht anrechenbar sind insbesondere: a. Kosten infolge nicht projekt- oder fachgemäss ausgeführter Arbeiten; b. Kosten infolge offensichtlich unsorgfältiger Projektierung, mangelhafter Bauleitung oder nicht bewilligter Projektänderungen; c. Kosten für den Landerwerb, die nicht unter Absatz 1 Buchstabe a fallen; d. Entschädigungen an Beteiligte für Durchleitungs- und Quellrechte, Wegrechte und Ähnliches sowie Kultur- und Inkonvenienzentschädigungen; e. Kosten für den Erwerb von beweglichem Inventar und von Inneninstallationen sowie für Betrieb und Unterhalt; f. Verwaltungskosten, Sitzungsgelder, Versicherungsprämien mit Ausnahme der Prämien nach Absatz 1 Buchstabe d sowie Zinsen; g. bei Elektrizitätsversorgungen der Netzkostenbeitrag für den Anschluss an das vorgelagerte Verteilnetz. 3 Bei Anschlüssen der Grundversorgung im Fernmeldewesen an fernmeldetechnisch nicht erschlossenen Orten sind nur die Kosten anrechenbar, die nach Artikel 18 Absatz 2 der Verordnung vom 9. März 2007 über Fernmeldedienste von den Kunden und Kundinnen übernommen werden müssen. 4 Bei Entwässerungsanlagen und der Verbesserung von Bodenstruktur und -aufbau ist höchstens der achtfache landwirtschaftliche Ertragswert des Grundstücks anrechenbar. Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). SR 784.101.1"
    },
    {
      "provision_ref": "art24",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "24",
      "title": "Anrechenbare Kosten für die periodische Wiederinstandstellung",
      "content": "1 Für die periodische Wiederinstandstellung nach Artikel 17 Absatz 2 sind höchstens folgende Kosten anrechenbar: Franken a. bei Weganlagen, pro km Weg: [tab] Kieswege: 1. Normalfall 25 000 2. mit mässigen Mehraufwendungen 40 000 3. mit hohen Mehraufwendungen 50 000 [tab] Belagswege: 1. Normalfall 40 000 2. mit mässigen Mehraufwendungen 50 000 3. mit hohen Mehraufwendungen 60 000 b. bei landwirtschaftlichen Entwässerungen, pro km 5 000 c. bei Trockensteinmauern mit landwirtschaftlicher Nutzung, pro m 2 Mauer: 1. Trockensteinmauern von Terrassen: – Mauer bis 1,5 m hoch 650 – Mauer zwischen 1,5 m und 3 m hoch 1 000 2. übrige Trockensteinmauern 200 d. bei Suonen, pro m Kanal 100 2 Als Mehraufwendungen nach Absatz 1 Buchstabe a gelten die Instandstellung und punktuelle Ergänzungen von Kunstbauten und Entwässerungen sowie Erschwernisse wegen der Beschaffenheit des Geländes oder Untergrunds oder grosser Distanzen. Anhang 3 legt fest, wie die Mehraufwendungen zu bestimmen sind. 3 Die anrechenbaren Kosten dürfen nicht höher sein als die effektiven Kosten. 4 Bei Massnahmen zur periodischen Wiederinstandstellung von Seilbahnen sind die effektiven Kosten nach den Artikeln 10 und 23 anrechenbar. 5 Werden Massnahmen zur periodischen Wiederinstandstellung von Entwässerungen im Rahmen eines Gesamtkonzepts vorgenommen, so sind statt der Kosten nach Absatz 1 Buchstabe b die effektiven Kosten nach den Artikeln 10 und 23 anrechenbar. 6 Bei Trockensteinmauern und Suonen werden die in Stand zu stellenden Bauten und Anlagen aufgrund eines Gesamtkonzepts festgelegt. Dessen Erstellung wird als Grundlagenbeschaffung unterstützt. 7 Für nichtlandwirtschaftliche Interessen müssen keine Abzüge an den anrechenbaren Kosten gemacht werden. Voraussetzung für die Unterstützung ist, dass das landwirtschaftliche Interesse mindestens 50 Prozent beträgt. 8 Bei periodischen Wiederinstandstellungen von Weganlagen in Moorbiotopen muss eine bereits bestehende Beeinträchtigung des natürlichen Wasserhaushalts behoben werden. Die entsprechenden Massnahmen gelten als begleitende Massnahmen nach Artikel 15. Die effektiven Kosten nach den Artikeln 10 und 23 sind anrechenbar."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Beitragssätze",
      "content": "1 Es gelten folgende maximale Beitragssätze in Bezug auf die anrechenbaren Kosten: Prozent a. für umfassende gemeinschaftliche Massnahmen: 1. in der Talzone 34 2. in der Hügelzone und in der Bergzone I 37 3. in den Bergzonen II–IV und im Sömmerungsgebiet 40 b. für gemeinschaftliche Massnahmen: 1. in der Talzone 27 2. in der Hügelzone und in der Bergzone I 30 3. in den Bergzonen II–IV und im Sömmerungsgebiet 33 c. für einzelbetriebliche Massnahmen: 1. in der Talzone 20 2. in der Hügelzone und in der Bergzone I 23 3. in den Bergzonen II–IV und im Sömmerungsgebiet 26 2 Für Wiederherstellungen nach Elementarschäden und für periodische Wiederinstandstellungen gelten die Beitragssätze nach Absatz 1 Buchstabe b. 3 Zur administrativen Vereinfachung kann der Beitrag auch als Pauschale festgelegt und ausgerichtet werden. Diese darf nicht höher sein als der Beitrag nach Absatz 1."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Zusatzbeiträge",
      "content": "1 Die Beitragssätze können auf Antrag des Kantons für folgende Zusatzleistungen höchstens um je 3 Prozentpunkte erhöht werden: a. Aufwertung von Kleingewässern in der Landwirtschaftszone; b. Massnahmen des Bodenschutzes oder zur Qualitätssicherung von Fruchtfolgeflächen; c. besondere ökologische Massnahmen; d. Erhaltung und Aufwertung von Kulturlandschaften oder von Bauten mit kulturhistorischer Bedeutung; e. Produktion von erneuerbarer Energie oder Einsatz ressourcenschonender Technologien. 2 Für Wiederherstellungen nach Elementarschäden und für Sicherungen von landwirtschaftlichen Bauten und Anlagen sowie von Kulturland können die Beitragssätze auf Antrag des Kantons höchstens um 6 Prozentpunkte erhöht werden. 3 Im Berg-, Hügel- und Sömmerungsgebiet können die Beitragssätze auf Antrag des Kantons für besondere Erschwernisse, wie ausserordentliche Transportkosten, Baugrundschwierigkeiten, besondere Terrainverhältnisse oder Anforderungen des Natur- und Landschaftsschutzes, höchstens um 4 Prozentpunkte erhöht werden. 4 Für periodische Wiederinstandstellungen und für nicht bauliche Massnahmen werden keine Zusatzbeiträge gewährt. 5 Die Erhöhung der Beitragssätze nach den Absätzen 1–3 kann kumulativ erfolgen. Sie wird bei der Festlegung des Kantonsbeitrags nach Artikel 8 nicht berücksichtigt. 6 Die Zusatzleistungen und die Abstufung der Zusatzbeiträge richten sich nach Anhang 4. 7 Die erhöhten Beitragssätze dürfen im Talgebiet insgesamt höchstens 40 Prozent, im Berggebiet und im Sömmerungsgebiet insgesamt höchstens 50 Prozent der anrechenbaren Kosten betragen."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Kürzung von Beiträgen aufgrund von Vermögen bei einzelbetrieblichen Massnahmen",
      "content": "1 Übersteigt das veranlagte steuerbare Vermögen des Gesuchstellers oder der Gesuchstellerin vor der Investition 1 000 000 Franken, so wird der Beitrag pro 20 000 Franken Mehrvermögen um 5000 Franken gekürzt. 2 Bei juristischen Personen, bei Personengesellschaften und bei verheirateten oder in eingetragener Partnerschaft lebenden Gesuchstellern und Gesuchstellerinnen ist das arithmetische Mittel des veranlagten steuerbaren Vermögens der beteiligten natürlichen Personen massgebend."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Höhe der Investitionskredite",
      "content": "1 Baukredite werden bis zur Höhe von 75 Prozent der verfügten öffentlichen Beiträge gewährt. Bei Teilzusicherungen kann der Baukredit auf der Grundlage des gesamten öffentlichen Beitrags des bewilligten Projekts berechnet werden. 2 Bei Massnahmen, die in Etappen ausgeführt werden, darf der Baukredit 75 Prozent der Summe der noch nicht ausbezahlten öffentlichen Beiträge aller bereits bewilligten Etappen nicht übersteigen. 3 Die Höhe der Konsolidierungskredite beträgt höchstens 50 Prozent der anrechenbaren Kosten, die nach Abzug allfälliger öffentlicher Beiträge verbleiben. Bei Vorhaben, die nach Anhang 2 schlecht tragbar, aber unbedingt notwendig sind, kann der Ansatz auf höchstens 65 Prozent erhöht werden."
    },
    {
      "provision_ref": "art29",
      "chapter": "1. Abschnitt: Massnahmen",
      "section": "29",
      "title": "Einzelbetriebliche Massnahmen",
      "content": "1 Einzelbetrieblich sind Massnahmen, die mindestens von einem landwirtschaftlichen Betrieb getragen werden und die der Produktion und der Verwertung von Erzeugnissen aus Pflanzenbau und Nutztierhaltung dienen. 2 Finanzhilfen für einzelbetriebliche Massnahmen werden Bewirtschaftern und Bewirtschafterinnen von landwirtschaftlichen Betrieben, Betrieben des produzierenden Gartenbaus und Betrieben zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen gewährt für: a. den Bau oder den Erwerb auf dem freien Markt von Bauten, Anlagen oder Einrichtungen auf dem Produktionsbetrieb für die Verarbeitung, Lagerung oder Vermarktung von eigenen und regionalen landwirtschaftlichen Produkten; b. den Bau oder den Erwerb auf dem freien Markt von Ökonomie- und Wohngebäuden; c. die Erstellung von Anlagen zur Verbesserung der Produktion von Spezialkulturen sowie die Erneuerung von Dauerkulturen; d. bauliche Massnahmen oder Einrichtungen für die Tätigkeit im landwirtschaftsnahen Bereich; e. bauliche Massnahmen oder Einrichtungen für die Produktion von Erzeugnissen der Aquakultur, Algen, Insekten und weiteren lebenden Organismen, die keine verwertbaren Erzeugnisse aus der Landwirtschaft sind und die als Nahrungs- oder Futtermittel dienen; f. den Bau oder den Erwerb auf dem freien Markt von Bauten und Anlagen zur Biomassenverwertung. 3 Berufsfischern und Berufsfischerinnen sowie Aquakulturbetrieben werden Finanzhilfen für einzelbetriebliche Massnahmen gewährt für bauliche Massnahmen oder Einrichtungen zur tiergerechten Haltung und für die Verarbeitung, Lagerung und Vermarktung der eigenen Produktion. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "1. Abschnitt: Massnahmen",
      "section": "30",
      "title": "Gemeinschaftliche Massnahmen",
      "content": "1 Gemeinschaftlich sind Massnahmen, die von mehreren Betrieben getragen werden und nicht der Produktion von Erzeugnissen aus Pflanzenbau und Nutztierhaltung dienen. Vorhaben von Sömmerungsbetrieben und gewerblichen Kleinbetrieben gelten als gemeinschaftliche Massnahmen. 2 Finanzhilfen für gemeinschaftliche Massnahmen werden Bewirtschaftern und Bewirtschafterinnen von mindestens zwei landwirtschaftlichen Betrieben, Betrieben des produzierenden Gartenbaus oder Betrieben zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen gewährt für: a. den Bau oder den Erwerb auf dem freien Markt von Bauten, Anlagen oder Einrichtungen für die Verarbeitung, Lagerung oder Vermarktung regionaler landwirtschaftlicher Produkte; b. den Bau oder den Erwerb auf dem freien Markt von Bauten, Einrichtungen und mobilen Hirtenhütten für Sömmerungsbetriebe; c. den Bau oder den Erwerb auf dem freien Markt von Bauten und Anlagen zur Biomassenverwertung; d. Grundlagenbeschaffungen zur Abklärung der Machbarkeit und Vorbereitung von konkreten Massnahmen. 3 Sömmerungsbetrieben werden nur Finanzhilfen für Massnahmen nach Absatz 2 Buchstabe b und d gewährt. 4 Gewerblichen Kleinbetrieben werden nur Finanzhilfen für Massnahmen nach Absatz 2 Buchstaben a und d gewährt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "31",
      "title": "Persönliche Voraussetzungen",
      "content": "1 Finanzhilfen werden natürlichen Personen gewährt, die den Betrieb selber bewirtschaften. Für Massnahmen im Sömmerungsgebiet müssen die natürlichen Personen den Sömmerungsbetrieb nicht selber bewirtschaften. 2 Ist der Gesuchsteller oder die Gesuchstellerin verheiratet oder lebt er oder sie in eingetragener Partnerschaft, so werden Finanzhilfen auch gewährt, wenn der Betrieb durch den Partner oder die Partnerin bewirtschaftet wird. 3 Juristischen Personen werden Finanzhilfen gewährt, wenn sie zu zwei Dritteln im Eigentum natürlicher Personen sind, die nach dieser Verordnung Finanzhilfen erhalten können, und wenn diese natürlichen Personen mindestens über zwei Drittel der Stimmrechte und bei Kapitalgesellschaften zusätzlich über zwei Drittel des Kapitals verfügen. 4 Finanzhilfen für Massnahmen im Sömmerungsgebiet werden juristischen Personen, Gemeinden und anderen öffentlich-rechtlichen Körperschaften auch dann gewährt, wenn die Vorgaben zu den Eigentumsverhältnissen nach Absatz 3 nicht erfüllt sind. 5 Der Bewirtschafter oder die Bewirtschafterin des landwirtschaftlichen Betriebs muss über eine der folgenden Qualifikationen verfügen: a. eine berufliche Grundbildung als Landwirtin/Landwirt mit einem eidgenössischen Fähigkeitszeugnis nach Artikel 38 des Berufsbildungsgesetzes vom 13. Dezember 2002 (BBG); b. eine Berufsbildung als Bäuerin/bäuerlicher Haushaltleiter mit einem Fachausweis nach Artikel 43 BBG; oder c. eine gleichwertige Qualifikation in einem landwirtschaftlichen Spezialberuf. 6 Bei verheirateten oder in eingetragener Partnerschaft lebenden Gesuchstellern und Gesuchstellerinnen muss eine der beiden Personen die Voraussetzungen nach Absatz 5 erfüllen. 7 Eine während mindestens drei Jahren ausgewiesene erfolgreiche Betriebsführung ist den Qualifikationen nach Absatz 5 gleichgestellt. 8 Das BLW legt die Inhalte und Beurteilungskriterien für die erfolgreiche Betriebsführung fest. SR 412.10"
    },
    {
      "provision_ref": "art32",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "32",
      "title": "Tragbarkeit der Investition und Wirtschaftlichkeit des Betriebs bei einzelbetrieblichen Massnahmen",
      "content": "1 Bei einzelbetrieblichen Massnahmen nach Artikel 29 Absätze 1 und 2 müssen die Finanzierung und die Tragbarkeit der vorgesehenen Investition und die Wirtschaftlichkeit des Betriebs vor der Gewährung der Finanzhilfe ausgewiesen sein. 2 Bei Investitionen nach Absatz 1, die über 500 000 Franken liegen, muss der Gesuchsteller oder die Gesuchstellerin mit geeigneten Planungsinstrumenten für einen Zeitraum von mindestens fünf Jahren nach der Gewährung der Finanzhilfen belegen, dass die Tragbarkeit der Investition und die Wirtschaftlichkeit des Betriebs auch unter künftigen wirtschaftlichen Rahmenbedingungen gegeben sind. Dazu gehört auch eine Risikobeurteilung. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art33",
      "chapter": "2. Abschnitt: Voraussetzungen",
      "section": "33",
      "title": "Natur-, gewässer- und tierschützerische Anforderungen",
      "content": "Finanzhilfen werden gewährt, wenn nach der Investition die massgebenden Vorschriften der Natur-, Gewässer- und Tierschutzgesetzgebung erfüllt werden."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Zusätzliche Voraussetzungen für landwirtschaftliche Ökonomiegebäude",
      "content": "1 Finanzhilfen für landwirtschaftliche Ökonomiegebäude werden nur für diejenigen Plätze von landwirtschaftlichen Nutztieren gewährt, deren Nährstoffanfall an Stickstoff und Phosphor zur Deckung des Bedarfs der eigenen Pflanzenproduktion genutzt wird. Der Nachweis ist anhand der Methode «Suisse-Bilanz» zu erbringen. Anwendbar ist jeweils die im Zeitpunkt der Antragseinreichung gültige Version der «Wegleitung Suisse-Bilanz» des BLW. Massgebend ist derjenige Nährstoff, bei dem das Limit zuerst erreicht wird. 2 Die Abwesenheit von Nutztieren, die gesömmert werden, ist bei der Berechnung des Nährstoffanfalls zu berücksichtigen. 3 Für die Beurteilung, ob der Pflanzenbedarf durch den Nährstoffanfall gedeckt ist, ist der Nährstoffanfall der raufutterverzehrenden Nutztiere vorrangig zu berücksichtigen. 4 Bei der Berechnung des Pflanzenbedarfs werden die langfristig gesicherten landwirtschaftlichen Nutzflächen berücksichtigt, die in einer Fahrdistanz von weniger als 15 km vom Betriebszentrum liegen. Keine Fahrdistanzbegrenzung gilt für ortsübliche Stufenbetriebe. 5 Zwei oder mehrere Betriebe, die gemeinsam ein landwirtschaftliches Ökonomiegebäude erstellen, werden unterstützt, wenn: a. die Gemeinschaft von der zuständigen kantonalen Stelle anerkannt ist; b. ein Zusammenarbeitsvertrag abgeschlossen wird, dessen Mindestdauer bei einer Unterstützung mit Beiträgen 15 Jahre und bei einer ausschliesslichen Unterstützung mit Investitionskrediten der Laufzeit des Investitionskredits entspricht. Die jeweils geltenden Versionen der Wegleitung sind abrufbar unter: www.blw.admin.ch > Instrumente > Direktzahlungen > Ökologischer Leistungsnachweis > Ausgeglichene Düngerbilanz und Bodenuntersuchungen (DZV Art. 13)."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Zusätzliche Voraussetzungen für die Verarbeitung, Lagerung oder Vermarktung regionaler landwirtschaftlicher Produkte",
      "content": "1 Finanzhilfen für Massnahmen nach Artikel 30 Absatz 2 Buchstabe a werden landwirtschaftlichen Produzentenorganisationen und gewerblichen Kleinbetrieben gewährt, wenn sie folgende Voraussetzungen zusätzlich erfüllen: a. Die Organisation oder der Betrieb ist ein wirtschaftlich eigenständiges Unternehmen oder eine einstufige Mutter-Tochter-Verbindung, wobei diese Verbindung als Ganze die Anforderungen nach diesem Artikel erfüllen muss und diejenige Gesellschaft der Verbindung, die unterstützt werden soll, Eigentümerin der Liegenschaft sein muss. b. Die Organisation oder der Betrieb beschäftigt Mitarbeitende im Umfang von höchstens 2000 Stellenprozenten oder weist einen Gesamtumsatz von höchstens 10 Millionen Franken aus. c. Der Hauptumsatz der Organisation oder des Betriebs stammt aus der Verarbeitung regional produzierter landwirtschaftlicher Rohstoffe oder deren Verkauf. 2 Gewerbliche Kleinbetriebe müssen im Rahmen ihrer Tätigkeit die erste Verarbeitungsstufe landwirtschaftlicher Rohstoffe einschliessen. 3 Landwirtschaftliche Produzentenorganisationen, die ihre selbstproduzierten landwirtschaftlichen Rohstoffe in eigenen Anlagen durch Pächter oder Pächterinnen verarbeiten, lagern oder vermarkten lassen, können unterstützt werden, sofern die Produzentenorganisation und der Pächter oder die Pächterin die Voraussetzungen nach diesem Artikel erfüllt. 4 Als regional gilt ein landwirtschaftlicher Rohstoff, wenn er in den für den Betrieb relevanten Arbeitsmarktregionen gemäss der Einteilung der Arbeitsmarktregionen 2018 des Bundesamts für Statistik produziert wurde. Für PRE wird die Region in der Vereinbarung festgelegt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Abrufbar unter www.bfs.admin.ch > Statistiken > Querschnittsthemen > Räumliche Analysen > Räumliche Gliederungen > Analyseregionen > Arbeitsmarktregionen und Arbeitsmarktgrossregionen > Arbeitsmarktregionen 2018."
    },
    {
      "provision_ref": "art36",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "36",
      "title": "Anrechenbare Kosten",
      "content": "Zusätzlich zu den Kosten nach Artikel 10 sind die Untersuchungs- und Beratungskosten anrechenbar."
    },
    {
      "provision_ref": "art37",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "37",
      "title": "Höhe der Beiträge und spezifische Bestimmungen zu den Massnahmen",
      "content": "1 Die Ansätze für Beiträge sowie spezifische Bestimmungen zu den Massnahmen sind in Anhang 5 festgelegt. Bei einer Bauteuerung oder um einen Beitrag zur Erreichung der Umweltziele Landwirtschaft 2008 zu leisten, kann das BLW die Ansätze in Anhang 5 höchstens um 10 Prozent erhöhen. 2 Bei einer Unterstützung von bestehenden Bauten mit pauschalen Ansätzen nach Anhang 5 werden die pauschalen Beiträge angemessen reduziert. Bei früher bereits unterstützten Bauten wird von den Höchstbeiträgen mindestens der Bundesbeitrag pro rata temporis nach Artikel 67 Absatz 5 Buchstabe b abgezogen. 3 Für Ökonomiegebäude für raufutterverzehrende Tiere und Alpgebäude werden für Mehrkosten aufgrund besonderer Erschwernisse Beiträge gewährt. Sie werden bei der Bestimmung des Kantonsbeitrags nicht berücksichtigt. Als besondere Erschwernis gelten ausserordentliche Transportkosten, Baugrundschwierigkeiten, besondere Terrainverhältnisse, Naturgefahren und klimatische Besonderheiten. 4 Es werden keine Beiträge unter 5000 Franken gewährt. Die Umweltziele Landwirtschaft sind abrufbar unter: www.bafu.admin.ch > Themen > Thema Biodiversität > Publikationen und Studien > Suche «UW-0820-D». Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "38",
      "title": "Kürzung von Beiträgen aufgrund von Vermögen bei einzelbetrieblichen Massnahmen",
      "content": "1 Übersteigt das veranlagte steuerbare Vermögen des Gesuchstellers oder der Gesuchstellerin vor der Investition 1 000 000 Franken, so wird der Beitrag bei einzelbetrieblichen Massnahmen pro 20 000 Franken Mehrvermögen um 5000 Franken gekürzt. 2 Bei juristischen Personen, bei Personengesellschaften und bei verheirateten oder in eingetragener Partnerschaft lebenden Gesuchstellern und Gesuchstellerinnen ist das arithmetische Mittel des veranlagten steuerbaren Vermögens der beteiligten natürlichen Personen massgebend. 3 … Aufgehoben durch Ziff. I der V vom 6. Nov. 2024, mit Wirkung seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "3. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "39",
      "title": "",
      "content": "1 Die Ansätze für die Investitionskredite sowie spezifische Bestimmungen zu den Massnahmen sind in Anhang 5 festgelegt. Bei einer Bauteuerung oder um einen Beitrag zur Erreichung der Umweltziele Landwirtschaft 2008 zu leisten, kann das BLW die Ansätze in Anhang 5 höchstens um 10 Prozent erhöhen. 2 Für die Berechnung des Investitionskredits werden von den anrechenbaren Kosten die öffentlichen Beiträge abgezogen. 3 Bei der Unterstützung von bestehenden Bauten mit pauschalen Ansätzen nach Anhang 5 werden die pauschalen Investitionskredite angemessen reduziert. Bei früher bereits unterstützten Bauten wird von den Höchstbeträgen mindestens der Saldo des bestehenden Investitionskredits abgezogen. 4 Baukredite werden bis zur Höhe von 75 Prozent der anrechenbaren Kosten gewährt. Aufgehoben durch Ziff. I der V vom 6. Nov. 2024, mit Wirkung seit 1. Jan. 2025 ( AS 2024 672 ). Die Umweltziele Landwirtschaft sind abrufbar unter: www.bafu.admin.ch > Themen > Thema Biodiversität > Publikationen und Studien > Suche «UW-0820-D»."
    },
    {
      "provision_ref": "art40",
      "chapter": "1. Abschnitt: Massnahmen und Voraussetzungen",
      "section": "40",
      "title": "Einzelbetriebliche Massnahmen",
      "content": "1 Einzelbetrieblich sind Massnahmen, die mindestens von einem Betrieb getragen werden sowie der Produktion und der Verwertung von Erzeugnissen aus Pflanzenbau und Nutztierhaltung dienen. 2 Finanzhilfen für einzelbetriebliche Massnahmen werden Bewirtschaftern und Bewirtschafterinnen von landwirtschaftlichen Betrieben, Betrieben des produzierenden Gartenbaus und Betrieben zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen gewährt für: a. eine einmalige Starthilfe zur Förderung des Erwerbs landwirtschaftlicher Betriebe und Grundstücke; b. den Erwerb von landwirtschaftlichen Nutzflächen auf dem freien Markt zur Förderung des Erwerbs landwirtschaftlicher Betriebe und Grundstücke; c. den Bau oder den Erwerb auf dem freien Markt von Bauten und Einrichtungen und von Maschinen und Fahrzeugen sowie die Pflanzung von Obstbäumen und Reben zur Förderung der Tiergesundheit und einer besonders umwelt- und tierfreundlichen Produktion durch: 1. die Reduktion der Ammoniakemissionen, 2. die Reduktion der Schadstoffbelastung, 3. Massnahmen des Heimat- und Landschaftsschutzes, 4. Massnahmen des Klimaschutzes. 3 Berufsfischern und Berufsfischerinnen werden Finanzhilfen für die Massnahme nach Absatz 2 Buchstabe a gewährt. 4 Sömmerungsbetrieben werden Finanzhilfen für Massnahmen nach Absatz 2 Buchstabe c gewährt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art41",
      "chapter": "1. Abschnitt: Massnahmen und Voraussetzungen",
      "section": "41",
      "title": "Gemeinschaftliche Massnahmen",
      "content": "1 Gemeinschaftlich sind Massnahmen, die von mehreren Betrieben getragen werden und keine Bauten und Anlagen sind. 2 Finanzhilfen werden Bewirtschaftern und Bewirtschafterinnen von mindestens zwei landwirtschaftlichen Betrieben, Betrieben des produzierenden Gartenbaus oder Betrieben zur Produktion von Pilzen, Sprossen und ähnlichen Erzeugnissen gewährt zur Förderung der überbetrieblichen Zusammenarbeit über: a. gemeinschaftliche Initiativen, die zu einer Produktionskostensenkung führen können; b. den Aufbau von land- und gartenbaulichen Selbsthilfeorganisationen im Bereich der marktgerechten land- und gartenbaulichen Produktion und Betriebsführung oder die Erweiterung der Geschäftstätigkeit solcher Selbsthilfeorganisationen; c. den Erwerb von Maschinen und Fahrzeugen."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Persönliche Voraussetzungen",
      "content": "1 Die persönlichen Voraussetzungen richten sich nach Artikel 31. 2 Starthilfen nach Artikel 40 Absatz 2 Buchstabe a werden nur gewährt, wenn der Bewirtschafter oder die Bewirtschafterin das 35. Altersjahr noch nicht vollendet hat."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Tragbare Belastung",
      "content": "Die Bestimmungen zur Finanzierung und Tragbarkeit nach Artikel 32 müssen eingehalten werden. Ausgenommen sind gemeinschaftliche Initiativen nach Artikel 41 Absatz 2 Buchstabe a."
    },
    {
      "provision_ref": "art44",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "44",
      "title": "Anrechenbare Kosten",
      "content": "Zusätzlich zu den Kosten nach Artikel 10 sind folgende Kosten anrechenbar: a. Untersuchungs- und Beratungskosten; b. bei Investitionskrediten: die Gründungskosten, die Kosten für den Erwerb von Mobiliar und Hilfsmittel sowie die Lohnkosten für das erste Jahr der neuen Geschäftstätigkeit."
    },
    {
      "provision_ref": "art45",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "45",
      "title": "Höhe der Beiträge und spezifische Bestimmungen zu den Massnahmen",
      "content": "1 Die Ansätze für die Beiträge sowie spezifische Bestimmungen zu den Massnahmen sind in Anhang 6 festgelegt. Bei einer Bauteuerung oder um einen Beitrag zur Erreichung der Umweltziele Landwirtschaft 2008 zu leisten, kann das BLW die Ansätze in Anhang 6 höchstens um 10 Prozent erhöhen. 2 Bei einer Unterstützung von bestehenden Bauten mit pauschalen Ansätzen nach Anhang 6 werden die pauschalen Beiträge angemessen reduziert. Bei früher bereits unterstützten Bauten wird von den Höchstbeiträgen mindestens der Bundesbeitrag pro rata temporis nach Artikel 67 Absatz 5 Buchstabe c abgezogen. 3 Für Massnahmen zur Förderung der Tiergesundheit und einer besonders umwelt- und tierfreundlichen Produktion kann befristet ein Zuschlag gewährt werden. Dieser wird bei der Bestimmung des Kantonsbeitrags nicht berücksichtigt. Die Massnahmen sowie die Befristung und die Höhe des Zuschlags sind in Anhang 6 festgelegt. 4 Die Sanierung von durch polychlorierte Biphenyle (PCB) belasteten Ökonomiegebäuden wird bis 2030 mit Beiträgen unterstützt. 5 Das BLW kann befristete Massnahmen zur Minderung der Ammoniakemissionen und die entsprechenden Beitragssätze festlegen. Die Umweltziele Landwirtschaft sind abrufbar unter: www.bafu.admin.ch > Themen > Thema Biodiversität > Publikationen und Studien > Suche «UW-0820-D»."
    },
    {
      "provision_ref": "art46",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "46",
      "title": "Höhe der Investitionskredite und spezifische Bestimmungen zu den Massnahmen",
      "content": "1 Die Ansätze für die Investitionskredite sowie spezifische Bestimmungen zu den Massnahmen sind in Anhang 6 festgelegt. Bei einer Bauteuerung oder um einen Beitrag zur Erreichung der die Umweltziele Landwirtschaft 2008 zu leisten, kann das BLW die Ansätze in Anhang 6 höchstens um 10 Prozent erhöhen. 2 Für die Berechnung des Investitionskredits werden von den anrechenbaren Kosten die öffentlichen Beiträge abgezogen. 3 Bei der Unterstützung von bestehenden Bauten mit pauschalen Ansätzen nach Anhang 6 werden die pauschalen Investitionskredite angemessen reduziert. Bei früher bereits unterstützten Bauten wird von den Höchstbeträgen mindestens der Saldo des bestehenden Investitionskredits abgezogen. Die Umweltziele Landwirtschaft sind abrufbar unter: www.bafu.admin.ch > Themen > Thema Biodiversität > Publikationen und Studien > Suche «UW-0820-D»."
    },
    {
      "provision_ref": "art47",
      "chapter": "1. Abschnitt: Massnahmen und Voraussetzungen",
      "section": "47",
      "title": "Massnahmen",
      "content": "1 Als PRE gelten: a. Projekte, die mehrere Wertschöpfungsketten umfassen und auch nichtlandwirtschaftliche Sektoren einschliessen; b. Projekte, die mehrere Akteure innerhalb einer Wertschöpfungskette umfassen. 2 Im Rahmen von PRE werden folgende Massnahmen unterstützt: a. Massnahmen im Tiefbau nach dem 3. Kapitel, im Hochbau nach dem 4. Kapitel und zusätzliche Strukturverbesserungsmassnahmen nach dem 5. Kapitel dieser Verordnung; b. der Aufbau und die Weiterentwicklung einer landwirtschaftsnahen Tätigkeit; c. … d. gemeinschaftliche Investitionen im Interesse des PRE; e. weitere Massnahmen im Interesse des PRE. 3 Das PRE kann während der Umsetzung um weitere Massnahmen ergänzt werden. 4 PRE sind gemeinschaftliche Massnahmen. Aufgehoben durch Ziff. I der V vom 6. Nov. 2024, mit Wirkung seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art48",
      "chapter": "1. Abschnitt: Massnahmen und Voraussetzungen",
      "section": "48",
      "title": "Voraussetzungen",
      "content": "1 Finanzhilfen für PRE werden gewährt, wenn folgende Voraussetzungen erfüllt sind: a. Das Projekt trägt zur Schaffung von Wertschöpfung in der Landwirtschaft und zur Stärkung der regionalen Zusammenarbeit bei. b. Das Projekt besteht aus mindestens drei Massnahmen mit je eigener Rechnungsführung und Trägerschaft sowie mit mindestens zwei unterschiedlichen Ausrichtungen. c. Die Massnahmen sind inhaltlich auf ein Gesamtkonzept abgestimmt und mit der Regionalentwicklung, den Pärken von nationaler Bedeutung und der Raumplanung koordiniert. d. Die Mitglieder der Projektträgerschaft sind mehrheitlich Bewirtschafter und Bewirtschafterinnen, die zum Bezug von Direktzahlungen nach der DZV berechtigt sind; diese besitzen die Stimmenmehrheit. 2 Die Finanzierung und die Tragbarkeit der vorgesehenen Investition müssen vor der Gewährung der Finanzhilfe ausgewiesen sein. Die Tragbarkeit muss mit geeigneten Planungsinstrumenten für einen Zeitraum von mindestens sieben Jahren nach der Gewährung der Finanzhilfen belegt werden. 3 Werden Massnahmen im Tiefbau nach dem 3. Kapitel, im Hochbau nach dem 4. Kapitel oder zusätzliche Strukturverbesserungsmassnahmen nach dem 5. Kapitel dieser Verordnung im Rahmen eines PRE umgesetzt, so gelten für sie die Voraussetzungen nach den entsprechenden Kapiteln. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). SR 910.13"
    },
    {
      "provision_ref": "art49",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "49",
      "title": "Anrechenbare Kosten",
      "content": "Zusätzlich zu den Kosten nach Artikel 10 sind folgende Kosten anrechenbar: a. Kosten, die nach den Artikeln 23, 24, 36 und 44 anrechenbar sind; b. Kosten für die Erarbeitung der Unterlagen für eine Vereinbarung; c. Kosten für Einrichtungen; d. Kosten für Maschinen und Fahrzeuge im Interesse des PRE; e. Marketingkosten im Rahmen des Gesamtkonzepts; f. Kosten für die Geschäftstätigkeit im Rahmen des PRE; g. Beratungskosten."
    },
    {
      "provision_ref": "art50",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "50",
      "title": "Beitragssätze",
      "content": "1 Werden Massnahmen im Tiefbau nach dem 3. Kapitel, im Hochbau nach dem 4. Kapitel oder zusätzliche Strukturverbesserungsmassnahmen nach dem 5. Kapitel dieser Verordnung im Rahmen eines PRE umgesetzt, so werden die Beitragssätze für die einzelnen Massnahmen um 50 Prozent erhöht. 2 Für Kosten, die nach Artikel 49 Buchstaben b–g anrechenbar sind, gelten die folgenden Beitragssätze: Prozent a. in der Talzone 34 b. in der Hügelzone und in der Bergzone I 37 c. in den Bergzonen II–IV und im Sömmerungsgebiet 40 3 Die anrechenbaren Kosten nach Absatz 2 werden für Massnahmen nach Artikel 47 Absatz 2 Buchstaben b und e reduziert. 4 Die prozentuale Reduktion der anrechenbaren Kosten ist in Anhang 7 festgelegt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art51",
      "chapter": "2. Abschnitt: Höhe der Beiträge und der Investitionskredite",
      "section": "51",
      "title": "Höhe der Investitionskredite",
      "content": "1 Der Investitionskredit beträgt pro Massnahme höchstens 50 Prozent der anrechenbaren Kosten abzüglich der öffentlichen Beiträge. 2 Für die einzelnen Massnahmen im Tiefbau nach dem 2. Kapitel, im Hochbau nach dem 3. Kapitel und für zusätzliche Strukturverbesserungsmassnahmen nach dem 4. Kapitel dieser Verordnung, richtet sich die Höhe der Investitionskredite, einschliesslich der Konsolidierungskredite, nach den entsprechenden Kapiteln dieser Verordnung. 3 Baukredite werden bis zur Höhe von 75 Prozent der anrechenbaren Kosten gewährt."
    },
    {
      "provision_ref": "art52",
      "chapter": "1. Abschnitt: Gesuchsabwicklung",
      "section": "52",
      "title": "Stellungnahme des BLW vor der Gesuchseinreichung",
      "content": "1 Das BLW gibt die Stellungnahme nach Artikel 97 Absatz 2 LwG ab in Form: a. einer Auskunft, wenn lediglich eine Vorstudie mit grober Kostenschätzung vorliegt oder die Durchführung des Projekts zeitlich nicht festgelegt werden kann; b. eines Vorbescheides mit den vorgesehenen Auflagen und Bedingungen sowie den Finanzhilfen, wenn ein Vorprojekt mit Kostenschätzung vorliegt; c. eines verbindlichen Mitberichts, wenn ein Umweltverträglichkeitsprüfungsverfahren nach Artikel 22 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung durchgeführt wird. 2 Der Kanton reicht den Antrag auf Stellungnahme mit den nötigen Unterlagen und sachdienlichen Angaben über das Informationssystem nach Artikel 17 der Verordnung vom 23. Oktober 2013 über Informationssysteme im Bereich der Landwirtschaft (ISLV) beim BLW ein. 3 Keine Stellungnahme des BLW ist erforderlich, wenn: a. durch das Vorhaben kein Objekt eines Bundesinventars von nationaler Bedeutung betroffen ist; b. das Vorhaben keiner gesetzlichen Koordinations- oder Mitwirkungspflicht auf Bundesebene unterliegt. SR 814.011 SR 919.117.71 Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art53",
      "chapter": "1. Abschnitt: Gesuchsabwicklung",
      "section": "53",
      "title": "Gesuche um Finanzhilfen",
      "content": "1 Gesuche um Finanzhilfen sind beim Kanton einzureichen. 2 Der Kanton prüft das Gesuch, beurteilt unter anderem die Tragbarkeit und die Zweckmässigkeit der geplanten Massnahmen, legt die Höhe des Kantonsbeitrags und des Investitionskredits fest und legt im Einzelfall Bedingungen und Auflagen fest."
    },
    {
      "provision_ref": "art54",
      "chapter": "1. Abschnitt: Gesuchsabwicklung",
      "section": "54",
      "title": "Antrag des Kantons an das BLW",
      "content": "1 Der Antrag des Kantons an das BLW auf Beiträge sowie auf Investitionskredite über 500 000 Franken muss über das Informationssystem nach Artikel 17 ISLV eingereicht werden. 2 Er muss alle sachdienlichen Angaben und Unterlagen enthalten, mindestens jedoch Folgendes: a. rechtskräftige kantonale Verfügungen über die Genehmigung des Vorhabens; b. den Entscheid der zuständigen kantonalen Stellen über den gesamten Betrag der Finanzhilfe des Kantons für ein Vorhaben; c. Verfügungen über die Finanzhilfen öffentlich-rechtlicher Gebietskörperschaften nach Artikel 8 Absatz 4, soweit der Kanton diese an den Kantonsbeitrag anrechnet; d. technische Unterlagen wie Situationspläne, Werk- und Detailpläne, technische Berichte, Kostenvoranschläge; e. betriebswirtschaftliche Unterlagen wie Finanzpläne und Tragbarkeitsrechnung. 3 Sind Massnahmen nach Artikel 9 Absatz 1 betroffen, so müssen die Anträge auf Finanzhilfen den Nachweis der Publikation im Publikationsorgan des Kantons nach Artikel 89 a LwG enthalten. 4 Werden Beiträge beantragt und ist eine Baubewilligung nach der Raumplanungsgesetzgebung erforderlich, so müssen die Anträge den Nachweis der Publikation im Publikationsorgan des Kantons nach Artikel 97 LwG enthalten. 5 … SR 919.117.71 Ausdruck gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Aufgehoben durch Ziff. I der V vom 6. Nov. 2024, mit Wirkung seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Genehmigungsverfahren",
      "content": "1 Das BLW überprüft den Antrag des Kantons und prüft, ob der Kanton die Auflagen und Bedingungen seiner Stellungnahme berücksichtigt hat. 2 Das BLW gewährt dem Kanton den Beitrag in Form einer Verfügung oder, im Falle eines PRE, in Form einer Vereinbarung. Werden ein Antrag auf einen Beitrag und ein Antrag auf einen Investitionskredit kombiniert, so genehmigt es gleichzeitig den Investitionskredit. 3 Bei Investitionskrediten über 500 000 Franken entscheidet das BLW innerhalb 30 Tagen nach der elektronischen Übermittlung der vollständigen Akten durch den Kanton. Der Kanton eröffnet dem Gesuchsteller oder der Gesuchstellerin seinen Entscheid erst nach der Genehmigung durch das BLW. 4 Das BLW legt in der Beitragsverfügung oder in der Vereinbarung die Bedingungen und Auflagen fest. Es setzt für die Durchführung des Vorhabens und die Einreichung der Abrechnung Fristen fest. 5 Zu Vorhaben, die in Etappen ausgeführt werden, oder auf Antrag des Kantons erlässt das BLW vorgängig eine Grundsatzverfügung. Es hält darin fest, ob das Vorhaben die Anforderungen für Finanzhilfen erfüllt. Die Beitragsverfügung erfolgt für die einzelnen Etappen. Die Grundsatzverfügung gilt nicht als Beitragsverfügung. 6 ... Aufgehoben durch Ziff. I 9 der V vom 27. Aug. 2025 über die Aufhebung des Erfordernisses der Zustimmung oder der Anhörung des EFD oder der ESTV betreffend zwölf Subventionen, mit Wirkung seit 1. Nov. 2025 ( AS 2025 550 )."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Vereinbarung bei Projekten zur regionalen Entwicklung",
      "content": "1 Bei PRE wird zwischen Bund, Kanton und gegebenenfalls Leistungserbringer eine Vereinbarung in der Form eines öffentlich-rechtlichen Vertrags abgeschlossen. 2 Die Vereinbarung regelt insbesondere: a. die Zielsetzungen des PRE; b. die Massnahmen zur Erreichung des Gesamtkonzepts; c. die anrechenbaren Kosten, den Beitragsansatz und den Beitrag des Bundes pro Massnahme; d. das Controlling; e. die Auszahlung der Beiträge; f. die Sicherung der unterstützten Werke; g. die Auflagen und Bedingungen des Bundes; h. die Vorkehrungen bei Nichterreichung der Zielsetzungen; i. die Befristung und Auflösung der Vereinbarung. 3 Die Vereinbarung kann angepasst und um neue Massnahmen ergänzt werden."
    },
    {
      "provision_ref": "art57",
      "chapter": "2. Abschnitt: Baubeginn, Erwerbe und Ausführung",
      "section": "57",
      "title": "Baubeginn und Erwerbe",
      "content": "1 Mit den planerischen Massnahmen und dem Bau darf erst begonnen und Erwerbe dürfen erst getätigt werden, wenn die Finanzhilfe nach Artikel 55 Absätze 2 und 3 rechtskräftig verfügt oder die Vereinbarung nach Artikel 56 abgeschlossen ist. Vorhaben, die in Etappen ausgeführt werden, dürfen erst begonnen werden, wenn die Beitragsverfügung der einzelnen Etappen rechtskräftig ist. 2 Die zuständige kantonale Behörde kann einen vorzeitigen Baubeginn oder einen vorzeitigen Erwerb bewilligen, wenn das Abwarten der Rechtskraft der Verfügung oder des Abschlusses der Vereinbarung mit schwerwiegenden Nachteilen verbunden wäre. Der Entscheid über die Gewährung des Beitrags oder die Genehmigung des Investitionskredits bleibt davon unberührt. 3 Für Massnahmen, die mit Beiträgen unterstützt werden, darf die zuständige kantonale Behörde nur mit Zustimmung des BLW einen vorzeitigen Baubeginn oder einen vorzeitigen Erwerb bewilligen. Die Bewilligung muss schriftlich erfolgen. Den vorzeitigen Erwerb von Gattungsware, Maschinen, Fahrzeugen und landwirtschaftlichen Grundstücken bis 500 000 Franken darf die zuständige kantonale Behörde ohne Zustimmung des BLW bewilligen. 4 Kosten für nichtbauliche Massnahmen, die bereits während der Erarbeitung der Unterlagen für die Projekteinreichung nötig sind, können nachträglich an ein Projekt angerechnet werden. Für weitergehende Massnahmen muss ein vorzeitiger Beginn der Arbeiten beantragt werden. 5 Bei vorzeitigem Baubeginn oder bei vorzeitigem Erwerb ohne vorgängige schriftliche Bewilligung wird keine Finanzhilfe gewährt. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "2. Abschnitt: Baubeginn, Erwerbe und Ausführung",
      "section": "58",
      "title": "Ausführung des Vorhabens",
      "content": "1 Die Ausführung des Vorhabens muss den beim Genehmigungsverfahren eingereichten Unterlagen entsprechen. 2 Wesentliche Änderungen des Vorhabens bedürfen der vorgängigen Genehmigung durch das BLW. Wesentlich sind Änderungen, die: a. Sachverhalte und Unterlagen betreffen, die für den Entscheid über die Finanzhilfen massgebend waren; b. Vorhaben in Bundesinventaren von nationaler Bedeutung betreffen; oder c. Vorhaben betreffen, die einer gesetzlichen Koordinations- oder Mitwirkungspflicht auf Bundesebene unterliegen. 3 Mehrkosten, die 100 000 Franken überschreiten und mehr als 20 Prozent des genehmigten Voranschlags betragen, bedürfen der Genehmigung durch das BLW, sofern dafür ein Beitrag beantragt wird. 4 Das Vorhaben muss innerhalb der vom BLW gesetzten Fristen ausgeführt werden. Verzögerungen müssen gemeldet und begründet werden."
    },
    {
      "provision_ref": "art59",
      "chapter": "2. Abschnitt: Baubeginn, Erwerbe und Ausführung",
      "section": "59",
      "title": "Auszahlung der Beiträge",
      "content": "1 Der Kanton kann für jedes Vorhaben entsprechend dem Baufortschritt Teilzahlungen über das Informationssystem nach Artikel 17 ISLV beim BLW beantragen. 2 Mit Teilzahlungen werden höchstens 80 Prozent des genehmigten Gesamtbeitrags ausbezahlt. 3 Die Schlusszahlung erfolgt projektbezogen auf Antrag des Kantons. SR 919.117.71"
    },
    {
      "provision_ref": "art60",
      "chapter": "3. Abschnitt: Sicherung der Massnahmen",
      "section": "60",
      "title": "Unterhalts- und Bewirtschaftungspflicht",
      "content": "Flächen, Bauten, Einrichtungen, Maschinen und Fahrzeuge, für die Finanzhilfen gewährt wurden, müssen sachgemäss unterhalten, gepflegt und bewirtschaftet werden."
    },
    {
      "provision_ref": "art61",
      "chapter": "3. Abschnitt: Sicherung der Massnahmen",
      "section": "61",
      "title": "Beginn des Zweckentfremdung- und Zerstückelungsverbots nach Artikel 102 LwG",
      "content": "1 Das Verbot der Zweckentfremdung gilt ab der Zusicherung eines Bundesbeitrags. 2 Das Verbot der Zerstückelung gilt ab dem Erwerb des Eigentums an den neuen Grundstücken."
    },
    {
      "provision_ref": "art62",
      "chapter": "3. Abschnitt: Sicherung der Massnahmen",
      "section": "62",
      "title": "Grundbuchanmerkung bei Beiträgen",
      "content": "1 Der Kanton merkt die Unterhalts- und Bewirtschaftungspflicht sowie das Zweckentfremdungs- und Zerstückelungsverbot bei Vorhaben, für die Beiträge ausgerichtet werden, für die betroffenen Grundstücke im Grundbuch an. 2 Auf eine Grundbuchanmerkung kann verzichtet werden, wenn: a. ein Grundbuch fehlt; b. der Eintrag mit einem unverhältnismässig hohen Aufwand verbunden wäre; c. Tiefbaumassnahmen, die nicht flächengebunden sind, namentlich Wasser- und Elektrizitätsversorgungen umgesetzt werden; d. Massnahmen zur Förderung der Tiergesundheit und einer besonders umwelt- und tierfreundlichen Produktion umgesetzt werden; e. periodische Wiederinstandstellungen umgesetzt werden; e bis . Wiederherstellungen nach Elementarschäden umgesetzt werden; f. gemeinschaftliche Initiativen zur Senkung der Produktionskosten umgesetzt werden; g. Einrichtungen, Maschinen oder Fahrzeuge erworben werden. 3 An die Stelle der Grundbuchanmerkung tritt in den Fällen nach Absatz 2 Buchstaben a–d und e bis eine Erklärung des Eigentümers oder der Eigentümerin, worin er oder sie sich zur Einhaltung des Zweckentfremdungsverbots, der Bewirtschaftungs- und Unterhaltspflicht, der Rückerstattungspflicht und allfälliger weiterer Bedingungen und Auflagen verpflichtet. 4 Der Nachweis der Grundbuchanmerkung oder die Erklärung nach Absatz 3 sind dem BLW spätestens mit dem Gesuch für die Schlusszahlung einzureichen, bei Vorhaben, die in Etappen ausgeführt werden, mit dem ersten Schlusszahlungsgesuch einer Etappe. 5 Der Kanton meldet dem zuständigen Grundbuchamt das Datum, an dem das Zweckentfremdungsverbot und die Rückerstattungspflicht enden. Das Grundbuchamt trägt dieses Datum in der Anmerkung nach. 6 Das Grundbuchamt löscht die Anmerkung des Zweckentfremdungsverbots und der Rückerstattungspflicht nach deren Ablauf von Amtes wegen. 7 Auf Antrag der belasteten Person und mit Zustimmung des Kantons kann die Grundbuchanmerkung gelöscht werden auf Flächen, für die eine Zweckentfremdung oder eine Zerstückelung bewilligt worden ist oder für die die Beiträge zurückerstattet worden sind. Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art63",
      "chapter": "4. Abschnitt: Rückforderung von Beiträgen und Widerruf von Investitionskrediten",
      "section": "63",
      "title": "Voraussetzungen für die Rückforderung von Beiträgen",
      "content": "Im Falle von Zweckentfremdung oder Zerstückelung fordert der Kanton die Beiträge in vollem Umfang zurück, sofern er keine entsprechende Ausnahmebewilligung erteilt hat."
    },
    {
      "provision_ref": "art64",
      "chapter": "4. Abschnitt: Rückforderung von Beiträgen und Widerruf von Investitionskrediten",
      "section": "64",
      "title": "Verfahren der Rückforderung von Beiträgen und Haftung",
      "content": "1 Der Kanton verfügt die Rückforderung von Beiträgen gegenüber den Finanzhilfeempfängern und -empfängerinnen. Bei gemeinschaftlichen Massnahmen haften diese anteilsmässig nach Massgabe ihrer Beteiligung. 2 Existieren die ursprünglichen Finanzhilfeempfänger und -empfängerinnen nicht mehr oder sind sie nicht mehr Eigentümer und Eigentümerinnen, so verfügt der Kanton die Rückforderung gegenüber den Werk- oder Grundeigentümern und -eigentümerinnen, die an ihre Stelle getreten sind. 3 Der Kanton kann auf geringfügige Rückforderungen von weniger als 1000 Franken und auf Rückerstattungen von Beiträgen für periodische Wiederinstandstellungen verzichten."
    },
    {
      "provision_ref": "art65",
      "chapter": "4. Abschnitt: Rückforderung von Beiträgen und Widerruf von Investitionskrediten",
      "section": "65",
      "title": "Abrechnung über die zurückgeforderten Beiträge",
      "content": "Die Kantone rechnen mit dem Bund jährlich bis zum 30. April über die im Vorjahr zurückgeforderten Beiträge ab. Zur Abrechnung gehören: a. die Nummer des Unterstützungsfalls gemäss dem Informationssystem nach Artikel 17 ISLV; b. der Betrag des zurückgeforderten Beitrags; c. eine Kopie der Rückforderungsverfügungen. SR 919.117.71"
    },
    {
      "provision_ref": "art66",
      "chapter": "4. Abschnitt: Rückforderung von Beiträgen und Widerruf von Investitionskrediten",
      "section": "66",
      "title": "Ausnahmen vom Zweckentfremdungsverbot",
      "content": "Ausnahmen vom Zweckentfremdungsverbot können aus folgenden Gründen bewilligt werden: a. die rechtskräftige Einzonung von Grundstücken in Bauzonen, Grundwasserschutzzonen S1, Hochwasserschutzzonen oder andere nichtlandwirtschaftliche Schutz- und Nutzungszonen; b. rechtskräftige Ausnahmebewilligungen gestützt auf Artikel 24 des Raumplanungsgesetzes vom 22. Juni 1979 (RPG); c. Produktionsumstellungen, sofern die Schlusszahlung über 10 Jahre zurückliegt; d. der fehlende landwirtschaftliche Bedarf oder unverhältnismässige Kosten als Grund für den Verzicht einer Wiederherstellung von landwirtschaftlichen Gebäuden, Anlagen oder Nutzflächen, die durch Feuer oder Elementarereignisse zerstört worden sind; e. der Bedarf für Bauten und Anlagen im öffentlichen Interesse des Bundes, des Kantons oder der Gemeinde sowie für Bundesbahnen oder für Nationalstrassen. SR 700"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Rückforderung von Beiträgen bei einer Zweckentfremdung",
      "content": "1 Bewilligt der Kanton eine Zweckentfremdung, so entscheidet er gleichzeitig über die Rückforderung des geleisteten Beitrags. 2 Er kann den Beitrag nur bis zum Ablauf der bestimmungsgemässen Verwendungsdauer nach Absatz 5, höchstens jedoch bis 20 Jahre nach der Schlusszahlung des Bundes zurückfordern. 3 Eine Rückforderung ist ausgeschlossen, wenn der Kanton eine Bewilligung gestützt auf Artikel 66 Buchstabe c, d oder e erteilt hat. 4 Massgebend für die Höhe der Rückerstattung sind: a. die zweckentfremdete Fläche; b. das Mass der nichtlandwirtschaftlichen Nutzung; und c. das Verhältnis der tatsächlichen zur bestimmungsgemässen Verwendungsdauer. 5 Die bestimmungsgemässe Verwendungsdauer beträgt: a. für Tiefbaumassnahmen 40 Jahre b. für Gebäude und Seilbahnen 20 Jahre c. für Einrichtungen sowie für Massnahmen zur Förderung der Tiergesundheit und einer besonders umwelt- und tierfreundlichen Produktion 10 Jahre d. für Maschinen und Fahrzeuge 5 Jahre Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Ausnahmen vom Zerstückelungsverbot",
      "content": "Ausnahmen vom Zerstückelungsverbot können aus folgenden Gründen bewilligt werden: a. rechtskräftige Einzonungen in Grundwasserschutzzonen S1, Hochwasserschutzzonen und Naturschutzzonen sowie die Abtrennung des Gewässerraums; b. rechtskräftige Einzonungen in Bauzonen oder andere Zonen, die eine landwirtschaftliche Nutzung nicht mehr zulassen; c. rechtskräftige Ausnahmebewilligungen gestützt auf die Artikel 24, 24 a , 24 c und 24 d RPG, zusätzlich mit dem notwendigen Gebäudeumschwung; d. die Abtrennung entlang der Waldgrenze; e. der Tausch von Grundstücksteilen eines landwirtschaftlichen Betriebs gegen Land, Gebäude oder Anlagen, die für die Bewirtschaftung des Betriebs günstiger liegen oder geeigneter sind; f. die Übertragung eines nicht mehr benötigten landwirtschaftlichen Gebäudes mit notwendigem Umschwung zwecks zonenkonformer Verwendung an den Eigentümer oder die Eigentümerin eines benachbarten landwirtschaftlichen Gewerbes oder Grundstücks, wenn dadurch die Erstellung einer Baute vermieden werden kann; g. die Errichtung eines selbstständigen und dauernden Baurechts zugunsten des Pächters oder der Pächterin des landwirtschaftlichen Gewerbes; h. die Errichtung eines selbstständigen und dauernden Baurechts zugunsten einer gemeinschaftlich geführten landwirtschaftlichen Baute oder Anlage; i. eine Grenzverbesserung oder eine Grenzbereinigung bei der Erstellung eines Werks; j. eine Vereinigung aller Teile der zerstückelten Parzelle mit Nachbarparzellen oder eine Verbesserung der Arrondierung durch die Parzellierung; k. der Bedarf für Bauten und Anlagen im öffentlichen Interesse des Bundes, des Kantons oder der Gemeinde. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). SR 700"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Rückforderung von Beiträgen bei einer Zerstückelung",
      "content": "1 Die kantonalen Behörden eröffnen dem BLW die Bewilligung der Ausnahme vom Zerstückelungsverbot sofort und unentgeltlich. Bagatellfälle können sie dem BLW periodisch in Form einer Liste melden. 2 Bewilligt der Kanton eine Zerstückelung, so entscheidet er gleichzeitig über die Rückforderung des geleisteten Beitrags. 3 Er kann den Beitrag höchstens bis 20 Jahre nach der Schlusszahlung des Bundes zurückfordern. 4 Eine Rückforderung ist ausgeschlossen, wenn der Kanton eine Bewilligung gestützt auf Artikel 68 Buchstaben d–k erteilt hat. 5 Massgebend für die Höhe der Rückforderung ist die zerstückelte Fläche und das Verhältnis der tatsächlichen zur bestimmungsgemässen Verwendungsdauer von 40 Jahren. 6 Die kantonale Bewilligungsbehörde nach dem Bundesgesetz vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB) darf Ausnahmen vom Zerstückelungsverbot nach Artikel 60 BGBB erst bewilligen, wenn eine rechtskräftige Verfügung nach dieser Verordnung vorliegt. SR 211.412.11"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Rückforderung von Beiträgen und Widerruf von Investitionskrediten aus anderen Gründen als der Zweckentfremdung und der Zerstückelung",
      "content": "1 Der Kanton fordert den Beitrag zurück oder widerruft den Investitionskredit aus folgenden Gründen: a. Verminderung der Futterbasis um mehr als 20 Prozent, wenn dadurch die Voraussetzungen für eine Unterstützung nach Artikel 34 nicht mehr erfüllt sind; b. konstante Unternutzung der unterstützten Kapazität einer Baute oder Anlage zu mehr als 20 Prozent; c. bei Wasser- und Elektrizitätsversorgungen und Erschliessungen: Aufgabe der landwirtschaftlichen Nutzung angeschlossener Gebäude oder von Kulturland oder Anschluss nichtlandwirtschaftlicher Gebäude, sofern dieser im für die Beitragsverfügung massgebenden Vorhaben nicht vorgesehen war; d. Verwendung von Kulturland zur Ausbeutung von Bodenschätzen oder für Deponien, sofern die Abbauphase einschliesslich der Rekultivierung länger als 5 Jahre dauert; e. gewinnbringende Veräusserung; f. Nichterfüllung von Bedingungen und Auflagen; g. mangelnde Behebung der durch den Kanton festgestellten Vernachlässigung der Bewirtschaftungs- und Unterhaltspflicht innerhalb der eingeräumten Frist; h. Nichtbezahlung einer Tilgungsrate eines Investitionskredits trotz Mahnung innerhalb von sechs Monaten nach der Fälligkeit; i. Gewährung einer Finanzhilfe aufgrund irreführender Angaben; j. Aufgabe der Selbstbewirtschaftung nach der Gewährung des Investitionskredits, ausser bei einer Verpachtung an einen Nachkommen; k. Verzicht auf den Gebrauch von Bauten, Einrichtungen, Maschinen und Fahrzeuge im Sinne des gestellten Gesuchs; l. bei PRE: vorzeitige Beendung der in der Vereinbarung festgelegten Zusammenarbeit. 2 Anstelle eines Widerrufs gestützt auf Absatz 1 Buchstabe j kann der Kanton bei einer Verpachtung ausserhalb der Familie oder bei einem Verkauf des Betriebs oder des Unternehmens den Investitionskredit zu gleichen Bedingungen an den Nachfolger oder die Nachfolgerin übertragen, sofern dieser oder diese die Bedingungen nach Artikel 32 erfüllt, die verlangte Sicherheit erbringt, kein Ausschlussgrund nach Artikel 3 vorliegt und sofern es sich um keine gewinnbringende Veräusserung handelt. 3 Bei einer Rückforderung von Beiträgen und beim Widerruf von Investitionskrediten nach Absatz 1 Buchstabe e entspricht der Rückforderungs- oder Widerrufsbetrag dem Veräusserungsgewinn. Dieser bemisst sich nach der Differenz zwischen dem Veräusserungs- und dem Anrechnungswert. Abzüge für Realersatz, Steuern und öffentlich-rechtliche Abgaben sind zulässig. Die Anrechnungswerte sind in Anhang 8 festgelegt. Das BLW kann die Anrechnungswerte in Anhang 8 ändern. 4 Die Rückforderung eines Beitrags nach Absatz 1 Buchstaben a–e wird gemäss dem Verhältnis der tatsächlichen zur bestimmungsgemässen Verwendungsdauer nach Artikel 67 Absatz 5 berechnet. 5 Die Rückforderung eines Beitrags nach Absatz 1 Buchstaben f–l kann nicht reduziert werden. 6 Bei Investitionskrediten kann in Härtefällen anstelle des Widerrufs eine Verzinsung von 3 Prozent des Kredits verlangt werden. Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art71",
      "chapter": "8. Kapitel: Verwaltung der Investitionskredite",
      "section": "71",
      "title": "Verwaltung des Fonds-de-Roulement",
      "content": "1 Der Kanton reicht den Antrag auf Bundesmittel nach Massgabe des Bedarfs über das Informationssystem nach Artikel 17 ISLV beim BLW ein. 2 Das BLW prüft den Antrag jedes Kantons und überweist die rückzahlbaren Bundesmittel im Rahmen der bewilligten Kredite an den Kanton. 3 Der Kanton meldet dem BLW über das Informationssystem nach Artikel 17 ISLV bis zum 10. Januar folgende Bestände des vorangehenden Rechnungsjahres per 31. Dezember mit allen sachdienlichen Unterlagen: a. den Gesamtbestand der Bundesmittel; b. die aufgelaufenen Zinsen; c. die liquiden Mittel; d. die Summe der gewährten, jedoch noch nicht ausbezahlten Investitionskredite. 4 Er verwaltet die vom Bund zur Verfügung gestellten Bundesmittel mit unabhängiger Rechnung und legt dem BLW über das Informationssystem nach Artikel 17 ISLV den Jahresabschluss jeweils bis Ende April vor. 5 Er meldet dem BLW über das Informationssystem nach Artikel 17 ISLV jeweils bis zum 15. Juli folgende Bestände per 30. Juni: a. die liquiden Mittel; b. die Summe der gewährten, jedoch noch nicht ausbezahlten Investitionskredite. SR 919.117.71 Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art72",
      "chapter": "8. Kapitel: Verwaltung der Investitionskredite",
      "section": "72",
      "title": "Rückforderung und Neuzuteilung von Bundesmitteln",
      "content": "1 Nach Rücksprache mit dem Kanton kann das BLW nicht benötigte Bundesmittel, die den Betrag des zweifachen minimalen Kassabestands während eines Jahres übersteigen, zurückfordern und: a. einem anderen Kanton zuteilen; oder b. bei ausgewiesenem Bedarf in die Betriebshilfe überführen, sofern die entsprechende kantonale Leistung erbracht wird. 2 Der minimale Kassabestand beträgt mindestens 2 Millionen Franken oder 2 Prozent des Fonds-de-Roulement. 3 Werden die Bundesmittel einem anderen Kanton zugeteilt, so beträgt die Kündigungsfrist drei Monate."
    },
    {
      "provision_ref": "art73",
      "chapter": "9. Kapitel: Aufsicht",
      "section": "73",
      "title": "Oberaufsicht des Bundes",
      "content": "1 Das BLW übt die Oberaufsicht aus. Es kontrolliert stichprobenweise die Ausführung der Massnahmen und die Verwendung der ausgerichteten Bundesmittel. Es kann Kontrollen vor Ort durchführen. 2 Stellt das BLW im Rahmen seiner Oberaufsicht nicht bewilligte Zweckentfremdungen, Vernachlässigungen des Unterhalts oder der Bewirtschaftung, Verletzungen von Rechtsvorschriften, zu Unrecht gewährte Finanzhilfen oder andere Rückerstattungsgründe oder Widerrufsgründe fest, so kann es verfügen, dass der Kanton ihm den zu Unrecht gewährten Betrag zurückerstattet."
    },
    {
      "provision_ref": "art74",
      "chapter": "9. Kapitel: Aufsicht",
      "section": "74",
      "title": "Aufsicht durch die Kantone",
      "content": "1 Die Kantone orientieren das BLW auf dessen Verlangen über ihre Vorschriften und ihre Organisation für die Kontrolle des Zweckentfremdungs- und des Zerstückelungsverbots sowie der Überwachung des Unterhalts und der Bewirtschaftung. 2 Sie erstatten dem BLW auf dessen Verlangen Bericht über die Zahl der Kontrollen, deren Ergebnisse und allfällige Anordnungen und Massnahmen."
    },
    {
      "provision_ref": "art75",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "75",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Strukturverbesserungsverordnung vom 7. Dezember 1998 wird aufgehoben. [ AS 1998 3092 ; 2000 382 ; 2003 5369 ; 2006 4839 ; 2007 6187 ; 2008 3651 ; 2011 2385 ; 2013 3909 ; 2015 1755 , 4529 ; 2017 6097 ; 2020 5495 ]"
    },
    {
      "provision_ref": "art76",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "76",
      "title": "Änderung anderer Erlasse",
      "content": "Die Änderung anderer Erlasse wird in Anhang 9 geregelt."
    },
    {
      "provision_ref": "art76a",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "76a",
      "title": "a Übergangsbestimmungen zur Änderung vom 6. November 2024",
      "content": "1 Für Projekte, für die ein Vorbescheid nach Artikel 52 Absatz 1 Buchstabe b vor Inkrafttreten der Änderungen vom 6. November 2024 abgegeben wurde, gelten während der Gültigkeit des Vorbescheids Anhang 5 Ziffer 5 und Anhang 7 nach bisherigem Recht. 2 Anhang 6 Ziffer 3.2.1 ist nicht anwendbar auf Feldroboter, die vor dem Inkrafttreten der Änderung vom 6. November 2024 angeschafft wurden. 3 Anhang 6 Ziffer 3.4.1 ist nicht anwendbar auf Traktoren, die vor dem Inkrafttreten der Änderung vom 6. November 2024 angeschafft wurden. Eingefügt durch Ziff. I der V vom 6. Nov. 2024, in Kraft seit 1. Jan. 2025 ( AS 2024 672 )."
    },
    {
      "provision_ref": "art77",
      "chapter": "10. Kapitel: Schlussbestimmungen",
      "section": "77",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2023 in Kraft."
    }
  ],
  "definitions": []
}