{
  "id": "sr-946-231-18",
  "type": "statute",
  "title": "Verordnung vom 25. Mai 2005 über Massnahmen gegenüber Sudan ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/371/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Zwangsmassnahmen",
      "section": "1",
      "title": "Verbot der Lieferung von Rüstungsgütern und verwandtem Material",
      "content": "1 Die Lieferung, der Verkauf, die Durchfuhr und die Vermittlung von Rüstungsgütern jeder Art, einschliesslich Waffen und Munition, Militärfahrzeuge und ‑ausrüstung, paramilitärische Ausrüstung sowie Zubehör und Ersatzteile dafür, nach Sudan sind verboten. 2 Die Gewährung, der Verkauf und die Vermittlung von technischer Beratung, Ausbildung oder Unterstützung an Sudan im Zusammenhang mit der Lieferung, der Herstellung, dem Unterhalt oder der Verwendung von Rüstungsgütern nach Absatz 1 sind verboten. 3 Das Staatssekretariat für Wirtschaft (SECO) kann nach Rücksprache mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA) Ausnahmen von den Verboten der Absätze 1 und 2 bewilligen: a. zur ausschliesslichen Verwendung durch die Mission der Vereinten Nationen in Sudan (UNMIS); b. zur ausschliesslichen Verwendung durch regionale Organisationen in Einsätzen, die der Überwachung, Überprüfung oder Friedensförderung dienen; c. für die Lieferung nichtletalen militärischen Geräts, das ausschliesslich für humanitäre oder Schutzzwecke bestimmt ist; d. für die Lieferung von Schutzkleidung (z.B. kugelsichere Westen) zur persönlichen Verwendung durch Personal der Vereinten Nationen, Medienvertreter und humanitäres Personal; e. zur Unterstützung des umfassenden Friedensabkommens von Nairobi vom 9. Januar 2005. 4 Vorbehalten bleiben die Bestimmungen des Güterkontrollgesetzes vom 13. Dezember 1996 und des Kriegsmaterialgesetzes vom 13. Dezember 1996. SR 946.202 SR 514.51"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Zwangsmassnahmen",
      "section": "2",
      "title": "Sperrung von Geldern und wirtschaftlichen Ressourcen",
      "content": "1 Gesperrt sind Gelder und wirtschaftliche Ressourcen, die sich im Eigentum oder unter direkter oder indirekter Kontrolle befinden von: a. natürlichen Personen, Unternehmen und Organisationen nach den Anhängen 1 und 2; b. natürlichen Personen, Unternehmen und Organisationen, die im Namen oder auf Anweisung der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a handeln; c. Unternehmen und Organisationen, die sich im Eigentum oder unter Kontrolle der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a oder b befinden. 2 Es ist verboten, den natürlichen Personen, Unternehmen und Organisationen nach Absatz 1 Gelder zu überweisen oder Gelder und wirtschaftliche Ressourcen sonst wie direkt oder indirekt zur Verfügung zu stellen. 3 Das Verbot nach Absatz 2 gilt nicht für die Erbringung humanitärer Hilfe und für die Unterstützung anderer Tätigkeiten zur Deckung menschlicher Grundbedürfnisse durch: a. die Vereinten Nationen, einschliesslich ihrer Programme, Fonds und sonstiger Einrichtungen und Stellen, sowie ihre Sonderorganisationen und verwandte Organisationen; b. internationale Organisationen; c. humanitäre Organisationen mit Beobachterstatus in der Generalversammlung der Vereinten Nationen und Mitglieder dieser Organisationen; d. bilateral oder multilateral finanzierte nichtstaatliche Organisationen, die sich an den Plänen der Vereinten Nationen für humanitäre Hilfe, an den Plänen für Flüchtlingshilfemassnahmen, an anderen Appellen der Vereinten Nationen oder an vom Amt der Vereinten Nationen für die Koordinierung humanitärer Angelegenheiten (OCHA) koordinierten humanitären Strukturen beteiligen; e. die Beschäftigten, Beitragsempfängerinnen und -empfänger, Tochtergesellschaften oder Durchführungspartner der in den Buchstaben a−d genannten Organisationen, soweit sie in dieser Eigenschaft handeln; f. alle weiteren vom zuständigen Komitee des Sicherheitsrats der Vereinten Nationen bestimmten Akteure. 3bis Das Verbot nach Absatz 2 gilt nicht für die Überweisung von Geldern und das Zurverfügungstellen von Geldern oder wirtschaftlichen Ressourcen an natürliche Personen, Unternehmen oder Organisationen nach Anhang 2, wenn dies erforderlich ist für die Durchführung humanitärer Aktivitäten durch öffentliche Stellen oder durch Unternehmen und Organisationen, die für die Durchführung solcher Aktivitäten Beiträge des Bundes erhalten. 4 Das SECO kann die Freigabe bestimmter gesperrter Gelder oder wirtschaftlicher Ressourcen ausnahmsweise bewilligen zur: a. Erfüllung bestehender Verträge; b. Erfüllung von Forderungen, die Gegenstand sind: 1. einer bestehenden Entscheidung eines Schiedsgerichts, oder 2. einer Entscheidung einer Verwaltungsstelle oder eines Gerichts, die in der Schweiz, in einem Mitgliedstaat des Europäischen Wirtschaftsraums oder im Vereinigten Königreich ergangen oder vollstreckbar ist. 4bis Es kann die Freigabe bestimmter gesperrter Gelder oder wirtschaftlicher Ressourcen oder das Zurverfügungstellen bestimmter Gelder oder wirtschaftlicher Ressourcen an eine natürliche Person, ein Unternehmen oder eine Organisation gemäss Absatz 1 ausnahmsweise bewilligen zur: a. Vermeidung von Härtefällen; b. Durchführung humanitärer Aktivitäten oder anderer Tätigkeiten, sofern die Aktivitäten oder Tätigkeiten zur Deckung menschlicher Grundbedürfnisse erforderlich sind; c. Wahrung schweizerischer Interessen; d. Erfüllung amtlicher Tätigkeiten diplomatischer oder konsularischer Vertretungen oder internationaler Organisationen, die nach dem Völkerrecht Immunität geniessen. 5 Es bewilligt Ausnahmen nach den Absätzen 4 und 4 bis nach Rücksprache mit den zuständigen Stellen des EDA und des Eidgenössischen Finanzdepartements und, falls anwendbar, in Übereinstimmung mit den massgeblichen Resolutionen des Sicherheitsrats der Vereinten Nationen. Fassung gemäss Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Fassung gemäss Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Fassung gemäss Ziff. I 15 der V vom 26. April 2023 über die Ausnahme von bestimmten Zwangsmassnahmen für die Erbringung humanitärer Hilfe und für die Unterstützung anderer Tätigkeiten zur Deckung menschlicher Grundbedürfnisse, in Kraft seit 1. Juni 2023 ( AS 2023 236 ). Eingefügt durch Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Eingefügt durch Ziff. I 15 der V vom 26. April 2023 über die Ausnahme von bestimmten Zwangsmassnahmen für die Erbringung humanitärer Hilfe und für die Unterstützung anderer Tätigkeiten zur Deckung menschlicher Grundbedürfnisse ( AS 2023 236 ). Fassung gemäss Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Eingefügt durch Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Die Resolutionen sind auf Französisch und Englisch abrufbar unter: www.un.org/securitycouncil/fr >Sanctions > Comité des sanctions > Résolutions. Eingefügt durch Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Begriffsbestimmungen",
      "content": "In dieser Verordnung bedeuten: a. Gelder: finanzielle Vermögenswerte, einschliesslich Bargeld, Schecks, Geldforderungen, Wechsel, Geldanweisungen oder andere Zahlungsmittel, Guthaben, Schulden und Schuldenverpflichtungen, Wertpapiere und Schuldtitel, Wertpapierzertifikate, Obligationen, Schuldscheine, Optionsscheine, Pfandbriefe, Derivate; Zinserträge, Dividenden oder andere Einkünfte oder Wertzuwächse aus Vermögenswerten; Kredite, Rechte auf Verrechnung, Bürgschaften, Vertragserfüllungsgarantien oder andere finanzielle Zusagen; Akkreditive, Konnossemente, Sicherungsübereignungen, Dokumente zur Verbriefung von Anteilen an Fondsvermögen oder anderen Finanzressourcen und jedes andere Finanzierungsinstrument für Exporte; b. Sperrung von Geldern: die Verhinderung jeder Handlung, welche die Verwaltung oder die Nutzung der Gelder ermöglicht, mit Ausnahme von normalen Verwaltungshandlungen von Finanzinstituten; c. wirtschaftliche Ressourcen: Vermögenswerte jeder Art, unabhängig davon, ob sie materiell oder immateriell, beweglich oder unbeweglich sind, insbesondere Immobilien und Luxusgüter, mit Ausnahme von Geldern nach Buchstabe a; d. Sperrung wirtschaftlicher Ressourcen: die Verhinderung ihrer Verwendung zum Erwerb von Geldern, Waren oder Dienstleistungen, einschliesslich des Verkaufs, des Vermietens oder des Verpfändens solcher Ressourcen. Die Berichtigung vom 25. Aug. 2020 betrifft nur den französischen und italienischen Text ( AS 2020 3607 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ein- und Durchreiseverbot",
      "content": "1 Die Einreise in die Schweiz und die Durchreise durch die Schweiz sind den in den Anhängen 1 und 2 aufgeführten natürlichen Personen verboten. 2 Das Staatssekretariat für Migration (SEM) kann in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des Sicherheitsrats der Vereinten Nationen Ausnahmen für natürliche Personen nach Anhang 1 gewähren. 3 Das SEM kann für natürliche Personen nach Anhang 2 Ausnahmen gewähren: a. aus erwiesenen humanitären Gründen; b. für die Teilnahme an internationalen Konferenzen oder an einem politischen Dialog betreffend Sudan; oder c. zur Wahrung schweizerischer Interessen. Fassung gemäss Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "5",
      "title": "Kontrolle und Vollzug",
      "content": "1 Das SECO überwacht den Vollzug der Zwangsmassnahmen nach den Artikeln 1 und 2. 2 Das SEM überwacht den Vollzug des Ein- und Durchreiseverbots nach Artikel 4. 3 Die Kontrolle an der Grenze obliegt dem Bundesamt für Zoll und Grenzsicherheit. 4 Die zuständigen Behörden ergreifen auf Anweisung des SECO die für die Sperrung wirtschaftlicher Ressourcen notwendigen Massnahmen, zum Beispiel die Anmerkung einer Verfügungssperre im Grundbuch oder die Pfändung oder Versiegelung von Luxusgütern. Fassung gemäss Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Jan. 2022 angepasst ( AS 2021 589 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "6",
      "title": "Meldepflichten",
      "content": "1 Personen und Institutionen, die Gelder halten oder verwalten oder von wirtschaftlichen Ressourcen wissen, von denen anzunehmen ist, dass sie unter die Sperrung nach Artikel 2 Absatz 1 fallen, müssen dies dem SECO unverzüglich melden. 2 Die Meldungen müssen die Namen der Begünstigten sowie Gegenstand und Wert der gesperrten Gelder und wirtschaftlichen Ressourcen enthalten."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "7",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen Artikel 1, 2 oder 4 verstösst, wird nach Artikel 9 EmbG bestraft. 2 Wer gegen Artikel 6 verstösst, wird nach Artikel 10 EmbG bestraft. 3 Verstösse nach den Artikeln 9 und 10 EmbG werden vom SECO verfolgt und beurteilt; dieses kann Beschlagnahmungen oder Einziehungen anordnen."
    },
    {
      "provision_ref": "art7a",
      "chapter": "3. Abschnitt: Automatische Übernahme von Listen und Inkrafttreten",
      "section": "7a",
      "title": "a Automatische Übernahme von Listen der Vereinten Nationen",
      "content": "Die Listen, die der Sicherheitsrat der Vereinten Nationen beziehungsweise das zuständige Komitee des Sicherheitsrats der Vereinten Nationen betreffend natürliche Personen, Unternehmen und Organisationen erlassen oder aktualisiert hat (Anhang 1), werden automatisch übernommen. Eingefügt durch Ziff. I 9 der V vom 19. Dez. 2012 über die Änd. der Veröffentlichung der Anhänge von Embargoverordnungen ( AS 2013 255 ). Eingefügt durch Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 )."
    },
    {
      "provision_ref": "art7b",
      "chapter": "3. Abschnitt: Automatische Übernahme von Listen und Inkrafttreten",
      "section": "7b",
      "title": "b Veröffentlichung",
      "content": "Die Inhalte der Anhänge 1 und 2 werden in der Amtlichen Sammlung und in der Systematischen Sammlung des Bundesrechts nur durch Verweis veröffentlicht. Eingefügt durch Ziff. I der V vom 10. April 2024, in Kraft seit 10. April 2024 um 18.00 ( AS 2024 149 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Automatische Übernahme von Listen und Inkrafttreten",
      "section": "8",
      "title": "",
      "content": "Diese Verordnung tritt am 26. Mai 2005 in Kraft. Eingefügt durch Ziff. I 9 der V vom 19. Dez. 2012 über die Änd. der Veröffentlichung der Anhänge von Embargoverordnungen, in Kraft seit 1. Febr. 2013 ( AS 2013 255 )."
    }
  ],
  "definitions": []
}