{
  "id": "sr-916-171-1",
  "type": "statute",
  "title": "Verordnung des WBF vom 16. November 2007 über das Inverkehrbringen von Düngern (Düngerbuch-Verordnung WBF, DüBV)",
  "title_en": "",
  "short_name": "DüBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2007/836/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Düngerliste und Anmeldepflicht",
      "section": "1",
      "title": "Düngerliste",
      "content": "Die nach Artikel 7 der Dünger-Verordnung vom 10. Januar 2001 zum Inverkehrbringen zugelassenen Düngertypen mit den entsprechenden Typenbezeichnungen und den typenspezifischen Anforderungen sind in Anhang 1 aufgeführt."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Düngerliste und Anmeldepflicht",
      "section": "2",
      "title": "Ausnahmen von der Anmeldepflicht",
      "content": "1 Von der Anmeldepflicht nach Artikel 19 der Dünger-Verordnung vom 10. Januar 2001 befreit sind die mineralischen Dünger und Bodenverbesserungsmittel, die einem Düngertypen nach Anhang 1 Teile 1, 2 und 5 Ziffern 1–6 entsprechen, sowie EG-Düngemittel nach Anhang 1. 2 Produkte von Vergärungs- und Kompostierungsanlagen, gelten als angemeldet, wenn dem Bundesamt für Landwirtschaft eine Kopie der kantonalen Betriebsbewilligung zugestellt wird. 3 Hofdünger, die von einem Betrieb mit Nutztierhaltung direkt an den Endverbraucher abgegeben werden oder über eine Zwischenstelle laufen, sind von der Anmeldepflicht ausgenommen, sofern sie im Informationssystem nach Artikel 165 f des Landwirtschaftsgesetzes vom 29. April 1998 erfasst sind. Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 ). SR 910.1 Eingefügt durch Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Allgemeine Anforderungen",
      "section": "3",
      "title": "Allgemeine Anforderungen",
      "content": "Zusätzlich zu den in Anhang 1 erwähnten Anforderungen haben die einzelnen Düngertypen folgende Anforderungen zu erfüllen: a. Mineralischen Ein- und Mehrnährstoffdüngern dürfen keine Nährstoffe tierischen, pflanzlichen oder mikrobiellen Ursprungs zugesetzt werden. b. In organischen und organisch-mineralischen Düngern und Bodenverbesserungsmitteln muss das kohlenstoffhaltige Material der organischen Substanz aus der Aufbereitung tierischen, pflanzlichen oder mikrobiellen Materials stammen. Organisch-mineralischen Düngern dürfen auch Spurennährstoffe, Calcium, Magnesium, Natrium und Schwefel zugesetzt werden. c. … Aufgehoben durch Ziff. I der V des WBF vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "4",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Mischdünger: durch Trockenmischung mehrerer Dünger ohne chemische Reaktion erhaltener Dünger; b. Düngerlösung: Flüssigdünger, frei von festen Teilchen; c. Düngersuspension: Zweiphasendünger, in dem die festen Teilchen in feinster Verteilung in der flüssigen Phase vorliegen; d. Blattdünger: Dünger, der auf das Aufbringen auf die Blätter und die Aufnahme von Nährstoffen über die Blätter ausgelegt ist."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "5",
      "title": "Gewichts- und Volumenangaben",
      "content": "Zusätzlich zu den in der Dünger-Verordnung vom 10. Januar 2001 vorgeschriebenen Angaben müssen auf allen Verpackungen oder daran angebrachten Etiketten, bei Loselieferungen auf den Begleitpapieren zur Lieferung, die folgenden Gewichts- oder Volumenangaben gemacht werden: a. bei festen Düngern das Nettogewicht in Kilogramm; bei verpackten Düngern und Düngern in geschlossenen Behältnissen mit mehr als 100 kg können anstelle des Nettogewichts das Brutto- und das Taragewicht in Kilogramm angegeben werden; b. bei Flüssigdüngern das Nettogewicht in Kilogramm; daneben kann das Volumen in Liter oder Kubikmeter angegeben sein; c. bei gasförmigen Düngern das Nettogewicht in Kilogramm; d. bei Hof- und Recyclingdüngern entweder das Nettogewicht oder das Brutto- und Taragewicht in Kilogramm oder das Volumen in Liter oder Kubikmeter; e. bei Torfmischdüngern das Volumen in Liter oder Kubikmeter."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Kennzeichnung",
      "section": "6",
      "title": "Gehaltsangaben",
      "content": "1 Die Gehalte von Inhalts- und Zusatzstoffen sind in Gewichtsprozenten anzugeben; Angaben mit einer Dezimalstelle, bei Spurennährstoffen bis zu vier Dezimalstellen, sind zulässig. Zulässig sind: a. die Angabe des Gehalts in Gramm je Liter oder Kilogramm je Hektoliter für Flüssigdünger; b. die Angabe in Kilogramm je Kubikmeter oder in Kilogramm je Tonne für Hof- und Recyclingdünger. 2 Soweit nichts anderes verlangt wird, beziehen sich die zugesicherten Gehalte auf die handelsübliche Ware und nicht auf die Trockensubstanz. 3 Die Gehalte an Nährstoffen in Düngern sind sowohl in Worten als auch in Symbolen gemäss folgender Tabelle und Reihenfolge anzugeben: Stoffe Symbol Stickstoff N Phosphor P Phosphat oder Phosphorpentoxid P 2 O 5 Kalium K Kali oder Kaliumoxid K 2 O Calcium Ca Calciumoxid CaO Calciumcarbonat CaCO 3 Magnesium Mg Magnesiumoxid MgO Magnesiumcarbonat MgCO 3 Natrium Na Natriumoxid Na 2 O Schwefel S Schwefeltrioxid SO 3 Chlor Cl Bor B Kobalt Co Kupfer Cu Eisen Fe Mangan Mn Molybdän Mo Zink Zn Silizium Si Organische Substanz OS Trockensubstanz TS Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Angabe von Oxiden",
      "content": "Die Makronährstoffe sind in folgenden Formen anzugeben: a. Der Gehalt an Gesamtstickstoff kann nur in der Elementform (N) zugesichert und angegeben werden. b. Der Gehalt an Phosphor und Kalium darf zugesichert und angegeben werden: 1. in der Elementform (P, K), 2. in der Oxidform (P 2 O 5 , K 2 O), oder 3. in beiden Formen. c. Der Gehalt an Calcium, Magnesium, Natrium und Schwefel darf zugesichert und angegeben werden: 1. in der Elementform (Ca, Mg, Na, S), 2. in der Oxidform (CaO, MgO, Na 2 O, SO 3 ), oder 3. in beiden Formen. d. Der errechnete Oxid- oder Elementgehalt wird auf die nächstliegende Dezimalstelle gerundet angegeben. Dabei gelten die folgenden Umrechnungsformeln: Stoffe Symbol Faktor Ergibt Phosphor P × 2,291 P 2 O 5 Phosphat oder Phosphorpentoxid P 2 O 5 × 0,436 P Kalium K × 1,205 K 2 O Kali oder Kaliumoxid K 2 O × 0,830 K Calcium Ca × 1,399 CaO Calcium Ca × 2,479 CaCO 3 Calciumoxid (Gebrannter Kalk) CaO × 0,715 Ca Calciumoxid (Gebrannter Kalk) CaO × 1,785 CaCO 3 Calciumcarbonat (Kohlensaurer Kalk)? CaCO 3 × 0,400 Ca Calciumcarbonat (Kohlensaurer Kalk)? CaCO 3 × 0,561 CaO Magnesium Mg × 1,658 MgO Magnesium Mg × 3,472 MgCO 3 Magnesium Mg × 4,951 MgSO 4 Magnesiumoxid MgO × 0,603 Mg Magnesiumoxid MgO × 2,092 MgCO 3 Magnesiumoxid MgO × 2,985 MgSO 4 Magnesiumcarbonat MgCO 3 × 0,288 Mg Magnesiumcarbonat MgCO 3 × 0,478 MgO Magnesiumcarbonat MgCO 3 × 1,427 MgSO 4 Magnesiumsulfat MgSO 4 × 0,202 Mg Magnesiumsulfat MgSO 4 × 0,335 MgO Magnesiumsulfat MgSO 4 × 0,701 MgCO 3 Natrium Na × 1,348 Na 2 O Natriumoxid Na 2 O × 0,742 Na Schwefel S × 2,995 SO 4 2- Schwefel S × 2,498 SO 3 Schwefeltrioxid SO 3 × 0,400 S Sulfat SO 4 2- × 0,334 S Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Angabe von Stickstoff",
      "content": "1 Stickstoffformen sind in den folgenden Formen und deren Abkürzungen anzugeben: 1. Gesamtstickstoff N 2. Nitratstickstoff NS 3. Ammoniumstickstoff NA 4. Carbamidstickstoff NU 5. Cyanamidstickstoff NC 6. Crotonylidendiharnstoffstickstoff NRc 7. Formaldehydharnstoffstickstoff NRf 8. Isobutylidendiharnstoffstickstoff Nri 9. Organisch gebundener Stickstoff NO oder Norg 10. Aminostickstoff Nam 2 Erreicht eine der Stickstoffformen 1–5 mindestens 1 Gewichtsprozent, so muss diese Form bei als EG-Düngemittel bezeichneten mineralischen Mehrnährstoffdüngern zugesichert werden. Fassung gemäss Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Angabe von Phosphor",
      "content": "Bei Mineraldüngern und organisch-mineralischen Düngern, die Phosphor oder Phosphat enthalten, ist für die Angaben bezüglich Löslichkeit, Siebdurchgang und Anforderungen an EG-Düngemittel folgendes zu beachten: a. Die Phosphatlöslichkeiten (Angaben als P 2 O 5 oder P) und deren Abkürzungen sind gemäss den nachfolgenden Angaben anzuführen: 1. wasserlösliches P 2 O 5 und P PS 2. neutral-ammoncitratlösliches und P 2 O 5 und P PA 3. neutral-ammoncitratlösliches und wasserlösliches P 2 O 5 und P PS/PA 4. ausschliesslich mineralsäurelösliches P 2 O 5 und P P 5. alkalisch-ammoncitratlösliches P 2 O 5 und P (Petermann) PAp 6a. mineralsäurelösliches P 2 O 5 und P, davon mindestens 75 % des zugesicherten Gehaltes an P 2 O 5 und P in 2 %iger Zitronensäure löslich PCj 6b. in 2 %iger Zitronensäure lösliches P 2 O 5 und P PC 7. mineralsäurelösliches P 2 O 5 und P, davon mindestens 75 % des zugesicherten Gehaltes an P 2 O 5 und P in alkalischem Ammoncitrat (Joulie) löslich PAj 8. mineralsäurelösliches P 2 O 5 und P, davon mindestens 55 % des angegebenen Gehaltes an P 2 O 5 und P in 2 %iger Ameisensäure löslich PF 9. mineralsäurelösliches P 2 O 5 und P, davon mindestens 45 % des angegebenen Gehalts an P 2 O 5 und P in 2 %iger Ameisensäure löslich, mindestens 20 % des angegebenen Gehalts an P 2 O 5 und P wasserlösliches P 2 O 5 und P PF/PS 10. in 2 %iger Zitronensäure und in alkalischem Ammoncitrat (Petermann) lösliches P 2 O 5 und P PC/PAp b. Die Siebdurchgänge müssen mindestens folgende Verteilung aufweisen: Siebdurchgang % bei … mm Aluminiumcalciumphosphat 90 0,16 Glühphosphat 75 0,16 Teilaufgeschlossenes Rohphosphat 90 0,16 Thomasphosphat 75 0,16 Weicherdiges Rohphosphat 90 0,063 c. Als EG-Düngemittel bezeichnete mineralische Mehrnährstoffdünger mit einem Phosphatbestandteil haben die nachfolgend aufgeführten Gehaltsangaben und Erfordernisse zu erfüllen: Mehrnährstoff- dünger mit: Der Typen- bezeichnung ist die Angabe beizufügen: Angabe der Löslichkeit (nach Bst. a) Mindestgehalt der Löslichkeit (in Gewichts- prozenten) Nicht enthalten sein dürfen: a. weniger als 2 % wasserlöslichem P 2 O 5 I b. 2 % und mehr wasserlöslichem P 2 O 5 II 2 1, 3 Thomasphosphat, Glühphosphat, Aluminiumcalciumphosphat, teilaufgeschlossenes Rohphosphat, Rohphosphat Rohphosphat oder teilaufgeschlossenem Rohphosphat «mit Rohphosphat» oder «mit teilaufgeschlossenem Rohphosphat» 1 3 4 2,5 5 2 Thomasphosphat, Glühphosphat, Aluminiumcalciumphosphat Aluminiumcalciumphosphat «mit Aluminium-Calciumphosphat» 1 II 2 5 III Thomasphosphat, Glühphosphat, teilaufgeschlossenes Rohphosphat, Rohphosphat Glühphosphat «mit Glühphosphat» 5 Andere Phosphatarten Thomasphosphat «mit Thomasphosphat» 6a oder 6b andere Phosphatarten weicherdigem Rohphosphat «mit weicherdigem Rohphosphat» 8 andere Phosphatarten Rohphosphat mit wasserlöslichem Anteil «mit Roh- phosphat mit wasserlöslichem Anteil» 9 Löslichkeit 1:2 % andere Phosphatarten I Der Anteil an ausschliesslich mineralsäurelöslichem P 2 O 5 darf 2 % nicht überschreiten. II Enthält der Dünger ausschliesslich Aluminumcalciumphosphat, so darf nur die Löslichkeit 7 angegeben sein. III Nach Abzug der Wasserlöslichkeit."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Angabe von Sekundärnährstoffen und anderen wertbestimmenden Inhaltsstoffen",
      "content": "1 Ein Gehalt an Calcium, Magnesium, Natrium und Schwefel darf, vorbehaltlich abweichender Bestimmungen bei einzelnen Positionen des Anhangs 1, angegeben werden, sofern nachstehender Mindestgehalt erreicht ist: a. in mineralischen Düngern: 2 % Calciumoxid oder 1,4 % Calcium; 2 % Magnesiumoxid oder 1,2 % Magnesium; 3 % Natriumoxid oder 2,2 % Natrium; 5 % Schwefeltrioxid oder 2 % Schwefel; b. in organischen oder organisch-mineralischen Düngern: 2 % Calciumoxid oder 1,4 % Calcium; 1 % Magnesiumoxid oder 0,6 % Magnesium; 1,5 % Natriumoxid oder 1,1 % Natrium; 2,5 % Schwefeltrioxid oder 1 % Schwefel. 2 Bei allen Calcium-/Magnesium-Bodenverbesserungsmittel sind der Neutralisationswert und der Calziumgehalt sowie der Magnesiumoxidgehalt falls dieser 3 Prozent oder mehr beträgt, anzugeben. Zusätzlich können die entsprechenden Magnesium-, Calziumoxid- und Karbonatgehalte angegeben werden. 3 … 4 Die organische Substanz (OS) wird als Glühverlust definiert. Die Ausgangsmaterialien der organischen Substanz, bei Hofdüngern Art, Herkunft (Tierart) und Aufbereitungsart sowie bei Torf der Zersetzungsgrad und der ungefähre Anteil an organischer Substanz sind anzugeben. 5 Bei den im Anhang 1 aufgeführten Düngertypen sind die vorgeschriebenen Angaben der Spalte 7 zu machen. 6 Der Name der Gattung und der Gehalt der Kolonie bildenden Einheiten (KBE) sind bei Mikroorganismen anzugeben. Bei Pilzen ist die Gehaltsangabe in Sporen zulässig. 7 Allgemeine Bezeichnungen wie «enthält Enzyme» oder «enthält Spurennährstoffe» sind nicht zulässig. Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 ). Ausdruck gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 ). Aufgehoben durch Ziff. I der V des WBF vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4267 ). Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Vorschriften für bestimmte Dünger",
      "content": "1 Bei mineralischen Mehrnährstoffdüngern folgen auf die Typenbezeichnung: a. die Symbole der deklarierten Sekundärnährstoffe in Klammern nach den Symbolen der Primärnährstoffe; b. Zahlen, die den Gehalt an Primärnährstoffen angeben; der deklarierte Gehalt an Sekundärnährstoffen wird in Klammern nach dem Gehalt an Primärnährstoffen angegeben. 2 Mineralische Mischdünger sind nach der Typenbezeichnung als «Mischdünger» zu kennzeichnen. 3 Bei Mineraldüngern darf der zugesicherte Chlorgehalt angegeben werden. 4 Flüssige Stickstoff- und Mehrnährstoffdünger müssen mit einem Hinweis auf die zweckmässige Art der Lagerung, insbesondere der Lagertemperatur und der Verhütung von Unfällen, einschliesslich der Gewässergefährdung, gekennzeichnet sein. 5 Werden Spurennährstoffe deklariert, so sind die Worte «mit Spurennährstoffen» oder das Wort «mit» gefolgt von der Bezeichnung oder dem chemischen Symbol der enthaltenen Spurennährstoffe anzugeben. 6 Bei Spurennährstoffdüngern mit mehr als einem Spurennährstoff ist die Typenbezeichnung «Spurennährstoff-Mischdünger», gefolgt von den Bezeichnungen oder den chemischen Symbolen der enthaltenen Spurennährstoffe, anzugeben. 7 Bei Düngern mit Spurennährstoffen sind folgende Angaben zu machen: a. Liegt ein Spurennährstoff ganz oder teilweise in organisch gebundener Form vor, ist sein Gehalt im Dünger unmittelbar hinter der Erwähnung des wasserlöslichen Gehaltes in Gewichtsprozenten anzugeben und zwar in Form «… als Chelat von …» oder «… als Komplex von …». Bei der Angabe des Chelat- oder Komplexbildners sind nur die Bezeichnungen nach Anhang 1 Teil 4 möglich. b. Liegt ein Spurennährstoff in Chelatform vor, so ist der für eine gute Stabilität der Chelatfraktion erforderliche pH-Bereich anzugeben. Dies gilt nicht für mineralische Mehrnährstoffdünger sowie organische und organisch-mineralische Dünger, die insgesamt weniger als 2 Prozent eines oder mehrerer Spurennährstoffe enthalten. c. Ist das Erzeugnis restlos wasserlöslich, darf es als «löslich» bezeichnet werden. d. Die Anwendungszeit (Vegetationsstand; Wiederholungen; Anwendungs-technik) und der Mengenaufwand je Flächeneinheit ist anzugeben. Die Dünger sind mit dem Hinweis zu kennzeichnen: «Nur bei tatsächlichem Bedarf verwenden. Empfohlene Aufwandmenge insbesondere im Hinblick auf den Bodenschutz nicht überschreiten.» Dies gilt nicht für mineralische Mehrnährstoffdünger sowie organische und organisch-mineralische Dünger, die insgesamt weniger als 2 Prozent eines oder mehrerer Spurennährstoffe enthalten. 8 Bei Zusätzen von Düngern, Kompostierungsmitteln, Kulturen von Mikroorganismen und Mitteln zur Beeinflussung biologischer Vorgänge im Boden dürfen keine Hinweise auf Spurenelementgehalte gemacht werden. 9 Bei Düngern, die einem Düngertyp entsprechen und als Zusätze zu Düngern oder als Kompostierungsmittel angepriesen werden, muss der Düngertyp angegeben werden. 10 … 11 Bei mineralischen Recyclingdüngern mit sekundärem Phosphor sind die Löslichkeit des Phosphors und des Phosphats in neutralem Ammoniumcitrat (PA) und in zweiprozentiger Zitronensäure (PZ) anzugeben und ist die Bezeichnung mit dem Hinweis «mit sekundärem P» zu ergänzen. Fassung gemäss Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 ). Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 ). Aufgehoben durch Ziff. I der V des WBF vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4267 ). Eingefügt durch Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Zusätzliche Hinweise",
      "content": "1 Zusätzlich zu den vorgeschriebenen Angaben dürfen die folgenden Angaben auf der Verpackung oder einer daran angebrachten Etikette, bei Loselieferungen auf den Begleitpapieren, gemacht werden: a. die handelsübliche Warenbezeichnung; b. ein Warenzeichen; c. bei den in Anhang 1 aufgeführten Düngern die erlaubten Angaben nach Spalte 7; d. «EG-Düngemittel», bei den mit einem Stern versehenen Düngertypen nach Anhang 1; e. die Kategorie nach Artikel 5 der Dünger-Verordnung vom 10. Januar 2001, sofern dies nicht zwingend ist. 2 Für Dünger sind ferner folgende Bezeichnungen zulässig: a. «organisch» , wenn sie mindestens 10 Prozent organische Substanz enthalten; b. «vollorganisch», wenn sie mindestens 50 Prozent organische Substanz enthalten, ohne Zusatz von mineralischen Fremdstoffen; c. «chlorarm», wenn der Chlorgehalt 2,0 Prozent nicht überschreitet; d. «chlorfrei» (ohne Chlor) , wenn der Chlorgehalt 0,1 Prozent nicht überschreitet; e. «kalkfrei» (ohne Kalk) , wenn sie höchstens 2,0 Prozent Calcium oder Magnesium in Form von Carbonat oder Calciumoxid bzw. Magnesiumoxid enthalten; f. «physiologisch neutral» , wenn sie höchstens 2,0 Prozent basisch wirksame Stoffe enthalten; g. «vollständig wasserlöslich», wenn sie in der empfohlenen Höchstkonzentration keinen in kaltem Wasser unlöslichen Rückstand enthalten; h. «biuretarm» , wenn der Biuretgehalt in einem Dünger mit mineralischem Stickstoff 0,2 Prozent nicht überschreitet; i. «cadmiumarm», wenn der Cadmiumgehalt 25 mg je Kilogramm Phosphor nicht überschreitet. Fassung gemäss Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 ). Eingefügt durch Ziff. I der V des WBF vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4435 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: …",
      "section": "13",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V des WBF vom 23. Okt. 2013, mit Wirkung seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Probenahme- und Analysevorschriften sowie Toleranzen",
      "section": "14",
      "title": "Probenahme- und Analysevorschriften",
      "content": "1 Für mineralische Dünger und Dünger mit Spurennährstoffen richten sich die Probenahme- und die Analysevorschriften nach der Verordnung (EG) Nr. 2003/2003. Es können auch andere Probenahme- und Analysevorschriften angewandt werden, wenn sie zu gleichwertigen Ergebnisse führen. Für alle anderen Dünger können Methoden angewandt werden, welche zu den gleichen Ergebnissen wie die Referenzmethoden der Eidgenössischen Forschungsanstalt Agroscope Reckenholz-Tänikon führen. 2 Bei den als Granulat in Verkehr gebrachten Düngern, für deren Ausgangsmaterial Siebdurchgänge festgelegt sind, werden die Siebdurchgänge aufgrund des Zerfalls des Granulates unter Feuchtigkeitseinfluss festgestellt. Verordnung (EG) Nr. 2003/2003 des Europäischen Parlaments und des Rates vom 13. Okt. 2003 über Düngemittel, ABl. L 304 vom 21.11.2003, S. 1; geändert durch die Verordnung (EG) Nr. 162/2007 der Kommission vom 19. Febr. 2007, ABl. L 51 vom 20.2.2007, S. 7; die Verordnung (EG) Nr. 1107/2008 der Kommission vom 7. Nov. 2008, ABl. L 299 vom 8.11.2008, S. 13; die Verordnung (EG) Nr. 1020/2009 der Kommission vom 28. Okt. 2009, ABl. L 282 vom 29.10.2009, S. 7; die Verordnung (EG) Nr. 137/2011 der Kommission vom 16. Febr. 2011, ABl. L 43 vom 17.2.2011, S. 1; die Verordnung (EU) Nr. 223/2012 der Kommission vom 14. März 2012, ABl. L 75 vom 15.3.2012, S. 12; die Verordnung (EU) Nr. 463/2013 der Kommission vom 17. Mai 2013, ABl. L 134 vom 18.5.2013, S. 1. Fassung gemäss Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Probenahme- und Analysevorschriften sowie Toleranzen",
      "section": "15",
      "title": "Toleranzen",
      "content": "1 Für Dünger mit Ausnahme von Hofdüngern, Kompost und Gärgut gelten für die Abweichungen der deklarierten zugesicherten Gehalte und Löslichkeiten die in Anhang 2 aufgeführten Toleranzen. 2 Toleranzen dürfen nicht planmässig ausgenützt werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die folgenden Erlasse werden aufgehoben: 1. Verordnung des EVD vom 28. Februar 2001 über das Inverkehrbringen von Düngern (Düngerbuch-Verordnung WBF) 2. Verordnung des EVD und des BAG vom 1. März 2001 über die Liste der einführbaren Düngertypen (Gemeinsame Düngerliste BLW-BAG) [ AS 2001 722 ] [ AS 2001 996 ]"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang 3 geregelt."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "18",
      "title": "Übergangsbestimmung",
      "content": "Die nach bisherigem Recht benannten und beschrifteten Düngemittel können bis am 31. Dezember 2015 in Verkehr gebracht werden. Fassung gemäss Ziff. I der V des WBF vom 23. Okt. 2013, in Kraft seit 1. Jan. 2014 ( AS 2013 4267 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2008 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Mischdünger:",
      "definition": "Mischdünger: durch Trockenmischung mehrerer Dünger ohne chemische Reaktion erhaltener Dünger;",
      "source_provision": "art4"
    },
    {
      "term": "Düngerlösung:",
      "definition": "Düngerlösung: Flüssigdünger, frei von festen Teilchen;",
      "source_provision": "art4"
    },
    {
      "term": "Düngersuspension:",
      "definition": "Düngersuspension: Zweiphasendünger, in dem die festen Teilchen in feinster Verteilung in der flüssigen Phase vorliegen;",
      "source_provision": "art4"
    },
    {
      "term": "Blattdünger:",
      "definition": "Blattdünger: Dünger, der auf das Aufbringen auf die Blätter und die Aufnahme von Nährstoffen über die Blätter ausgelegt ist.",
      "source_provision": "art4"
    }
  ]
}