{
  "id": "sr-919-117-72",
  "type": "statute",
  "title": "Verordnung vom 30. Oktober 2002 über die Ausdehnung der Selbsthilfemassnahmen von Branchen- und Produzentenorganisationen (Verordnung über die Branchen- und Produzentenorganisationen, VBPO)",
  "title_en": "",
  "short_name": "VBPO",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/703/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Selbsthilfemassnahmen",
      "section": "1",
      "title": "",
      "content": "1 Die Selbsthilfemassnahmen von Branchen und Produzentenorganisationen können in den folgenden Bereichen ausgedehnt werden: a. Qualitätsförderung; b. Absatzförderungs- und Vermarktungsaktionen zu Gunsten der inländischen Produktion; c. Verbesserung des Kenntnisstandes und der Transparenz in den Bereichen Produktion und Markt; d. Ausarbeitung von bundesrechtskonformen Standardverträgen und Handelsusanzen; e. Anpassung der Produktion und des Angebots an die Erfordernisse des Marktes; f. Finanzierung von Massnahmen in den Bereichen nach den Buchstaben a–c und e. 2 Die Massnahmen zur Anpassung der Produktion und des Angebots an die Erfordernisse des Marktes beschränken sich auf ausserordentliche Situationen, die nicht durch strukturelle Probleme bedingt sind, namentlich: a. auf eine absatzgerechte Produktionsplanung und -koordination; b. auf Qualitätsförderungsprogramme, die unmittelbar zu einer Begrenzung des Produktionsvolumens oder der Produktionskapazitäten führen; c. auf Marktentlastungsmassnahmen. 3 Die Massnahmen nach Absatz 2 Buchstabe b und c müssen von einer Branchenorganisation oder, wenn keine Branchenorganisation existiert, von einer Produzentenorganisation beschlossen werden. 4 Erzeugnisse, die von den Produzentinnen und Produzenten direkt an den Endverbraucher für dessen Haushalt verkauft werden, sind den Selbsthilfemassnahmen nicht unterworfen. Fassung gemäss Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6465 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Branchen- und Produzentenorganisationen",
      "section": "2",
      "title": "Rechtsform",
      "content": "1 Eine Branchenorganisation kann ein Begehren um Ausdehnung von Selbsthilfemassnahmen stellen, wenn sie ein körperschaftlich organisierter Zusammenschluss von Personen ist und die Bedingungen von Artikel 8 LwG erfüllt. 2 Eine Produzentenorganisation kann ein Begehren um Ausdehnung von Selbsthilfemassnahmen stellen, wenn sie ein körperschaftlich organisierter Zusammenschluss von Produzenten oder Produzentengemeinschaften ist. Eine Produzentengemeinschaft ist eine Gruppe von Bewirtschaftern, die das gleiche Produkt oder die gleiche Produktegruppe herstellen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Branchen- und Produzentenorganisationen",
      "section": "3",
      "title": "Vertretung des Produkts",
      "content": "Ein Produkt oder eine Produktegruppe kann nur von einer einzigen Branchen- oder Produzentenorganisation vertreten werden, mit Ausnahme der Produkte, die nach den Artikeln 14–16 und 63 LwG gekennzeichnet sind und auch von einer spezifischen Branchen- oder Produzentenorganisation vertreten werden können."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Branchen- und Produzentenorganisationen",
      "section": "4",
      "title": "Repräsentativität der Branchenorganisationen",
      "content": "Eine Branchenorganisation gilt als repräsentativ, wenn: a. ihre Mitglieder mindestens die Hälfte der in den Handel gelangenden Menge des Produkts oder der Produktegruppe produzieren, verarbeiten oder gegebenenfalls vermarkten; b. der Produzentenorganisation bzw. den Produzentenorganisationen mindestens 60 Prozent derjenigen Bewirtschafterinnen bzw. Bewirtschafter angeschlossen sind, die von der Selbsthilfemassnahme betroffen sind, für die ein Ausdehnungsbegehren gestellt wird; c. die Regionen, in denen das Produkt oder die Produktegruppe produziert oder verarbeitet wird, in der Organisation angemessen vertreten sind; d. mindestens drei Viertel der Vertreter der Produzenten, Verarbeiter und gegebenenfalls Händler an der Versammlung der Branchenorganisation persönlich in der Produktion, in der Verarbeitung oder im Handel des betreffenden Produkts oder der betreffenden Produktegruppe tätig sind; e. die Vertreter an der Versammlung der Branchenorganisation von der Versammlung ihrer Organisation oder von der Gesamtheit der Mitglieder auf ihrer Stufe ernannt werden."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Branchen- und Produzentenorganisationen",
      "section": "5",
      "title": "Repräsentativität der Produzentenorganisationen",
      "content": "Eine Produzentenorganisation gilt als repräsentativ, wenn: a. ihre Mitglieder mindestens die Hälfte der in den Handel gelangenden Menge des Produkts oder der Produktegruppe produzieren; b. ihr mindestens 60 Prozent derjenigen Bewirtschafterinnen bzw. Bewirtschafter angeschlossen sind, die von der Selbsthilfemassnahme betroffen sind, für die ein Ausdehnungsbegehren gestellt wird; c. die Regionen, in denen das Produkt oder die Produktegruppe produziert wird, in der Organisation angemessen vertreten sind; d. mindestens drei Viertel der Vertreter der Produzenten an der Versammlung der Organisation persönlich in der Produktion des Produkts oder der Produktegruppe tätig sind; e. die Vertreter an der Versammlung der Produzentenorganisation von der Versammlung ihrer Gemeinschaft oder von der Gesamtheit der Mitglieder ernannt werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Angebotslenkung",
      "content": "Betrifft das Ausdehnungsbegehren Massnahmen zur Anpassung der Produktion oder des Angebots an die Erfordernisse des Marktes, müssen die Statuten der Produzentengemeinschaften oder gegebenenfalls der Branchenorganisation für auf Stufe der Verarbeitung oder des Handels getroffene Massnahmen mindestens enthalten: a. gemeinsame Vermarktungsregeln; b. die Verpflichtung, die Informationen, insbesondere über Flächen, Ernten, Erträge und Direktverkäufe, zu liefern, die von der Gruppierung oder der Organisation zu statistischen Zwecken angefordert werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Entscheidverfahren",
      "content": "1 Die Versammlung der Vertreter der Branchen- oder der Produzentenorganisation genehmigt eine Selbsthilfemassnahme und stellt dem Bundesrat das Begehren um deren Ausdehnung. 2 Produzentenorganisationen müssen ihre Beschlüsse mit Zweidrittelmehrheit fällen. 3 Branchenorganisationen fällen ihre Beschlüsse mit Zweidrittelmehrheit der Stimmen auf den Stufen Produktion, Verarbeitung und gegebenenfalls Handel. 4 Vereinigt ein Betrieb zwei Drittel oder mehr der Stimmberechtigten seiner Stufe auf sich, werden die Stimmen der übrigen Stimmenden derselben Stufe ebenfalls berücksichtigt."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Begehren",
      "section": "8",
      "title": "Grundsatz und Inhalt",
      "content": "1 Die Begehren der Branchen- und Produzentenorganisationen sind beim Bundesamt für Landwirtschaft (Bundesamt) einzureichen. 2 Sie müssen folgende Angaben enthalten: a. Beschreibung der Selbsthilfemassnahme, für welche die Ausdehnung beantragt wird, sowie ihrer Zielsetzungen; b. eine ausführliche Begründung der Notwendigkeit der Ausdehnung und das öffentliche Interesse an der Massnahme. Betreffen die Begehren die Anpassung der Produktion und des Angebots an die Erfordernisse des Marktes, müssen sie nachweisen, dass die Marktentwicklung durch eine ausserordentliche Situation bedingt ist, die nicht durch strukturelle Probleme bedingt ist, oder die Grundlagen angeben, aufgrund derer die Organisation zu entscheiden beabsichtigt, ob eine derartige Situation vorliegt; c. Nachweis, dass die Voraussetzungen nach den Artikeln 4–6 erfüllt sind; dabei sind insbesondere die Organisationsstatuten und die notwendigen statistischen Daten zu liefern sowie Name, Funktion und Wohnsitz der Vertreter an der Versammlung anzugeben; d. Protokoll der Vertreterversammlung, mit dem nachgewiesen wird, dass die Massnahme klar dargelegt und auf jeder Stufe mit Zweidrittelmehrheit genehmigt wurde, mit Angabe des Resultats der Abstimmung über das Ausdehnungsgesuch; e. detaillierte Beschreibung der Umsetzung, der Finanzierung und der Kontrolle der Massnahme, insbesondere der Art und Weise, wie die Organisation die Direktverkäufe zu berücksichtigen gedenkt, die der Massnahme nicht unterworfenen sind; f. Budget und genaue Beschreibung der Mittelzuteilung, wenn die Ausdehnung die Finanzierung einer Selbsthilfemassnahme nach Artikel 1 Absatz 1 Buchstabe f zum Gegenstand hat. 3 Begehren um Ausdehnung von Massnahmen zur Förderung der Qualität oder des Absatzes können sich auf einen Zeitraum von höchstens vier Jahren beziehen. Begehren, die Massnahmen zur Anpassung der Produktion und des Angebots an die Erfordernisse des Marktes betreffen, können sich auf einen Zeitraum von höchstens zwei Jahren beziehen. Die Branchen- und Produzentenorganisationen können beim Bundesrat eine Weiterführung der Ausdehnung nach einer erneuten Prüfung beantragen. Fassung gemäss Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6465 ). Eingefügt durch Ziff. I der V vom 14. Nov. 2007, in Kraft seit 1. Jan. 2008 ( AS 2007 6465 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Begehren",
      "section": "9",
      "title": "Veröffentlichung der Begehren",
      "content": "1 Das Bundesamt veröffentlicht die von Branchen- und Produzentenorganisationen eingereichten Begehren um Ausdehnung einer Massnahme im Schweizerischen Handelsamtsblatt. 2 Jedermann kann dem Bundesamt binnen 30 Tagen nach der Veröffentlichung eines Begehrens seine Stellungnahme dazu übermitteln."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Massnahmen",
      "section": "10",
      "title": "Massnahmen in den Bereichen Qualität, Absatzförderung und Anpassung der Produktion und des Angebots",
      "content": "In Anhang 1 sind festgelegt: a. die Massnahmen zur Förderung der Qualität und des Absatzes sowie zur Anpassung der Produktion und des Angebotes an die Erfordernisse des Marktes; b. die Dauer der Massnahmen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Massnahmen",
      "section": "11",
      "title": "Beiträge von Nichtmitgliedern an Branchen- und Produzentenorganisationen",
      "content": "1 In Anhang 2 sind festgelegt: a. die Beiträge, welche die von den Massnahmen betroffenen Nichtmitglieder den verschiedenen Branchen- und Produzentenorganisationen zu entrichten haben; b. die Dauer der Beitragspflicht von Nichtmitgliedern; c. die Verwendung der Finanzmittel. 2 Wenn eine Branchen- oder Produzentenorganisation innerhalb der Geltungsdauer der Beitragspflicht von Nichtmitgliedern die Höhe der Mitgliederbeiträge senkt, so reduziert sich der Beitrag der Nichtmitglieder entsprechend. Die Organisation informiert das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) über die Beitragsänderungen. Das WBF passt den Anhang entsprechend an. 3 Sie dürfen in keinem Fall für die Finanzierung von Massnahmen verwendet werden, deren Ertrag den Mitgliedern der Branchen- und Produzentenorganisationen vorbehalten ist. 4 Die Branchen- oder Produzentenorganisationen beauftragen ein unabhängiges Revisionsorgan mit der Kontrolle der korrekten Verwendung der Beiträge der Nichtmitglieder. Die Ergebnisse der Kontrolle sind Bestandteil der Berichterstattung nach Artikel 13. Fassung gemäss Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 5581 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. I der V vom 23. Nov. 2005, in Kraft seit 1. Jan. 2006 ( AS 2005 5581 ). Fassung gemäss Ziff. I der V vom 26. Okt. 2011, in Kraft vom 1. Jan. 2012 ( AS 2011 5481 )"
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Massnahmen",
      "section": "12",
      "title": "Durchführung der Massnahmen",
      "content": "1 Die Branchen- und Produzentenorganisationen kontrollieren die Durchführung der Massnahmen. 2 Sie stellen den Nichtmitgliedern die Beiträge in Rechnung. 3 Betriebe oder Organisationen können beim Vollzug mitwirken. 4 Die Branchen- und Produzentenorganisationen verfügen die Durchführung der Massnahmen, wenn die Betroffenen diese nicht ausführen. Sie verfügen die Beiträge, wenn die Betroffenen dies verlangen. 5 In den Anhängen ist festgelegt, ob die Branchen- und Produzentenorganisationen Verwaltungsmassnahmen treffen können."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Berichterstattung",
      "content": "Die Branchen- und Produzentenorganisationen, deren Selbsthilfemassnahmen ausgedehnt werden, haben dem WBF jährlich über die Durchführung und die Wirkung der Massnahmen Bericht zu erstatten."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Datenübermittlung",
      "content": "1 Die in den Anhängen erwähnten Dienststellen übermitteln den Branchen- und Produzentenorganisationen auf Anfrage die für den Vollzug der Massnahmen erforderlichen Daten. Sie können ihre Kosten in Rechnung stellen. 2 Die Daten dürfen nur für die in den Anhängen vorgesehenen Massnahmen verwendet werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 7. Dezember 1998 über die Branchen- und Produzentenorganisationen wird aufgehoben. [ AS 1999 459 ; 2000 2239 ; 2001 3574 ]"
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Übergangsbestimmungen",
      "content": "Gesuche, die zum Zeitpunkt des Inkrafttretens dieser Verordnung hängig sind, werden nach dem neuen Recht behandelt."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}