{
  "id": "sr-910-12",
  "type": "statute",
  "title": "Verordnung  vom 28. Mai 1997 über den Schutz von Ursprungsbezeichnungen und geografischen Angaben für landwirtschaftliche Erzeugnisse, verarbeitete landwirtschaftliche Erzeugnisse, waldwirtschaftliche Erzeugnisse und verarbeitete waldwirtschaftliche Erzeugnisse (GUB/GGA-Verordnung)",
  "title_en": "Ordinance of 28 May 1997 on the Protection of Designations of Origin and Geographical Indications for Agricultural Products and Processed Agricultural Products (PDO/PGI Ordinance)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1997/1198_1198_1198/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General Provisions",
      "section": "1",
      "title": "Principle",
      "content": "1 Designations of origin and geographical indications for agricultural products, processed agricultural products, forestry products and processed forestry products (products) that have been entered into the Swiss Federal Register are protected. 2 They may only be used in accordance with the provisions set out in this Ordinance. They may be used by any operator who markets products that meet the relevant product specification. 2bis Foodstuffs manufactured from agricultural products are deemed equivalent to processed agricultural products at all stages of the production process. 3 The Wine Ordinance of 14 November 2007 applies to wine designations. Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Inserted by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). SR 916.140 Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 )."
    },
    {
      "provision_ref": "art1a",
      "chapter": "Section 1 General Provisions",
      "section": "1a",
      "title": "a Forestry products and processed forestry products",
      "content": "In this Ordinance: a. forestry products means round wood; b. processed forestry products means raw or planed sawn wood products. Inserted by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General Provisions",
      "section": "2",
      "title": "Designation of origin",
      "content": "1 The name of a region, a place, or, in exceptional cases, a country used to describe a product: a. originating in that particular region, place or country; b. the quality or characteristics of which are essentially or exclusively due to a particular geographical environment with its inherent natural and human factors; and c. the production, processing and refining of which take place in the defined geographical area may be registered as a designation of origin. 2 Traditional names for products that meet the conditions set out in paragraph 1 may be registered as designations of origin. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Geographical indication",
      "content": "1 The name of a region, a place, or, in exceptional cases, a country used to describe a product: a. originating in that particular region, place or country; b. which possesses a specific quality, reputation or other characteristics which can be attributed to that geographical origin; and c. the production, processing or refining of which take place in the defined geographical area may be registered as a geographical indication. 2 Traditional names for products that meet the conditions set out in paragraph 1 may be registered as geographical indications. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Generic name",
      "content": "1 A generic name may not be registered as a designation of origin or geographical indication. 2 A generic name means the name of a product which, although it relates to the place or the region where this product was originally produced or marketed, has become the common name of the product. 3 To decide whether or not a name has become generic, account shall be taken of all relevant factors, in particular the opinions of producers and consumers, especially those in the region from which the name originates. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 )."
    },
    {
      "provision_ref": "art4a",
      "section": "4a",
      "title": "a Homonymous names",
      "content": "1 Where an application for registration concerns a name homonymous with a name that has already been registered, and where the homonymous name to be registered leads the public to assume that the products come from a different region or a different place, that name may not be registered even if it is the correct name of the region or place that the products come from. 2 There must be a clear distinction between use of the homonymous name registered subsequently and use of the name already on the register, so as to ensure that the producers concerned are treated appropriately and consumers are not misled. Inserted by No I of the O of 26 Nov. 2003, in force since 1 Jan. 2004 ( AS 2003 4867 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art4b",
      "section": "4b",
      "title": "b Name of a plant variety or animal breed",
      "content": "1 A name may not be registered as a designation of origin or a geographical indication where it corresponds to the name of a plant variety or an animal breed and is likely to mislead consumers as to the true origin of the product. 2 Any danger of misleading consumers is in particular excluded where the name is homonymous with a local plant variety or animal breed that has not left its territory of origin or where the name of the plant variety or animal breed can be changed. Inserted by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008( AS 2007 6109 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Registration Procedure",
      "section": "5",
      "title": "Entitlement to submit an application for registration",
      "content": "1 Any group of producers that is representative of a product may submit an application for registration to the Federal Office for Agriculture (FOAG). 2 In the case of agricultural products and processed agricultural products, a group is deemed to be representative where: a. its members produce, process and refine at least half of the production volume of the product; b. at least 60% of the producers, 60% of the processors and 60% of the refiners of the product are members thereof; and c. they show that the group is organised on the basis of democratic principles. 3 In the case of plant products and processed plant products, only farmers producing a significant quantity of the raw material shall be taken into account in calculating the 60% referred to in paragraph 2 letter b. 4 In the case of forestry products and processed forestry products, a group is deemed to be representative where: a. its members produce, process and refine at least half the production volume of the product; b. its members represent at least 60% of the forest area and 60% of the processors; and c. they show that the group is organised on the basis of democratic principles. 5 In the case of designations of origin, the group must comprise producers from all production stages, and specifically for each product: a. those that produce the raw materials; b. those that process the product; c. those that refine it. Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Registration Procedure",
      "section": "6",
      "title": "",
      "content": "1 The application must demonstrate that the requirements of this Ordinance for the protection of the relevant designation of origin or geographical indication have been met. 2 It shall include in particular: a. the name of the applicant group and proof that it is representative; b. the designation of origin or geographical indication to be registered; c. proof that the name to be registered is not a generic name; d. evidence that the product originates in a geographical area in accordance with Article 2 or 3 (history of the product and its traceability); e. evidence demonstrating the link with the geographical environment or geographical origin in accordance with Article 2 or 3 (typical features of the product which derive from the geographically determined natural and human factors «terroir» ); f. a description of any relevant local, fair and consistently-applied procedures; g. a summary giving the following information: – name, address and composition of the applicant group, – name of the product, – protection applied for, – type of product in question, – proof that the applicant group is representative, – proof that it is not a generic name, – description of the product’s history, – the typical characteristics of the product derived from the «terroir» , – description of the local, fair and consistently-applied procedures, – the most important elements of the product’s specification (geographical area, description of the product and its main characteristics, description of the production method, certification body, labelling and traceability). 3 The application must be accompanied by the product specification and proof that the application has been approved by the representatives’ meeting of the group. Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 ). Inserted by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Product specification",
      "content": "1 The product specification shall contain the following information: a. the name of the product comprising the designation of origin or the geographical indication; b. the definition of the geographical area; c. a description of the product, in particular its raw materials and its principal physical, chemical, microbiological and organoleptic properties; for forestry products and processed forestry products, it contains a description of the type of wood and the physical or other characteristic properties; d. a description of the production process; e. the designation of one or more certification bodies and the minimum requirements for the control procedures; f. ... 2 It may also contain the following information: a. specific elements of the labelling; b. a description of any specific shape of the product; c. elements of the packaging, where the applicant group is able to justify that the packaging is necessary in order to ensure product quality, as well as to guarantee traceability or control in the defined geographical area. Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 ). Repealed by No I of the O of 14 Nov. 2007, with effect from 1 Jan. 2008 ( AS 2007 6109 ). Inserted by No I of the O of 26 Nov. 2003 ( AS 2003 4867 ). Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Opinions",
      "content": "FOAG shall call upon the relevant cantonal and federal authorities for their opinions. Amended by Annex No 5 of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Procedure for the registration of names from other countries",
      "content": "1 Where the registration application is submitted by a group from a third country, it must meet the requirements laid down in Articles 5 to 7 and contain proof that the name in question is protected in its country of origin. 2 In the case of a name designating a trans-border geographical area or a traditional name connected to a trans-border geographical area, several groups may submit a joint application. 3 The application shall be submitted to FOAG in one of the three official languages, or accompanied by a certified translation into one of these languages, either by the applicant group directly or through the authorities of the third country in question. Where the application is written in another language, FOAG may order a translation to be provided. 4 Where the original name is not written in letters of the Latin alphabet, it must also be transcribed into such letters. 5 FOAG shall obtain the opinion of the relevant federal authorities. Inserted by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Amended by Annex No 5 of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Decision and publication",
      "content": "1 FOAG shall decide whether the application meets the requirements of Articles 2–7. 2 If FOAG approves the application, it shall publish its decision together with the most important elements of the product specification in the Swiss Official Gazette of Commerce. Amended by Annex No 5 of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Objections",
      "content": "1 The following may object to the registration: a. persons asserting a legitimate interest; b. the cantons, provided the case relates to a Swiss name, a trans-border name in terms of Article 8 a paragraph 2 or a foreign name that is the same as or similar to that of a cantonal geographical unit. 2 An objection must be submitted in writing to FOAG within three months of publication of the registration application. 3 In particular, the following grounds for objection may be asserted: a. the name does not meet the requirements of Article 2 or 3; b. the name is a generic name; c. the group is not representative; d. the proposed registration would be disadvantageous to a trademark or to an entirely or partly homonymous name in longstanding use. Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 ). Amended by No I of the O of 26 Nov. 2003, in force since 1 Jan. 2004 ( AS 2003 4867 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Decision regarding an objection",
      "content": "FOAG shall take a decision regarding an objection after hearing the relevant cantonal and federal authorities. Amended by Annex No 5 of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Registration and publication",
      "content": "1 The name shall be entered in the Register of Designations of Origin and Geographical Indications where: a. there has been no objection within the time limit provided; b. any objections and appeals have been rejected. 2 Registration shall be published in the Swiss Official Gazette of Commerce. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Register",
      "content": "1 The Register of Designations of Origin and Geographical Indications shall be maintained by FOAG. 2 The Register shall contain: a. the name, the designation «PDO» (Protected Designation of Origin) or «PGI» (Protected Geographical Indication) and its number; b. the name of the group; c. the product specification; d. the date of registration; e. the date of publication of the registration. 3 Anyone may consult the Register and request extracts from it."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Applications to amend the product specification",
      "content": "1 For amendments to the product specification, the same procedure applies as for registrations. 2 The following amendments to the product specification shall be decided under the simplified procedure: a. inclusion of new certification bodies or deletion of existing bodies; b. amendment of specific elements of the labelling; c. amendment of the description of the geographical area due to changes in the names of the geographical units, in particular in the case of commune mergers. 3 In the simplified procedure, opinions need not be obtained in accordance with Article 8, the decision need not be published in accordance with Article 9, and the objection procedure under Articles 10 and 11 does not apply. Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 ). Inserted by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "39",
      "section": "15",
      "title": "",
      "content": "1 FOAG shall cancel the registration of a protected name: a. on request, where the protected name is no longer used or where all users and the relevant cantons are no longer interested in maintaining the registration; b. if it is established that compliance with the product specification of the protected name is no longer ensured for good reason; c. i fit is no longer protected in its country of origin in accordance with Article 8 a . 2 In the case of a Swiss name or a trans-border name in terms of Article 8 a paragraph 2, FOAG shall consult the relevant cantonal and federal authorities in advance. It shall hear the parties pursuant to Article 30 a of the Federal Act of 20 December 1968 on Administrative Procedure. 3 Cancellation of the registration shall be published in the Swiss Official Gazette of Commerce. Repealed by No I 10 of the O of 7 Dec. 1998 ( AS 1999 303 ). Amended by No I of the O of 26 Nov. 2003, in force since 1 Jan. 2004 ( AS 2003 4867 ). Inserted by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 ). SR 172.021 Amended by Annex No 5 of the O of 14 Dec. 2018, in force since 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "Section 3 Protection",
      "section": "16",
      "title": "Unlawful use of the designations «AOC», «PDO» or «PGI» or similar designations",
      "content": "1 The designations «Registered Designation of Origin», «Protected Designation of Origin» and «Protected Geographical Indication» and their corresponding abbreviations (AOC, PDO, PGI) may not be used for products whose name has not been registered in accordance with this Ordinance. 2 The use of designations which are similar to those under paragraph 1 or misleading is also prohibited. 3 Paragraphs 1 and 2 also apply to products whose names, although registered, have not been certified in accordance with Article 18. 4 Foreign names which are registered in their country of origin are reserved. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art16a",
      "chapter": "Section 3 Protection",
      "section": "16a",
      "title": "a Designations «AOC», «PDO» and «PGI»",
      "content": "1 The designations «Registered Designation of Origin», «Protected Designation of Origin» and «Protected Geographical Indication» or their corresponding abbreviations (AOC, PDO, PGI) must be written in one of the official languages on the labelling of products whose name has been registered in accordance with this Ordinance. 2 The designations and acronyms in paragraph 1 are optional for products whose names have been registered in accordance with Article 8 a . Inserted by No I of the O of 14 Nov. 2007 ( AS 2007 6109 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "Section 3 Protection",
      "section": "17",
      "title": "Scope of protection",
      "content": "1 The direct or indirect commercial use of a protected name is prohibited: a. for similar products which do not meet the product specification; b. for dissimilar products where such use relies on the reputation of the protected name. 2 Paragraph 1 applies in particular where: a. the protected name is imitated or alluded to; b. the protected name is translated; c. the protected name is accompanied by an expression such as «style», «type», «method», «as produced in», «imitation», «using the recipe» or similar; d. the origin of the product is indicated; e. ... 3 The following are also prohibited: a. any false or misleading indication as to its true origin, provenance, manufacturing process, nature or essential characteristics on the inner or outer packaging, advertising material or accompanying documentation of the product; b. any use of a container or packaging which could give rise to a false impression as to the origin of the product; c. any use of the specific shape of the product referred to in Article 7 (2) (b). 4 No reference may be made to the use of a product with a protected name as an ingredient or component in or close to the specific name of a processed product if: a. the processed product contains other ingredients or components that are comparable with those with protected names; or b. the ingredient or component does not add any essential characteristic to the processed product. [tab] 5 In cases that are not prohibited by paragraph 4, if reference is made to the use of a product with a protected name, the graphical representation of a designation under Article 16 a must not give the erroneous impression that the protected name is that of the processed product itself and not simply that of an ingredient or component. Inserted by No I of the O of 29 Oct. 2014 ( AS 2014 3903 ). Repealed by No I of the O of 11 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5445 ). Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 ). Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 ). Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 )."
    },
    {
      "provision_ref": "art17a",
      "section": "17a",
      "title": "a Products which do not conform to the product specification",
      "content": "1 Products which fail to meet the requirements for the use of a registered designation of origin or geographical indication, but which have been legally marketed under such indications for at least five years prior to publication of the application for registration, may continue to be produced, packaged and labelled under this indication in accordance with previous legislation for a period of up to two years following publication of the registration. They may continue to be marketed for a period of up to three years following the aforesaid publication. 2 If the product specification referred to in Article 14 (1) is amended, the products in question may continue to be produced, packaged, labelled and marketed under previous legislation for a period of up to two years following publication of the amendment. Inserted by No I of the O of 12 Jan. 2000 ( AS 2000 379 ). Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "Section 4 Control Procedures and Enforcement",
      "section": "18",
      "title": "Designation of certification body",
      "content": "1 Any person who uses a designation of origin or geographical indication must entrust the certification bodies listed in the product specification with control of the production, processing or refining of the product in question. 1bis The name or the code number of the certification body must be indicated on the label or the packaging of the product with a PDO or PGI. 2 The Federal Department of Economic Affairs, Education and Research shall lay down the minimum requirements for control procedures. Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 ). The name of this administrative unit was amended in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( AS 2004 4937 ) on 1 Jan. 2013. Inserted by No I 10 of the O of 7 Dec. 1998, in force since 1 Jan. 1999 ( AS 1999 303 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "Section 4 Control Procedures and Enforcement",
      "section": "19",
      "title": "Requirements and conditions for certification bodies",
      "content": "1 Certification bodies that wish to carry out an activity pursuant to this Ordinance require authorisation from FOAG. 2 FOAG shall grant authorisation in response to a request, provided the certification body: a. is accredited for its activities in accordance with the Accreditation and Designation Ordinance of 17 June 1996 (AccDO). The scope of accreditation in respect of each name for which the certification body carries out control procedures must be extended to include the product in question; b. has an organisational structure and a certification and monitoring procedure (standard control procedure) that sets out in particular the criteria to which the businesses that it controls are subject and a suitable plan for the measures to be taken in the event that irregularities are identified; c. offers appropriate guarantees of objectivity and impartiality and has the qualified personnel and resources required to carry out its duties; and d. has and applies written procedures and templates for the following tasks: 1. establishing a risk-based strategy for controlling the company, 2. exchanging information with other certification bodies or third parties acting on their behalf and with the enforcement authorities, 3. complying with the directives issued by FOAG on the basis of Article 21 a paragraph 5 in the event of irregularities, 4. complying with the provisions of the Federal Act of 19 June 1992 on Data Protection. 3 The certification bodies must also meet the requirements stipulated by the Federal Department of Economic Affairs, Education and Research on the basis of Article 18 paragraph 2. [tab] 4 FOAG may suspend or withdraw authorisation if the certification body fails to meet the requirements and conditions. It shall inform the Swiss Accreditation Service about the decision without delay. Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 ). SR 946.512 SR 235.1"
    },
    {
      "provision_ref": "art19a",
      "section": "19a",
      "title": "a Foreign certification bodies",
      "content": "1 Following consultation with the Swiss Accreditation Service, FOAG shall recognise foreign certification bodies as practising in Switzerland if the latter are able to show that they hold qualifications equivalent to those required in Switzerland. 2 The foreign certification bodies must in particular: a. meet the requirements of Article 19 paragraph 2; b. be familiar with the relevant Swiss legislation; c. have their place of business in Switzerland. 3 The request for recognition must demonstrate that the requirements set out in paragraphs 1 and 2 are met. 4 Article 18 (3) of the Federal Act of 6 October 1995 on Technical Barriers to Trade is reserved. 5 FOAG may make recognition subject to a time limit and conditions. In particular, the certification body may be required: a. to tolerate and support FOAG’s monitoring of activities carried out in Switzerland; b. to report in detail to FOAG on activities in Switzerland; c. to use data and information obtained through control activities exclusively for control purposes and to comply with the Swiss provisions on data protection; d. to agree any changes in circumstances relevant to recognition in advance with FOAG; e. to take out suitable liability insurance or establish adequate reserves. 6 It may revoke recognition if the requirements, obligations and conditions are not met. Inserted by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Amended by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 ). SR 946.51"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Notification of irregularities",
      "content": "The certification bodies shall notify FOAG, the cantonal chemist and the groups of any irregularities they find when carrying out control procedures. Amended by No I of the O of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3903 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Implementation by FOAG",
      "content": "1 FOAG shall implement this Ordinance in accordance with the legislation on agriculture, unless foodstuffs are concerned. 2 It is further required: a. to maintain a list of accredited or recognised certification bodies for matters of relevance to this Ordinance; b. to record established infringements and the penalties imposed; c. to supervise the certification bodies (Art. 19 and 19 a ). 3 It may consult specialists. Amended by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art21a",
      "section": "21a",
      "title": "a Monitoring the certification bodies",
      "content": "1 FOAG’s monitoring activities include in particular: a. assessing the internal procedures of certification bodies for controlling, managing and auditing control dossiers with regard to compliance with the requirements of this Ordinance; b. reviewing the procedures in cases of non-conformity and for objections and appeals. 2 FOAG shall coordinate its monitoring activities with the activities of the SAS. 3 FOAG shall ensure as part of its monitoring activities that the requirements of Articles 19 and 19 a paragraph 2 are met. 4 ... 5 It may issue directives to the certification bodies. The directives shall also include a catalogue on the harmonisation of procedures of certification bodies in the event of irregularities. Inserted by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). Repealed by No I of the O of 11 Nov. 2020, with effect from 1 Jan. 2021 ( AS 2020 5445 )."
    },
    {
      "provision_ref": "art21b",
      "section": "21b",
      "title": "b Annual inspection of the certification bodies",
      "content": "1 FOAG shall conduct an annual inspection of certification bodies accredited in Switzerland under Articles 19 and 19 a unless this is guaranteed as part of accreditation. 2 In doing so, FOAG shall verify in particular whether the certification body has and applies written procedures and templates for the following duties: a. devising a risk-based strategy for the control of businesses; b. exchanging information with other certification bodies or their third party agents and with the authorities entrusted with enforcement; c. applying and following up the measures taken under Article 21 a paragraph 5 in the event of irregularities or infringements; d. complying with the provisions of the Federal Act of 19 June 1992 on Data Protection. Inserted by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 ). SR 235.1"
    },
    {
      "provision_ref": "art21c",
      "section": "21c",
      "title": "c Enforcement by the cantons",
      "content": "1 The cantonal food inspection agencies shall enforce Section 3 in accordance with the legislation on foodstuffs, subject to Article 21. 2 They shall report any irregularities to FOAG and the certification bodies. Inserted by No I of the O of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3281 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 5 Final Provisions",
      "section": "22",
      "title": "",
      "content": "Repealed by Annex No 1 of the O of 14 Dec. 2018, with effect from 1 Feb. 2019 ( AS 2019 155 )."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 5 Final Provisions",
      "section": "23",
      "title": "Transitional provisions relating to the amendment of 14 November 2007",
      "content": "1 Applications for registration which were pending when the amendment of 14 November 2007 comes into force shall be processed in accordance with the new legislation. 2 Agricultural products and processed agricultural products which use a registered name may, in derogation from Article 16 a , continue to be labelled under existing law until 1 June 2008, and be marketed until their expiry dates run out. 3 The previous Article 17 a applies to all registered names for which the transitional period has not yet expired. Amended by No I of the O of 14 Nov. 2007, in force since 1 Jan. 2008 ( AS 2007 6109 )."
    },
    {
      "provision_ref": "art23a",
      "chapter": "Section 5 Final Provisions",
      "section": "23a",
      "title": "a Transitional provisions to the Amendment of 11 November 2020",
      "content": "1 Article 5 paragraph 3 does not apply to names registered before the Amendment of 11 November 2020 comes into force. 2 In derogation from Article 18 paragraph 1 bis , products with a registered name may be labelled until 31 December 2021 in accordance with the previous law. 3 Swiss certification bodies that are accredited under Article 19 paragraph 2 letter a and were already carrying out activities pursuant to this Ordinance before the Amendment of 11 November 2020 came into force are deemed to be authorised certification bodies under Article 19 paragraph 1. Inserted by No I of the O of 11 Nov. 2020, in force since 1 Jan. 2021 ( AS 2020 5445 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 5 Final Provisions",
      "section": "24",
      "title": "Amendment of current legislation",
      "content": "... The amendment may be consulted under AS 1997 1198 ."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 5 Final Provisions",
      "section": "25",
      "title": "",
      "content": "Repealed by No I of the O of 12 Jan. 2000, with effect from 1 Jan. 2000 ( AS 2000 379 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 5 Final Provisions",
      "section": "26",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 1997. Amended by No III para. 2 No 2 of the O of 27 March 2002, in force since 1 May 2002 ( AS 2002 573 )."
    }
  ],
  "definitions": []
}