{
  "id": "sr-944-1",
  "type": "statute",
  "title": "Reglement der Eidgenössischen Kommission für Konsumentenfragen vom 1. Februar 1966",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1966/402_418_418/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Aufgabenbereich",
      "content": "1 Die Kommission berät den Bundesrat und die Departemente in allen konsumentenpolitischen Angelegenheiten, die ihr zur Stellungnahme vorgelegt werden. Sie kann auch von sich aus einschlägige Empfehlungen unterbreiten. 2 Die Kommission kann mit den interessierten Wirtschaftskreisen gemeinsame Lösungen von Konsumentenfragen fördern."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Einberufung",
      "content": "1 Die Kommission wird durch den Präsidenten einberufen. Sie muss binnen 20 Tagen einberufen werden, falls fünf Mitglieder es verlangen. 2 Einladung, Traktandenliste und einschlägige Unterlagen sind den Mitgliedern in der Regel wenigstens eine Woche vor der Sitzung zuzustellen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Abstimmungen",
      "content": "1 Die Kommission fasst alle Beschlüsse im Plenum. Sie ist beschlussfähig, wenn mindestens die Hälfte der Mitglieder anwesend ist. 2 Die Beschlüsse werden mit einfachem Stimmenmehr gefasst. Bei Stimmengleichheit hat der Präsident den Stichentscheid. 3 In dringenden Fällen oder für weniger wichtige Angelegenheiten kann die Meinungsäusserung der Mitglieder auf schriftlichem Wege eingeholt werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Subkommissionen",
      "content": "Zur Entlastung des Plenums kann der Präsident für die Behandlung einzelner Gebiete oder Fragen permanente oder ad hoc-Subkommissionen bilden. Über deren Arbeiten sind die übrigen Mitglieder laufend zu orientieren."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Experten",
      "content": "Die Kommission kann für die Behandlung einzelner Gebiete oder Fragen Vertreter der interessierten Amtsstellen, unabhängige Sachverständige sowie Vertreter der jeweils betroffenen Branchen zuziehen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Geschäftsverkehr mit dem Bundesrat",
      "content": "Der Geschäftsverkehr mit dem Bundesrat erfolgt durch Vermittlung des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung (WBF). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. November 2004 ( SR 170.512.1 ) auf den 1. Januar 2013 angepasst."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Sekretariat",
      "content": "Die Sekretariatsgeschäfte werden vom Eidgenössichen Büro für Konsumentenfragen geführt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Schweigepflicht",
      "content": "1 Die Mitglieder, die beigezogenen Sachverständigen und Vertreter von Wirtschaftsbranchen unterstehen der Schweigepflicht gemäss Artikel 320 des Strafgesetzbuches. 2 Sie haben insbesondere den Gang der Verhandlungen, den Inhalt von Anträgen und Voten, die Namen der Antragsteller und Votanten, die Abstimmungen, Protokolle und Verwaltungsberichte geheimzuhalten. 3 Für die materielle Abklärung von Fachgeschäften können sie sich mit den von ihnen vertretenen Kreisen intern beraten. SR 311.0"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Entschädigungen",
      "content": "1 Die Kommissionsmitglieder und beigezogenen unabhängigen Sachverständigen beziehen Entschädigungen gemäss Verordnung vom 25. Januar 1952 über die Taggelder und Reiseentschädigungen an Kommissionsmitglieder und Experten. 2 Das Rechnungswesen der Kommission wird vom Generalsekretariat des WBF besorgt. [ AS 1952 78 , 1957 845 , 1970 1 . AS 1973 1559 Art. 12 Abs. 1]. Siehe heute: die Art. 8 l ff. RVOV ( SR 172.010.1 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Das Reglement tritt am 15. Februar 1966 in Kraft."
    }
  ],
  "definitions": []
}