{
  "id": "sr-946-231-127-6",
  "type": "statute",
  "title": "Verordnung vom 18. Mai 2016 über Massnahmen gegenüber der Demokratischen Volksrepublik Korea ",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2016/280/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Begriffe",
      "section": "1",
      "title": "",
      "content": "In dieser Verordnung bedeuten: a. Gelder: finanzielle Vermögenswerte, einschliesslich Bargeld, Schecks, Geldforderungen, Wechsel, Geldanweisungen oder anderer Zahlungsmittel, Guthaben, Schulden und Schuldverpflichtungen, Wertpapieren und Schuldtiteln, Wertpapierzertifikaten, Obligationen, Schuldscheinen, Optionsscheinen, Pfandbriefen, Derivaten; Zinserträge, Dividenden oder andere Einkünfte oder Wertzuwächse aus Vermögenswerten; Kredite, Rechte auf Verrechnung, Bürgschaften, Vertragserfüllungsgarantien oder andere finanzielle Zusagen; Akkreditive, Konnossemente, Sicherungsübereignungen, Dokumente zur Verbriefung von Anteilen an Fondsvermögen oder anderen Finanzressourcen und jedes andere Finanzierungsinstrument für Exporte; b. Sperrung von Geldern: die Verhinderung jeder Handlung, welche die Verwaltung oder die Nutzung von Geldern ermöglicht, mit Ausnahme von normalen Verwaltungshandlungen von Finanzinstituten; c. wirtschaftliche Ressourcen: Vermögenswerte jeder Art, unabhängig davon, ob sie materiell oder immateriell, beweglich oder unbeweglich sind, insbesondere Immobilien und Luxusgüter, mit Ausnahme von Geldern; d. Sperrung wirtschaftlicher Ressourcen: die Verhinderung der Verwendung wirtschaftlicher Ressourcen zum Erwerb von Geldern, Waren oder Dienstleistungen, einschliesslich des Verkaufs, des Vermietens oder des Verpfändens solcher Ressourcen. Die Berichtigung vom 25. Aug. 2020 betrifft nur den französischen und italienischen Text ( AS 2020 3607 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "2",
      "title": "Ein- und Durchreiseverbot",
      "content": "1 Die Einreise in und die Durchreise durch die Schweiz ist folgenden Personen verboten: a. natürlichen Personen nach Anhang 1; b. Personen, die im Namen oder auf Anweisung von natürlichen Personen, Unternehmen oder Organisationen nach Anhang 1 handeln; c. Personen, die gegen diese Verordnung oder die massgeblichen Resolutionen des UNO-Sicherheitsrats verstossen oder Beihilfe zur Umgehung leisten. 2 Das Staatssekretariat für Migration (SEM) kann in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats oder zur Wahrung schweizerischer Interessen Ausnahmen vom Verbot nach Absatz 1 bewilligen."
    },
    {
      "provision_ref": "art2a",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "2a",
      "title": "a Verbot der Erteilung von Arbeitsbewilligungen",
      "content": "1 Die Erteilung von Arbeitsbewilligungen an Staatsangehörige der Demokratischen Volksrepublik Korea ist verboten. 2 Das SEM kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen vom Verbot nach Absatz 1 bewilligen, wenn diese erforderlich sind für: a. die Erbringung humanitärer Hilfe; b. die Entnuklearisierung; oder c. andere mit dieser Verordnung oder mit den massgeblichen Resolutionen des UNO-Sicherheitsrats vereinbare Zwecke. Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 )."
    },
    {
      "provision_ref": "art2b",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "2b",
      "title": "b Widerruf ausländerrechtlicher Bewilligungen",
      "content": "1 Die zuständigen Behörden widerrufen unverzüglich die ausländerrechtlichen Bewilligungen erwerbstätiger Staatsangehöriger der Demokratischen Volksrepublik Korea. [tab] 2 Das SEM kann nach Rücksprache mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten (EDA) und des Staatssekretariats für Wirtschaft (SECO) Ausnahmen von der Pflicht nach Absatz 1 bewilligen, wenn der Entzug der ausländerrechtlichen Bewilligung mit nationalem Recht oder Völkerrecht unvereinbar ist. Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "3",
      "title": "Verbot betreffend bestimmte Studiengänge",
      "content": "1 Staatsangehörigen der Demokratischen Volksrepublik Korea ist es verboten, Studiengänge in höherer Physik, fortgeschrittener Computersimulation, damit zusammenhängenden Computerwissenschaften, raumbezogener Navigation, Kerntechnik, Luft- und Raumfahrttechnik und damit zusammenhängenden Disziplinen, höherer Materialwissenschaft, Chemietechnik, Maschinenbau, Elektrotechnik und Industrietechnik an universitären Hochschulen und Fachhochschulen in der Schweiz zu besuchen. Das Verbot gilt nicht für Studien bis und mit Bachelorabschluss. 2 Jede wissenschaftliche und technische Zusammenarbeit mit Personen oder Gruppen, die von der Demokratischen Volksrepublik Korea offiziell gefördert werden oder die die Demokratische Volksrepublik Korea vertreten, wird suspendiert; ausgenommen ist die Zusammenarbeit im medizinischen Bereich. [tab] 3 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats Ausnahmen von der Suspendierung nach Absatz 2 bewilligen, wenn die Zusammenarbeit nicht zu den Nuklear- oder Raketenprogrammen der Demokratischen Volksrepublik Korea beiträgt. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Verbot betreffend Bildungsdienstleistungen",
      "content": "Die militärische, paramilitärische und polizeiliche Ausbildung von Ausbilderinnen und Ausbildern, Beraterinnen und Beratern sowie anderen Behördenmitgliedern der Demokratischen Volksrepublik Korea ist verboten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verbote betreffend Rüstungsgüter und Güter mit Bezug zu Massenvernichtungswaffen",
      "content": "1 Der Verkauf, die Lieferung, die Ausfuhr, die Durchfuhr und der Transport folgender Güter nach der Demokratischen Volksrepublik Korea sind verboten: a. Güter nach Anhang 2, einschliesslich Technologie und Software; b. Güter, die unmittelbar zur Stärkung der operativen Fähigkeiten der Streitkräfte der Demokratischen Volksrepublik Korea dienen, ausgenommen Medikamente, Nahrungsmittel und Güter, die ausschliesslich humanitären Zwecken oder der Existenzsicherung dienen, sofern das zuständige Komitee des UNO-Sicherheitsrats vorgängig informiert wurde. 2 Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Gütern nach Absatz 1 aus der Demokratischen Volksrepublik Korea sind verboten. 3 Das Erbringen und Inanspruchnehmen von Dienstleistungen aller Art, einschliesslich Finanzdienstleistungen, Vermittlungsdiensten, technischer Ausbildung und Beratung, sowie die Zurverfügungstellung und Entgegennahme von Geldern im Zusammenhang mit dem Verkauf, der Lieferung, der Ein-, Aus- und Durchfuhr, dem Transport, der Beschaffung, dem Kauf, der Herstellung, dem Unterhalt und der Verwendung von Gütern nach Absatz 1 sind verboten. 4 Vorbehalten bleiben die Bestimmungen des Güterkontrollgesetzes vom 13. Dezember 1996 und des Kriegsmaterialgesetzes vom 13. Dezember 1996. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). SR 946.202 SR 514.51"
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Verbote betreffend Industriemaschinen, Metalle und Beförderungsmittel",
      "content": "1 Der Verkauf, die Lieferung, die Ausfuhr, die Durchfuhr und der Transport von Industriemaschinen, Metallen und Beförderungsmitteln nach Anhang 2 a nach der Demokratischen Volksrepublik Korea sind verboten. 2 Das Verbot nach Absatz 1 gilt nicht für die Lieferung von Ersatzteilen für kommerzielle zivile Passagierflugzeuge der Demokratischen Volksrepublik Korea. 3 Das SECO kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen vom Verbot nach Absatz 1 bewilligen. Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Die Berichtigung vom 23. Mai 2018 betrifft nur den französischen und italienischen Text ( AS 2018 2137 ). Fassung gemäss Ziff. I der V vom 6. Nov. 2019, in Kraft seit 1. Dez. 2019 ( AS 2019 3509 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verbote betreffend Flugkraftstoffe",
      "content": "1 Der Verkauf, die Lieferung, die Ausfuhr und die Durchfuhr von Gütern nach Anhang 3 nach der Demokratischen Volksrepublik Korea sind verboten. 2 Das Verbot nach Absatz 1 gilt nicht für: a. Lieferungen zu nachgewiesenen humanitären Zwecken; b. den Verkauf und die Lieferung für zivile Passagierflugzeuge ausserhalb der Demokratischen Volksrepublik Korea zum ausschliesslichen Verbrauch während des Flugs in die Demokratische Volksrepublik Korea und des Rückflugs. 3 Das SECO kann für Lieferungen zu nachgewiesenen humanitären Zwecken nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen bewilligen. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Verbote betreffend Rohstoffe",
      "content": "1 Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Rohstoffen nach Anhang 4 aus der Demokratischen Volksrepublik Korea sind verboten. 2 Das Verbot nach Absatz 1 gilt nicht für Kohle mit Ursprung ausserhalb der Demokratischen Volksrepublik Korea, wenn: a. die Ware ausschliesslich zur Ausfuhr aus dem Hafen von Rason durch die Demokratische Volksrepublik Korea befördert wurde; und b. die Transaktion nicht mit der Erzielung von Einnahmen für die Nuklear- oder Raketenprogramme der Demokratischen Volksrepublik Korea oder mit anderen nach dieser Verordnung verbotenen Aktivitäten verbunden ist. 2bis und 2ter ... 3 ... 4 Verboten sind der Verkauf, die Lieferung, die Ausfuhr, die Durchfuhr und der Transport folgender Güter nach der Demokratischen Volksrepublik Korea: a. Kondensate und Erdgaskondensate nach Anhang 4 Ziffer 13; b. Erdölfertigprodukte nach Anhang 4 Ziffer 14; c. Rohöl nach Anhang 4 Ziffer 15. [tab] 5 Das Verbot nach Absatz 4 Buchstabe b gilt nicht, wenn: a. die von der Demokratischen Volksrepublik Korea getätigten Einfuhren den Umfang von 500 000 Fässern pro Kalenderjahr nicht überschreiten; b. an der Transaktion keine natürlichen Personen, Unternehmen und Organisationen mit einem Bezug zu den Nuklear- oder Raketenprogrammen der Demokratischen Volksrepublik Korea oder zu anderen nach dieser Verordnung verbotenen Aktivitäten beteiligt sind, einschliesslich der Personen, Unternehmen und Organisationen nach Artikel 9 Absatz 1; und c. die Transaktion ausschliesslich der Existenzsicherung dient und nicht mit der Erzielung von Einnahmen für die Nuklear- oder Raketenprogramme der Demokratischen Volksrepublik Korea oder für andere nach dieser Verordnung verbotene Aktivitäten verbunden ist. 6 Das Verbot nach Absatz 4 Buchstabe c gilt nicht, wenn: a. die von der Demokratischen Volksrepublik Korea getätigten Einfuhren den Umfang von 4 Millionen Fässern oder 525 000 Tonnen in einem Zeitraum von 12 Monaten, jeweils beginnend am 23. Dezember, nicht überschreiten; und b. die Transaktion ausschliesslich der Existenzsicherung dient und nicht mit den Nuklear- oder Raketenprogrammen der Demokratischen Volksrepublik Korea oder mit anderen nach dieser Verordnung verbotenen Aktivitäten verbunden ist. 7 Geplante Transaktionen nach den Absätzen 2 und 5 müssen dem SECO vorgängig gemeldet werden. Das SECO informiert das zuständige Komitee des UNO-Sicherheitsrats. 8 Das SECO kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats geplante Transaktionen nach Absatz 6 bewilligen. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Eingefügt durch Ziff. I der V vom 22. Febr. 2017 ( AS 2017 653 ). Aufgehoben durch Ziff. I der V vom 18. Okt. 2017, mit Wirkung seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Aufgehoben durch Ziff. I der V vom 18. Okt. 2017, mit Wirkung seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017 ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017 ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art7a",
      "section": "7a",
      "title": "",
      "content": "1 Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Statuen aus der Demokratischen Volksrepublik Korea sind verboten. 2 ... 2bis Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Textilien, einschliesslich Stoffe, halbfertige oder fertige Bekleidungsartikel, aus der Demokratischen Volksrepublik Korea sind verboten. 3 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen von den Verboten nach den Absätzen 1 und 2 bis bewilligen. Eingefügt durch Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Aufgehoben durch Ziff. I der V vom 25. April 2018, mit Wirkung seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art7b",
      "section": "7b",
      "title": "b Verbote betreffend Fisch, Meeresfrüchte, Lebensmittel pflanzlichen Ursprungs und Agrarprodukte",
      "content": "1 Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Fischen und Meeresfrüchten, einschliesslich Schalen- und Weichtieren und anderer wirbelloser Meerestiere jeder Art sowie Lebensmitteln pflanzlichen Ursprungs und Agrarprodukten nach Anhang 7, aus der Demokratischen Volksrepublik Korea sind verboten. 2 Der Kauf oder die Annahme von Fischereirechten der Demokratischen Volksrepublik Korea sind verboten. Eingefügt durch Ziff. I der V vom 18. Okt. 2017 ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art7c",
      "section": "7c",
      "title": "7 c Verbote betreffend Maschinen, elektrische Ausrüstung und Wasserfahrzeuge",
      "content": "Die Beschaffung, der Kauf, die Einfuhr, die Durchfuhr und der Transport von Maschinen, elektrischer Ausrüstung und Wasserfahrzeugen nach Anhang 8 aus der Demokratischen Volksrepublik Korea sind verboten. Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Verbote betreffend Luxusgüter",
      "content": "Der Verkauf, die Lieferung, die Ausfuhr und die Durchfuhr von Luxusgütern nach Anhang 5 nach der Demokratischen Volksrepublik Korea sind verboten."
    },
    {
      "provision_ref": "art8a",
      "section": "8a",
      "title": "a Verbote betreffend Joint Ventures und Genossenschaften",
      "content": "1 Die Aufrechterhaltung, der Betrieb bestehender sowie die Gründung neuer Joint Ventures oder Genossenschaften mit natürlichen Personen, Unternehmen oder Organisationen aus der Demokratischen Volksrepublik Korea sind verboten. 2 Das SECO kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats insbesondere für nichtkommerzielle Infrastrukturprojekte Ausnahmen bewilligen. Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Sperrung von Geldern und wirtschaftlichen Ressourcen",
      "content": "1 Gesperrt sind Gelder und wirtschaftliche Ressourcen, einschliesslich Schiffen nach Anhang 6, die sich im Eigentum oder unter der Kontrolle befinden von: a. natürlichen Personen, Unternehmen oder Organisationen nach Anhang 1; b. natürlichen Personen, Unternehmen oder Organisationen, die im Namen oder auf Anweisung von natürlichen Personen, Unternehmen oder Organisationen nach Buchstabe a handeln; c. Unternehmen oder Organisationen, die sich im Eigentum oder unter der Kontrolle von natürlichen Personen, Unternehmen oder Organisationen nach Buchstabe a oder b befinden. 2 Gesperrt sind Gelder und wirtschaftliche Ressourcen, einschliesslich Schiffen nach Anhang 6, mit einem Bezug zu den Nuklear- oder Raketenprogrammen der Demokratischen Volksrepublik Korea oder zu anderen nach dieser Verordnung verbotenen Aktivitäten, insbesondere wenn sich die Gelder oder wirtschaftlichen Ressourcen, einschliesslich Schiffen nach Anhang 6, im Eigentum oder unter der direkten oder indirekten Kontrolle befinden von: a. Einrichtungen der Regierung der Demokratischen Volksrepublik Korea; b. der Partei der Arbeit der Demokratischen Volksrepublik Korea; c. natürlichen Personen, Unternehmen oder Organisationen, die im Namen oder auf Anweisung einer Einrichtung nach Buchstabe a oder der Partei der Arbeit der Demokratischen Volksrepublik Korea handeln; d. Unternehmen oder Organisationen, die sich im Eigentum oder unter der Kontrolle einer Einrichtung nach Buchstabe a oder der Partei der Arbeit der Demokratischen Volksrepublik Korea befinden. 3 Das Verbot nach Absatz 2 gilt nicht für Gelder und wirtschaftliche Ressourcen, die für die Tätigkeit der diplomatischen Vertretungen der Demokratischen Volksrepublik Korea erforderlich sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Verbote betreffend Finanzdienstleistungen und Geldtransfers",
      "content": "1 Es ist verboten, Finanzdienstleistungen, einschliesslich des Clearings, zu erbringen oder Gelder und wirtschaftliche Ressourcen, einschliesslich Bargeld und Gold, zur Verfügung zu stellen, die einen Bezug haben zu den Nuklear- oder Raketenprogrammen der Demokratischen Volksrepublik Korea oder zu anderen nach dieser Verordnung verbotenen Aktivitäten. 2 Es ist verboten, den von der Sperrung nach Artikel 9 betroffenen natürlichen Personen, Unternehmen und Organisationen Gelder zu überweisen oder Gelder und wirtschaftliche Ressourcen sonst wie direkt oder indirekt zur Verfügung zu stellen. 3 Das SECO kann Zahlungen aus gesperrten Konten, Übertragungen gesperrter Vermögenswerte sowie die Freigabe gesperrter wirtschaftlicher Ressourcen ausnahmsweise bewilligen zur: a. Vermeidung von Härtefällen; b. Erfüllung bestehender Verträge; c. Erfüllung von Forderungen, die Gegenstand einer bestehenden Entscheidung eines Gerichts, einer Verwaltungsstelle oder eines Schiedsgerichts sind; d. Bereitstellung humanitärer Hilfe; e. Entnuklearisierung. 4 Es bewilligt Ausnahmen nach Absatz 3 nach Rücksprache mit den zuständigen Stellen des EDA und des Eidgenössischen Finanzdepartements in Übereinstimmung mit den massgeblichen Resolutionen des UNO-Sicherheitsrats und, falls anwendbar, nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats. 5 Von den Verboten ausgenommen sind Finanztransaktionen mit der Aussenhandelsbank oder der Nationalen Versicherungsgesellschaft der Demokratischen Volksrepublik Korea, die für den Betrieb diplomatischer oder konsularischer Vertretungen in der Demokratischen Volksrepublik Korea notwendig sind oder in Abstimmung mit den Vereinten Nationen humanitären Zwecken dienen. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 )."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Verbote betreffend diplomatische und konsularische Vertretungen in der Schweiz und in der Demokratischen Volksrepublik Korea",
      "content": "1 Es ist diplomatischen und konsularischen Vertretungen der Demokratischen Volksrepublik Korea verboten, pro Vertretung mehr als ein Bankkonto in der Schweiz zu führen. 2 Es ist den in der Schweiz akkreditierten diplomatischen und konsularischen Mitarbeitenden der Demokratischen Volksrepublik Korea beziehungsweise deren Familienmitgliedern verboten, pro Person mehr als ein Bankkonto in der Schweiz zu führen. 3 Es ist verboten, Immobilien, die sich in Besitz oder in Pacht der Demokratischen Volksrepublik Korea befinden, für andere Zwecke als diplomatische oder konsularische Tätigkeiten zu nutzen. Eingefügt durch Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Niederlassungen von Banken der Demokratischen Volksrepublik Korea in der Schweiz",
      "content": "1 Die Eröffnung und der Betrieb von Niederlassungen, Tochtergesellschaften und Vertretungen von Banken der Demokratischen Volksrepublik Korea in der Schweiz sind verboten. 2 Es ist Finanzinstituten in der Schweiz verboten: a. mit Banken der Demokratischen Volksrepublik Korea Joint Ventures zu gründen; b. Beteiligungen an Banken der Demokratischen Volksrepublik Korea zu erwerben; oder c. Korrespondenzbankbeziehungen zu Banken der Demokratischen Volksrepublik Korea herzustellen oder zu unterhalten. 3 Das SECO kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen vom Verbot nach Absatz 2 bewilligen."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Niederlassungen von Schweizer Banken in der Demokratischen Volksrepublik Korea",
      "content": "1 Die Eröffnung und der Betrieb von Niederlassungen, Tochtergesellschaften und Vertretungen sowie von Bankkonten durch Schweizer Banken in der Demokratischen Volksrepublik Korea sind verboten. 2 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen von den Verboten nach Absatz 1 bewilligen für: a. die Bereitstellung humanitärer Hilfe; b. die Ausübung der Tätigkeiten diplomatischer Missionen; c. die Ausübung der Tätigkeiten der UNO, ihrer Sonderorganisationen oder verwandter Organisationen; d. sonstige mit den massgeblichen Resolutionen des UNO-Sicherheitsrats vereinbare Zwecke. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Verbot betreffend die finanzielle Unterstützung des Handels",
      "content": "1 Jede öffentliche und private finanzielle Unterstützung des Handels mit der Demokratischen Volksrepublik Korea, einschliesslich der Gewährung von Exportkrediten, -garantien oder ‑versicherungen, ist verboten. 2 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen vom Verbot nach Absatz 1 bewilligen. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Verbot betreffend die Erfüllung bestimmter Forderungen",
      "content": "Es ist verboten, Forderungen der folgenden natürlichen Personen, Unternehmen und Organisationen zu erfüllen, wenn sie auf einen Vertrag oder ein Geschäft zurückzuführen sind, dessen Durchführung durch Massnahmen nach dieser Verordnung direkt oder indirekt verhindert oder beeinträchtigt wurde: a. der Regierung der Demokratischen Volksrepublik Korea; b. von natürlichen Personen, Unternehmen und Organisationen in der Demokratischen Volksrepublik Korea; c. von natürlichen Personen, Unternehmen und Organisationen nach Anhang 1; d. von natürlichen Personen, Unternehmen und Organisationen, die im Namen oder auf Anweisung der Regierung oder von Personen, Unternehmen oder Organisationen nach den Buchstaben b und c handeln."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "1 Es ist verboten, mit der Demokratischen Volksrepublik Korea Charter- oder Leasingverträge für Schiffe, die in Schweizer Registern eingetragen sind, abzuschliessen. 2 Es ist verboten, der Demokratischen Volksrepublik Korea Besatzungsdienste für Schiffe zur Verfügung zu stellen oder solche Besatzungsdienste in der Demokratischen Volksrepublik Korea zu beschaffen. 3 Die Verbote nach den Absätzen 1 und 2 gelten auch gegenüber natürlichen Personen, Unternehmen und Organisationen nach Anhang 1 sowie gegenüber allen anderen natürlichen Personen, Unternehmen und Organisationen, die gegen die Massnahmen dieser Verordnung verstossen oder im Namen oder auf Anweisung der genannten natürlichen Personen, Unternehmen oder Organisationen handeln. 4 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats Ausnahmen von den Verboten nach den Absätzen 1 und 3 genehmigen. 5 Es ist verboten, in der Demokratischen Volksrepublik Korea Schiffe zu registrieren, für ein Schiff die Genehmigung zur Führung der Flagge der Demokratischen Volksrepublik Korea einzuholen oder Eignerin oder Eigner, Leasingnehmerin oder Leasingnehmer oder Betreiberin oder Betreiber eines Schiffs unter der Flagge der Demokratischen Volksrepublik Korea zu sein, ein solches Schiff zu chartern oder damit verbundene Dienstleistungen zu erbringen, einschliesslich Versicherungsdienstleistungen. 5bis Jede Umschlagstätigkeit von Schiff zu Schiff mit Schiffen, die die Flagge der Demokratischen Volksrepublik Korea führen, und bei der Güter umgeladen werden, die aus der Demokratischen Volksrepublik Korea stammen oder dorthin geliefert werden, sowie jede Hilfeleistung zu solcher Umschlagetätigkeit sind verboten. 6 Es ist verboten, Versicherungs- oder Rückversicherungsdienstleistungen für Schiffe zu erbringen, die im Eigentum oder unter der Kontrolle der Demokratischen Volksrepublik Korea stehen oder von ihr betrieben werden. 6bis Es ist verboten, Versicherungs- oder Rückversicherungsdienstleistungen für Schiffe zu erbringen, wenn Grund zur Annahme besteht, dass: a. sich an Bord dieser Schiffe Güter befanden, deren Verkauf, Lieferung, Ausfuhr oder Durchfuhr gegen diese Verordnung verstösst; oder b. mit diesen Schiffen nach dieser Verordnung verbotene Aktivitäten durchgeführt wurden. 7 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats Ausnahmen von den Verboten nach den Absätzen 6 und 6 bis genehmigen, sofern die Aktivitäten des Schiffs ausschliesslich: a. der Existenzsicherung dienen und nicht von Personen und Unternehmen in der Demokratischen Volksrepublik Korea zur Erzielung von Einnahmen genutzt werden; oder b. humanitären Zwecken dienen. 8 Der Bundesrat kann die Löschung von im Schweizer Register eingetragenen Schiffe beschliessen, wenn Grund zur Annahme besteht, dass: a. sich an Bord dieser Schiffe Güter befanden, deren Verkauf, Lieferung, Ausfuhr oder Durchfuhr gegen diese Verordnung verstösst; oder b. mit diesen Schiffen nach dieser Verordnung verbotene Aktivitäten durchgeführt wurden. 9 Es ist verboten: a. für Schiffe nach Absatz 8 Klassifikationsdienstleistungen zu erbringen; oder b. Schiffe im Schweizer Register einzutragen, die aus dem Register eines anderen Staates gelöscht wurden, weil Grund zur Annahme besteht, dass: 1. sich an Bord dieser Schiffe Güter befanden, deren Verkauf, Lieferung, Ausfuhr oder Durchfuhr gegen diese Verordnung verstösst, oder 2. mit diesen Schiffen nach dieser Verordnung verbotene Aktivitäten durchgeführt wurden. 10 Das SECO kann nach vorhergehender Genehmigung durch das zuständige Komitee des UNO-Sicherheitsrats Ausnahmen vom Verbot nach Absatz 9 bewilligen. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art15a",
      "section": "15a",
      "title": "a Verbote betreffend den Flugverkehr",
      "content": "1 Es ist verboten, mit der Demokratischen Volksrepublik Korea Charter- oder Lea-singverträge für Flugzeuge, die in Schweizer Registern eingetragen sind, abzuschliessen. 2 Es ist verboten, der Demokratischen Volksrepublik Korea Besatzungsdienste für Flugzeuge zur Verfügung zu stellen oder solche Besatzungsdienste in der Demokratischen Volksrepublik Korea zu beschaffen. 3 Die Verbote nach den Absätzen 1 und 2 gelten auch gegenüber natürlichen Personen, Unternehmen und Organisationen nach Anhang 1 sowie gegenüber allen anderen natürlichen Personen, Unternehmen und Organisationen, die gegen die Massnahmen dieser Verordnung verstossen oder im Namen oder auf Anweisung der genannten natürlichen Personen, Unternehmen oder Organisationen handeln. 4 Das SECO kann nach Rücksprache mit den zuständigen Stellen des EDA und in Übereinstimmung mit den Beschlüssen des zuständigen Komitees des UNO-Sicherheitsrats Ausnahmen von den Verboten nach den Absätzen 1 und 3 genehmigen. 5 Es ist verboten, Start-, Lande- und Überflugrechte für Luftfahrzeuge zu erteilen, wenn Grund zur Annahme besteht, dass sich an Bord Güter befinden, deren Verkauf, Lieferung, Ausfuhr oder Durchfuhr gegen diese Verordnung verstösst. 6 Das Verbot nach Absatz 5 gilt nicht im Fall einer Notlandung oder einer Landung zum Zweck der Überprüfung. Eingefügt durch Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "16",
      "title": "Kontrolle und Vollzug",
      "content": "1 Das SECO überwacht den Vollzug der Massnahmen nach den Artikeln 3–14, nach Artikel 15 Absätze 4, 6 und 7 und nach Artikel 18. 1bis Das Bundesamt für Zivilluftfahrt überwacht den Vollzug der Massnahmen nach Artikel 15 a . 1ter Das Schweizerische Seeschifffahrtsamt überwacht den Vollzug der Massnahmen nach Artikel 15, soweit Schiffe unter Schweizer Flagge betroffen sind. 2 Das SEM überwacht den Vollzug der Massnahmen nach den Artikeln 2–2 b . 3 Die Kontrolle an der Grenze obliegt der Eidgenössischen Zollverwaltung (EZV). 4 Die zuständigen Behörden ergreifen auf Anweisung des SECO die für die Sperrung wirtschaftlicher Ressourcen notwendigen Massnahmen wie die Anmerkung einer Verfügungssperre im Grundbuch oder die Pfändung oder Versiegelung von Luxusgütern. Fassung gemäss Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 ). Eingefügt durch Ziff. I der V vom 22. Febr. 2017 ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Eingefügt durch Ziff. I der V vom 22. Febr. 2017 ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "17",
      "title": "Kontrolle der Ein-, Aus- und Durchfuhr",
      "content": "1 Die EZV kontrolliert physisch die Einfuhr und die Durchfuhr von Gütern aus der Demokratischen Volksrepublik Korea sowie die Ausfuhr und die Durchfuhr von Gütern nach der Demokratischen Volksrepublik Korea. Bei Unklarheiten blockiert sie die Sendung und informiert das SECO. Das SECO entscheidet über das weitere Vorgehen. Es kann Güter beschlagnahmen oder einziehen. 2 Anmeldepflichtige Personen nach Artikel 26 des Zollgesetzes vom 18. März 2005 melden dem SECO Güter, die nach der Demokratischen Volksrepublik Korea ausgeführt werden sollen, mindestens fünf Arbeitstage vor der geplanten Ausfuhr schriftlich an. Sie führen die Sendung nach den Weisungen des SECO zur Überprüfung einer Zollstelle zu. 3 Durchfuhrsendungen von oder nach der Demokratischen Volksrepublik Korea sind analog Absatz 2 voranzumelden. Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). SR 631.0"
    },
    {
      "provision_ref": "art18",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "18",
      "title": "Meldepflichten",
      "content": "1 Natürliche Personen, Unternehmen und Organisationen, die Gelder halten oder verwalten oder von wirtschaftlichen Ressourcen wissen, von denen anzunehmen ist, dass sie unter die Sperrung nach Artikel 9 Absätze 1 und 2 fallen, müssen dies dem SECO unverzüglich melden. 1bis Banken müssen dem SECO unverzüglich sämtliche Konten melden, die sie für die diplomatischen und konsularischen Vertretungen der Demokratischen Volksre-publik Korea sowie deren Mitarbeitende führen. 2 Die Meldungen müssen die Namen der Begünstigten sowie den Gegenstand und den Wert der gesperrten Gelder und wirtschaftlichen Ressourcen enthalten. Eingefügt durch Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen die Artikel 2–15 a oder 22 Absätze 1–5 verstösst, wird nach Artikel 9 EmbG bestraft. 2 Wer gegen Artikel 17 Absatz 2 oder 3, Artikel 18 oder Artikel 22 Absatz 6 verstösst, wird nach Artikel 10 EmbG bestraft. 3 Verstösse nach den Artikeln 9 und 10 EmbG werden vom SECO verfolgt und beurteilt; dieses kann Beschlagnahmungen oder Einziehungen anordnen. Fassung gemäss Ziff. I der V vom 25. April 2018, in Kraft seit 25. April 2018 um 18.00 Uhr ( AS 2018 1661 ). Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Automatische Übernahme von Listen und Publikation",
      "section": "20",
      "title": "",
      "content": "1 Die Listen, die der UNO-Sicherheitsrat bzw. das zuständige Komitee des UNO-Sicherheitsrats betreffend natürliche Personen, Unternehmen und Organisationen oder wirtschaftliche Ressourcen erlassen oder aktualisiert hat (Anhänge 1 und 6), werden automatisch übernommen. 2 Die Einträge nach den Anhängen 1 und 6 werden weder in der Amtlichen Sammlung des Bundesrechts (AS) noch in der Systematischen Sammlung des Bundesrechts (SR) veröffentlicht."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung vom 25. Oktober 2006 über Massnahmen gegenüber der Demokratischen Volksrepublik Korea wird aufgehoben. [ AS 2006 4237 , 2009 3179 , 2013 255 Ziff. I 11 2357 , 2015 3119 , 2016 671 Ziff. I 9]"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Übergangsbestimmungen",
      "content": "1 Bestehende Niederlassungen, Tochtergesellschaften und Vertretungen von Banken der Demokratischen Volksrepublik Korea in der Schweiz müssen bis am 2. Juni 2016 geschlossen werden. 2 Bestehende Beteiligungen und Beziehungen nach Artikel 11 Absatz 2 müssen bis am 2. Juni 2016 beendet werden. 3 ... 4 Bestehende Niederlassungen, Tochtergesellschaften und Vertretungen sowie Bankkonten von Schweizer Banken in der Demokratischen Volksrepublik Korea müssen bis am 31. März 2017 geschlossen werden. 5 Überzählige Bankkonten nach Artikel 10 a Absätze 1 und 2 müssen bis am 31. März 2017 aufgelöst werden. 6 Die Schliessung von Geschäftsbeziehungen nach den Absätzen 1–5 muss dem SECO umgehend gemeldet werden. Aufgehoben durch Ziff. I der V vom 22. Febr. 2017, mit Wirkung seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Fassung gemäss Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Eingefügt durch Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 ). Eingefügt durch Ziff. I der V vom 22. Febr. 2017, in Kraft seit 22. Febr. 2017 um 18.00 Uhr ( AS 2017 653 )."
    },
    {
      "provision_ref": "art22a",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22a",
      "title": "a Übergangsbestimmungen zur Änderung vom 18. Oktober 2017",
      "content": "1 Das Verbot nach Artikel 2 a Absatz 1 gilt nicht für die Erteilung von Arbeitsbewilligungen: a. im Zusammenhang mit vor dem 11. September 2017 abgeschlossenen schriftlichen Verträgen; und b. für Personen, die vor dem 11. September 2017 eine Aufenthaltsbewilligung erhalten haben. 2 Für den Zeitraum vom 1. Oktober 2017 bis zum 31. Dezember 2017 gilt anstelle der Höchstzahl von 2 Millionen Fässern nach Artikel 7 Absatz 5 Buchstabe a eine Höchstzahl von 500 000 Fässern. 3 Das Verbot nach Artikel 7 a Absatz 2 bis gilt nicht für schriftliche Verträge über den Import von Textilien, die vor dem 11. September 2017 abgeschlossen wurden. Derartige Importe können bis spätestens am 10. Dezember 2017 erfolgen. 4 Transaktionen nach Absatz 3 müssen dem SECO unverzüglich gemeldet werden, damit das zuständige Komitee des UNO-Sicherheitsrats spätestens am 24. Januar 2018 informiert werden kann. 5 Bestehende Joint Ventures und Genossenschaften nach Artikel 8 a müssen bis am 9. Januar 2018 geschlossen werden. Eingefügt durch Ziff. I der V vom 18. Okt. 2017, in Kraft seit 18. Okt. 2017 um 18 Uhr ( AS 2017 5249 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 18. Mai 2016 um 18.00 Uhr in Kraft."
    }
  ],
  "definitions": []
}