{
  "id": "sr-946-231-11",
  "type": "statute",
  "title": "Verordnung vom 29. November 2002 über den internationalen Handel mit Rohdiamanten (Diamantenverordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/710/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt die Ein-, Aus- und Durchfuhr von Rohdiamanten sowie den Zolllager- und Zollfreilagerverkehr mit solchen. Fassung gemäss Anhang 4 Ziff. 66 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. «KP-Zertifizierungssystem»: das Zertifizierungssystem des Kimberley- Prozesses; b. «Teilnehmer»: die im Anhang genannten Staaten und internationalen Organisationen, die am KP-Zertifizierungssystem teilnehmen; c. «Zertifikat»: ein von einem Teilnehmer ausgestelltes, fälschungssicheres Dokument, das eine Rohdiamantensendung als mit dem KP-Zertifizierungssystem in Einklang stehend identifiziert; d. «Rohdiamanten»: Diamanten der Zolltarifnummern 7102.10, 7102.21 und 7102.31. SR 632.10 Anhang"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einfuhr",
      "content": "1 Die Einfuhr von Rohdiamanten ist nur gestattet, wenn: a. der Sendung das Zertifikat eines Teilnehmers beiliegt; b. die Rohdiamanten sich in Behältnissen befinden, die gegen Eingriffe geschützt sowie versiegelt sind; und c. klar ersichtlich ist, dass das Zertifikat zur Sendung gehört. 2 Unregelmässigkeiten werden von den Zollbehörden dem SECO gemeldet."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausfuhr",
      "content": "1 Die Ausfuhr von Rohdiamanten ist nur gestattet, wenn: a. die Sendung für einen Teilnehmer bestimmt ist; b. der Sendung ein schweizerisches Zertifikat beiliegt, das von den Zollbehörden bestätigt wird; c. die Rohdiamanten sich in Behältnissen befinden, die gegen Eingriffe geschützt sowie versiegelt sind; und d. klar ersichtlich ist, dass das Zertifikat zur Sendung gehört. 2 Ein schweizerisches Zertifikat wird von den Zollbehörden bestätigt, wenn: a. der Inhalt der Sendung mit dem Zertifikat übereinstimmt; und b. die Rohdiamanten von einem Teilnehmer in die Schweiz geliefert wurden. 3 Unregelmässigkeiten werden von den Zollbehörden dem SECO gemeldet. 4 Schweizerische Zertifikate können gegen eine Gebühr von 50 Franken beim SECO bezogen werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Vorübergehende Ein- und Ausfuhr",
      "content": "Die Vorschriften für die Ein- und Ausfuhr gelten auch für die vorübergehende Ein- und Ausfuhr von Rohdiamanten."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Durchfuhr",
      "content": "Solange die Rohdiamanten bei der Durchfuhr unter Zollüberwachung stehen, sind die Artikel 3 und 4 nicht anwendbar. Fassung gemäss Anhang 4 Ziff. 66 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Zolllagerverkehr",
      "content": "Die Vorschriften für die Ein- und Ausfuhr gelten auch für die Einlagerung in ein offenes Zolllager, in ein Lager für Massengüter oder in ein Zollfreilager und die Auslagerung aus einem solchen. Fassung gemäss Anhang 4 Ziff. 66 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zuständige Zollstellen",
      "content": "1 Die Rohdiamanten dürfen nur bei der Zollstelle der Flughäfen Basel, Genf und Zürich veranlagt werden. 2 Die Oberzolldirektion kann im Einvernehmen mit dem SECO weitere Zollstellen zur Zollveranlagung von Rohdiamanten zuständig erklären. Fassung gemäss Anhang 4 Ziff. 66 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufbewahrung von Unterlagen",
      "content": "Alle für den Handel mit Rohdiamanten wesentlichen Unterlagen sind während fünf Jahren vom Datum der Zollveranlagung an aufzubewahren und den zuständigen Behörden auf Verlangen auszuhändigen. Fassung gemäss Anhang 4 Ziff. 66 der Zollverordnung vom 1. Nov. 2006, in Kraft seit 1. Mai 2007 ( AS 2007 1469 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Kontrollen",
      "content": "1 Das SECO führt die Kontrollen durch. Es kann Beschlagnahmungen oder Einziehungen anordnen. 2 Die Kontrollen an der Grenze obliegen dem Bundesamt für Zoll und Grenzsicherheit. SR 170.512.1"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen die Artikel 3–7 dieser Verordnung verstösst, wird nach Artikel 9 des Embargogesetzes bestraft. 2 Wer gegen Artikel 9 dieser Verordnung verstösst, wird nach Artikel 10 des Embargogesetzes bestraft. 3 Verstösse nach den Artikeln 9 und 10 des Embargogesetzes werden vom SECO verfolgt und beurteilt. 4 Vorbehalten bleiben die Artikel 11 Absatz 2 und 14 Absatz 2 des Embargogesetzes."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Änderung bisherigen Rechts",
      "content": "Die nachstehenden Verordnungen werden wie folgt geändert: … Die Änderungen können unter AS 2002 4357 konsultiert werden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "übergangsbestimmung",
      "content": "Ein schweizerisches Zertifikat wird von den Zollbehörden auch bestätigt, wenn sich die Rohdiamanten vor dem 1. Januar 2003 in der Schweiz befanden."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2003 in Kraft."
    }
  ],
  "definitions": []
}