{
  "id": "sr-935-221",
  "type": "statute",
  "title": "Verordnung vom 30. November 2011 über die Förderung von Innovation, Zusammenarbeit und Wissensaufbau im Tourismus",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/76/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Grundsatz",
      "content": "Vorrang bei der Gewährung von Finanzhilfen haben Vorhaben, die mit Innovation, Zusammenarbeit und Wissensaufbau im Schweizer Tourismus die strukturelle Anpassung an die Weltmarktbedingungen beschleunigen."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Voraussetzungen",
      "content": "1 Vorhaben stärken die Wettbewerbsfähigkeit, wenn sie: a. der Entwicklung oder Einführung neuer Produkte und Vertriebskanäle dienen; b. die Qualität der Leistungen verbessern; c. wettbewerbsfähige Strukturen schaffen; oder d. die Aus- und Weiterbildung verbessern. 2 Vorhaben müssen zur nachhaltigen Entwicklung des Schweizer Tourismus, insbesondere zur Verbesserung der Ressourceneffizienz, beitragen und die in der Schweiz geltenden Umweltstandards einhalten. Vorhaben, die umweltschädigende Wirkungen haben, werden nicht unterstützt. 3 Vorhaben müssen Arbeitsplätze schaffen oder deren Attraktivität steigern oder gefährdete Arbeitsplätze langfristig sichern."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Überbetriebliche Planung und Umsetzung",
      "content": "Vorhaben gelten als überbetrieblich geplant und umgesetzt wenn: a. mindestens zwei Betriebe unterschiedlicher Wirtschaftsklassen gemäss der Allgemeinen Systematik der Wirtschaftszweige oder eine grössere Anzahl von Betrieben derselben Wirtschaftsklasse zusammenarbeiten; und b. die Geschäftsbeziehungen über eine übliche wiederkehrende Kunden- und Lieferantenbeziehung hinausgehen. Die Allgemeine Systematik der Wirtschaftszweige (NOGA 2008) kann im Internet eingesehen werden: www.bfs.admin.ch/bfs/de/home/statistiken/industrie-dienstleistungen/nomenklaturen/noga.html ."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Modellvorhaben",
      "content": "1 Modellvorhaben müssen zusätzlich zu den Voraussetzungen nach den Artikeln 2 und 3: a. für die ganze Schweiz beispielhaft sein; b. den kantonalen tourismuspolitischen Leitbildern und Strategien entsprechen. 2 Das Staatssekretariat für Wirtschaft (SECO) kann wichtige, für den Schweizer Tourismus vorrangige Themen vorgeben. Es berücksichtigt dabei die Anliegen und Interessen von Kantonen und nationalen Tourismusorganisationen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gesuch um Finanzhilfe",
      "content": "1 Das Gesuch um Finanzhilfe ist dem SECO in dreifacher Ausfertigung einzureichen. 2 Es muss enthalten: a. Namen, Beruf und Adresse beziehungsweise Firmenbezeichnung und Sitz des Gesuchstellers; b. einen umfassenden Projektbeschrieb; c. den Nachweis des wirtschaftlichen Nutzens des Projektes; d. eine mehrjährige Planerfolgsrechnung; e. eine detaillierte Zusammenstellung der Kosten; f. den Nachweis der Eigenleistungen und der Mittelzusicherungen; g. den Nachweis des Beitrages zur nachhaltigen Entwicklung des Schweizer Tourismus, insbesondere zur Verbesserung der Ressourceneffizienz; h. den Nachweis der Umweltverträglichkeit des Projektes; i. den Nachweis der Überbetrieblichkeit bei der Planung und Umsetzung des Projektes; j. ein Schema der Projektorganisation mit einer Beschreibung der Kompetenzen und Verantwortlichkeiten; k. Angaben über den Projektbeginn und -abschluss; l. bei Modellvorhaben den Nachweis der Erfüllung der Voraussetzungen nach Artikel 4. 3 Das SECO kann weitere Unterlagen verlangen."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Anrechenbare Kosten",
      "content": "Anrechenbar sind nur Kosten, die unmittelbar auf Innovation, Zusammenarbeit oder Wissensaufbau zurückzuführen sind."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Informationsaustausch",
      "content": "Für den Informationsaustausch können höchstens 15 Prozent des Verpflichtungskredites eingesetzt werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zahlungsmodus",
      "content": "Die erste Zahlung erfolgt bei Projektbeginn, die Schlusszahlung nach Unterbreitung des Schlussberichtes und der Schlussabrechnung."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Berichterstattung, Abrechnung, Aufbewahrungsfrist",
      "content": "1 Die Beitragsempfänger haben dem SECO nach Abschluss der Arbeiten zu unterbreiten: a. einen Schlussbericht über die Erfüllung der Voraussetzungen nach Artikel 3 des Bundesgesetzes vom 30. September 2011 über die Förderung von Innovation, Zusammenarbeit und Wissensaufbau im Tourismus; b. eine detaillierte Schlussabrechnung. 2 Sie bewahren nach Unterbreitung der Schlussabrechnung alle Abrechnungsunterlagen samt Originalbelegen während fünf Jahren für Kontrollen durch die Bundesbehörden auf."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 15. Oktober 2003 über die Förderung von Innovation und Zusammenarbeit im Tourismus wird aufgehoben. [ AS 2003 3749 ]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2012 in Kraft."
    }
  ],
  "definitions": []
}