{
  "id": "sr-961-011-1",
  "type": "statute",
  "title": "Verordnung der Eidgenössischen Finanzmarktaufsicht vom 9. November 2005 über die Beaufsichtigung von privaten Versicherungsunternehmen (Versicherungsaufsichtsverordnung-FINMA, AVO-FINMA)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2005/736/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Versicherungstechnische Rückstellungen und gebundenes Vermögen",
      "section": "1",
      "title": "",
      "content": "1 Der Zuschlag nach Artikel 18 VAG beträgt: a. in der Lebensversicherung: 1 Prozent der zur Bestimmung des Sollbetrages herangezogenen versicherungstechnischen Rückstellungen; b. in der Schadenversicherung: 4 Prozent der Summe der Rückstellungen nach Artikel 68 Absatz 1 Buchstaben a und b AVO, mindestens aber 100 000 Franken. 2 Der Zuschlag entfällt für die Schwankungsrückstellungen der Kreditversicherung und in der Lebensversicherung, falls das Versicherungsunternehmen kein Anlagerisiko trägt. Fassung gemäss Ziff. I der V der FINMA vom 28. Okt. 2015, in Kraft seit 15. Dez. 2015 ( AS 2015 4439 ). Fassung gemäss Ziff. I der V der FINMA vom 28. Okt. 2015, in Kraft seit 15. Dez. 2015 ( AS 2015 4439 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Der verantwortliche Aktuar oder die verantwortliche Aktuarin ist für die Führung des technischen Teiles des Geschäftsplanes verantwortlich. Er oder sie entscheidet, welche Tarife einem Produkt zugrunde liegen. 2 Er oder sie erstellt jährlich einen ausführlichen Bericht an die Geschäftsleitung. Die zuständigen Stellen innerhalb der Gesellschaft liefern ihm oder ihr die erforderlichen Informationen. 3 Über wesentliche Veränderungen der Grundlagen gegenüber der letzten Berichterstattung informiert der verantwortliche Aktuar oder die verantwortliche Aktuarin die Geschäftsleitung umgehend."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin",
      "section": "3",
      "title": "Inhalt des Berichtes",
      "content": "1 Der Bericht stellt den aktuellen Stand und die möglichen Entwicklungen der Gesellschaft aus aktuarieller Sicht dar, namentlich versicherungstechnische Entwicklungen, welche die finanzielle Lage des Unternehmens gefährden. 2 Der Bericht enthält alle notwendigen Informationen zu Artikel 24 Absatz 1 Buchstaben a–c VAG. Ferner informiert er über das technische Ergebnis der Produkte. 3 Neben den spezifischen materiellen Feststellungen macht der Bericht auch Aussagen darüber: a. welche Grundlagen, Parameter und Modelle verwendet wurden; und b. wie empfindlich die Resultate auf Veränderungen der Parameter reagieren."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Verantwortlicher Aktuar oder verantwortliche Aktuarin",
      "section": "4",
      "title": "Beendigung des Zusammenarbeitsverhältnisses",
      "content": "Bei Beendigung des Zusammenarbeitsverhältnisses des verantwortlichen Aktuars oder der verantwortlichen Aktuarin mit dem Versicherungsunternehmen informieren beide Parteien unabhängig voneinander die FINMA über die Gründe der Trennung, Demission oder Abberufung. Ausdruck gemäss Ziff. I 7 der V der FINMA vom 20. Nov. 2008 über die Anpassung von Behördenverordnungen an das Finanzmarktaufsichtsgesetz, in Kraft seit 1. Jan. 2009 ( AS 2008 5613 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Rechnungslegung",
      "section": "5",
      "title": "Zuweisung an die gesetzlichen Gewinnreserven",
      "content": "Die Zuweisung an die gesetzlichen Gewinnreserven hat bei Versicherungsunternehmen, welche die Lebensversicherung betreiben, mindestens 10 Prozent und bei den übrigen Versicherungsunternehmen mindestens 20 Prozent des Jahresgewinns zu betragen, bis der Reservefonds 50 Prozent des statutarischen Kapitals erreicht oder wieder erreicht hat. Fassung gemäss Ziff. I der V der FINMA vom 28. Okt. 2015, in Kraft seit 15. Dez. 2015 ( AS 2015 4439 )."
    },
    {
      "provision_ref": "art5a",
      "chapter": "3. Abschnitt: Rechnungslegung",
      "section": "5a",
      "title": "a Mindestgliederung der Jahresrechnung",
      "content": "1 In Abweichung von den Artikeln 959 a Absätze 1 und 2, 959 b Absätze 2 und 3 sowie 959 c Absätze 1 und 2 des Obligationenrechts (OR) muss die Jahresrechnung mindestens in die Positionen nach dem Anhang und in der dort vorgegebenen Reihenfolge gegliedert werden. 2 Die Zahlen des vorangegangenen Geschäftsjahres der entsprechenden Periode sind in der Bilanz, in der Erfolgsrechnung und im Anhang anzugeben. 3 Versicherungsunternehmen, welche sowohl die Direktversicherung als auch die aktive Rückversicherung in wesentlichem Umfang betreiben, weisen die versicherungstechnischen Positionen in der Erfolgsrechnung oder im Anhang gesondert aus. Eingefügt durch Ziff. I der V der FINMA vom 28. Okt. 2015, in Kraft seit 15. Dez. 2015 ( AS 2015 4439 ). SR 220"
    },
    {
      "provision_ref": "art5b",
      "chapter": "13",
      "section": "5b",
      "title": "b",
      "content": "1 Das ausländische Versicherungsunternehmen hinterlegt für den Betrieb der Versicherungszweige gemäss den Absätzen 2 und 3 bei einer von der FINMA bezeichneten Stelle als Kaution Vermögenswerte nach Artikel 79 Absatz 1 Buchstaben a, b, e oder g AVO. 2 Die Kaution beträgt mindestens: a. 600 000 Franken für die Versicherungszweige A1–A6, unter Vorbehalt von Buchstabe b; b. 450 000 Franken für die Versicherungszweige A2.1, A2.3, A2.4, A2.6 und A7, sofern keine Kapital-, Zins- oder Langlebigkeitsgarantie gewährt wird, sowie für Versicherungsunternehmen, welche die Lebensversicherung in der Rechtsform einer Genossenschaft betreiben. 3 Die Kaution beträgt 10 Prozent der für den Geschäftsbetrieb in der Schweiz geforderten Solvabilitätsspanne, mindestens aber: a. 280 000 Franken für den Versicherungszweig B14; b. 80 000 Franken für die Versicherungszweige B10–B13 sowie B15; c. 60 000 Franken für die Versicherungszweige B1–B8, B16 und B18; d. 40 000 Franken für die Versicherungszweige B9 und B17."
    },
    {
      "provision_ref": "art6",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "6",
      "title": "Übergangsbestimmungen",
      "content": "1 Versicherungsvermittler und -vermittlerinnen, die am 1. Januar 2006 über eine Erfahrung von mindestens fünf Jahren in der hauptberuflichen oder acht Jahren in der nebenberuflichen Versicherungsvermittlung verfügen, gelten im Sinne von Artikel 184 AVO als beruflich qualifiziert. 2 Registrierungspflichtige Versicherungsvermittler und -vermittlerinnen müssen eine fehlende berufliche Qualifikation bis am 31. Dezember 2007 nachholen."
    },
    {
      "provision_ref": "art6a",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "6a",
      "title": "a Übergangsbestimmung zu der Änderung vom 28. Oktober 2015",
      "content": "1 Artikel 5 a ist erstmals anwendbar für den Abschluss des Geschäftsjahres 2015. 2 Bei erstmaliger Anwendung dieser Vorschriften wird das vorangegangene Geschäftsjahr nach Artikel 2 Absatz 4 der Übergangsbestimmungen der Änderung vom 23. Dezember 2011 des OR dargestellt. Eingefügt durch Ziff. I der V der FINMA vom 28. Okt. 2015, in Kraft seit 15. Dez. 2015 ( AS 2015 4439 ). SR 220"
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Schlussbestimmungen",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2006 in Kraft"
    }
  ],
  "definitions": []
}