{
  "id": "sr-946-512",
  "type": "statute",
  "title": "Verordnung vom 17. Juni 1996 über das schweizerische Akkreditierungssystem und die Bezeichnung von Prüf-, Konformitätsbewertungs-, Anmelde- und Zulassungsstellen (Akkreditierungs- und Bezeichnungsverordnung, AkkBV)",
  "title_en": "",
  "short_name": "AkkBV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1996/1904_1904_1904/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Kapitel: Gegenstand; Zweck der Akkreditierung und der Bezeichnung",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung regelt: a. die Akkreditierung von Stellen, welche Produkte prüfen oder deren Konformität bewerten (Konformitätsbewertungsstellen) oder gleichartige Tätigkeiten hinsichtlich Personen, Dienstleistungen oder Verfahren ausüben; b. die Bezeichnung von Konformitätsbewertungsstellen sowie von Anmelde‑ und Zulassungsstellen. 2 Als Konformitätsbewertungsstellen gelten Stellen, die Konformitätsbewertungen einschliesslich Kalibrierungen, Prüfungen, Zertifizierungen und Inspektionen durchführen. Ausdruck gemäss Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Kapitel: Gegenstand; Zweck der Akkreditierung und der Bezeichnung",
      "section": "2",
      "title": "Zweck der Akkreditierung",
      "content": "Mit der Akkreditierung wird formell die Kompetenz einer Stelle anerkannt, nach international massgebenden Anforderungen bestimmte Prüfungen oder Konformitätsbewertungen durchzuführen."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Kapitel: Gegenstand; Zweck der Akkreditierung und der Bezeichnung",
      "section": "3",
      "title": "Zweck der Bezeichnung",
      "content": "Mit der Bezeichnung wird im Hinblick auf die formelle Anerkennung im Rahmen eines internationalen Abkommens bestätigt, dass eine Stelle die Voraussetzungen erfüllt, um nach den Anforderungen des betreffenden Abkommens bestimmte Prüfungen oder Konformitätsbewertungen durchzuführen oder Anmeldungen oder Zulassungen vorzunehmen."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Grundsatz",
      "section": "4",
      "title": "",
      "content": "1 Die Akkreditierung steht offen: a. Konformitätsbewertungsstellen von Unternehmen, die im schweizerischen Handelsregister eingetragen und in der Schweiz ansässig sind; b. staatlichen Konformitätsbewertungsstellen in der Schweiz. 2 Unter Berücksichtigung der gesamt- und aussenwirtschaftlichen Interessen der Schweiz steht die Akkreditierung auch offen: a. Konformitätsbewertungsstellen von Unternehmen, die im Ausland eingetragen und in der Schweiz ansässig sind; b. Konformitätsbewertungsstellen im Ausland. 3 Unter Berücksichtigung der gesamt‑ und aussenwirtschaftlichen Interessen der Schweiz kann ausländischen Akkreditierungsstellen erlaubt werden, Akkreditierungen in der Schweiz vorzunehmen. Artikel 38 bleibt vorbehalten. Fassung gemäss Ziff. I der V vom 10. März 2006, in Kraft seit 1. April 2006 ( AS 2006 1089 ). Fassung gemäss Ziff. I der V vom 10. März 2006, in Kraft seit 1. April 2006 ( AS 2006 1089 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Schweizerische Akkreditierungsstelle",
      "section": "5",
      "title": "",
      "content": "1 Das Staatssekretariat für Wirtschaft (SECO) betreibt die Schweizerische Akkreditierungsstelle (SAS). 2 Die SAS hat die international massgebenden Anforderungen zu erfüllen, wie sie insbesondere in den Normen nach Anhang 1 zum Ausdruck kommen. Fassung gemäss Ziff. I der V vom 10. März 2006, in Kraft seit 1. April 2006 ( AS 2006 1089 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Akkreditierungskommission",
      "section": "6",
      "title": "",
      "content": "1 Der Bundesrat bestellt eine beratende Akkreditierungskommission. Diese soll die verschiedenen interessierten Kreise repräsentieren. 2 Die Akkreditierungskommission berät die mit der Akkreditierung befassten Behörden in allen Fragen der Akkreditierung. 3 … Fassung gemäss Ziff. I 6.9 der V vom 9. Nov. 2011 (Überprüfung der ausserparlamentarischen Kommissionen), in Kraft seit 1. Jan. 2012 ( AS 2011 5227 ). Aufgehoben durch Ziff. I 6.9 der V vom 9. Nov. 2011 (Überprüfung der ausserparlamentarischen Kommissionen), mit Wirkung seit 1. Jan. 2012 ( AS 2011 5227 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "4. Abschnitt: Voraussetzungen der Akkreditierung",
      "section": "7",
      "title": "",
      "content": "1 Der Gesuchsteller muss die international massgebenden Anforderungen erfüllen, wie sie insbesondere in den Normen und Grundsätzen nach Anhang 2 zum Ausdruck kommen. 2 Will sich ein Gesuchsteller für gesetzlich geregelte Verfahren akkreditieren lassen, muss er auch die entsprechenden Vorschriften anwenden können und gegebenenfalls die darin enthaltenen, zusätzlichen Anforderungen erfüllen."
    },
    {
      "provision_ref": "art8",
      "chapter": "5. Abschnitt: Akkreditierungsgesuch",
      "section": "8",
      "title": "",
      "content": "Akkreditierungsgesuche sind mit den zur Beurteilung notwendigen Unterlagen bei der SAS einzureichen."
    },
    {
      "provision_ref": "art9",
      "chapter": "6. Abschnitt: Begutachtung und Beurteilung des Akkreditierungsgesuchs",
      "section": "9",
      "title": "Regeln der Begutachtung",
      "content": "Die Begutachtung des Akkreditierungsgesuchs hat nach den international massgebenden Anforderungen zu erfolgen, wie sie insbesondere in den Normen und Grundsätzen nach Anhang 1 zum Ausdruck kommen. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art10",
      "chapter": "6. Abschnitt: Begutachtung und Beurteilung des Akkreditierungsgesuchs",
      "section": "10",
      "title": "Begutachter",
      "content": "1 Die SAS gibt dem Gesuchsteller die Namen der Begutachter rechtzeitig bekannt. 2 Sie kann zur Begutachtung aussenstehende Experten beiziehen. Diese handeln im Namen der SAS. 3 In begründeten Fällen kann der Gesuchsteller innerhalb von zehn Tagen seit Bekanntgabe die Ernennung anderer Begutachter verlangen. Im Konfliktfall entscheidet der Leiter der SAS. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "6. Abschnitt: Begutachtung und Beurteilung des Akkreditierungsgesuchs",
      "section": "11",
      "title": "Beizug weiterer Stellen",
      "content": "1 Bei der Akkreditierung von Konformitätsbewertungsstellen, welche bundesrechtlich geregelte Verfahren durchführen, erfolgt die Begutachtung unter Beizug der im betreffenden Sachbereich zuständigen Bundesbehörden. 2 Bei der Akkreditierung von Konformitätsbewertungsstellen, welche kantonales Recht anwenden, erfolgt die Begutachtung nach Möglichkeit unter Beizug der im Kanton für den betreffenden Sachbereich zuständigen Stellen. 3 Bei der Akkreditierung von Konformitätsbewertungsstellen, welche ausländisches Recht anwenden, erfolgt die Begutachtung nach Möglichkeit unter Beizug von Vertretern der im betreffenden Staat zuständigen Stellen. 4 Die SAS zieht die im betreffenden Sachbereich zuständigen Stellen nach Möglichkeit auch bei, wenn die Akkreditierung Auswirkungen auf den Vollzug anderer Erlasse hat. 5 In allen Fällen behält die SAS die Verantwortung für die Begutachtung und die Beurteilung des Gesuchs."
    },
    {
      "provision_ref": "art12",
      "chapter": "6. Abschnitt: Begutachtung und Beurteilung des Akkreditierungsgesuchs",
      "section": "12",
      "title": "Zutrittsrecht und Auskunftspflicht",
      "content": "Der Gesuchsteller hat den Begutachtern Zutritt zu seinen Räumlichkeiten und Einrichtungen zu gewähren sowie alle Auskünfte zu erteilen, die für die Begutachtung seines Gesuchs notwendig sind."
    },
    {
      "provision_ref": "art13",
      "chapter": "6. Abschnitt: Begutachtung und Beurteilung des Akkreditierungsgesuchs",
      "section": "13",
      "title": "Beurteilung",
      "content": "1 Die SAS gibt dem Gesuchsteller das Ergebnis der Begutachtung bekannt und gibt ihm Gelegenheit zur Stellungnahme. 2 Auf dieser Grundlage fertigt der leitende Begutachter einen Antrag auf Akkreditierung, auf Akkreditierung mit Auflagen oder Bedingungen oder auf Nichtakkreditierung aus. Die SAS stellt diesen der Akkreditierungskommission zur Stellungnahme zu. 3 Der Antrag und die Stellungnahme der Akkreditierungskommission werden dem Leiter der SAS zum Entscheid übermittelt. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 ). Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art14",
      "chapter": "7. Abschnitt: Akkreditierungsentscheid",
      "section": "14",
      "title": "",
      "content": "1 Auf der Grundlage des Antrags und der Stellungnahme der Akkreditierungskommission verfügt der Leiter der SAS die Erteilung oder die Verweigerung der Akkreditierung. 2 … 3 Die Akkreditierung kann mit Auflagen verbunden oder unter Bedingungen erteilt werden. Soweit eine akkreditierte Stelle mehrere Geschäftsstellen betreibt, bestimmt die Akkreditierungsverfügung deren Kompetenzbereiche. 4 Als Zeichen der Akkreditierung wird dem Gesuchsteller ein Akkreditierungsdokument ausgestellt, das insbesondere den Namen und die Adresse der akkreditierten Stelle, den Geltungsbereich und die Geltungsdauer der Akkreditierung enthält. Bezieht sich die Akkreditierung auch auf die Fähigkeit der Stelle, bestimmte Vorschriften anzuwenden, so werden diese im Akkreditierungsdokument bezeichnet. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 ). Aufgehoben durch Ziff. I der V vom 10. März 2006, mit Wirkung seit 1. April 2006 ( AS 2006 1089 ). Fassung gemäss Ziff. II der V vom 7. Nov. 2007, in Kraft seit 1. Dez. 2007 ( AS 2007 5757 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "8. Abschnitt: Wirkung der Akkreditierung",
      "section": "15",
      "title": "Dauer der Akkreditierung",
      "content": "Die Akkreditierung wird befristet erteilt und dauert höchstens fünf Jahre. Sie kann auf Gesuch hin und nach erneuter Beurteilung um jeweils höchstens fünf Jahre verlängert werden."
    },
    {
      "provision_ref": "art16",
      "chapter": "8. Abschnitt: Wirkung der Akkreditierung",
      "section": "16",
      "title": "Rechte der akkreditierten Stellen",
      "content": "Akkreditierte Stellen sind berechtigt, für den akkreditierten Bereich im Geschäftsverkehr das entsprechende, in Anhang 4 aufgeführte Akkreditierungszeichen zu verwenden."
    },
    {
      "provision_ref": "art17",
      "chapter": "8. Abschnitt: Wirkung der Akkreditierung",
      "section": "17",
      "title": "Pflichten der akkreditierten Stellen",
      "content": "1 Akkreditierte Stellen haben dafür zu sorgen, dass die Akkreditierungsvoraussetzungen erfüllt bleiben. 2 Sie haben der SAS unaufgefordert und umgehend alle bezüglich ihrer Akkreditierung wesentlichen Änderungen zu melden, namentlich eine Veränderung des Tätigkeitsbereichs, der Organisation, des verantwortlichen Personals oder der Eigentumsverhältnisse."
    },
    {
      "provision_ref": "art18",
      "chapter": "8. Abschnitt: Wirkung der Akkreditierung",
      "section": "18",
      "title": "Unteraufträge",
      "content": "1 Stellen, welche für akkreditierte Stellen einen Teil der Arbeit ausführen, müssen für den entsprechenden Tätigkeitsbereich, soweit möglich, ebenfalls in der Schweiz akkreditiert sein oder über eine gleichwertige Qualifikation verfügen. 2 Die akkreditierten Stellen: a. tragen in jedem Fall die Verantwortung für die im Unterauftrag ausgeführten Arbeiten und deren Ergebnisse, und b. müssen nachweisen können, dass die unterbeauftragte Stelle im Sinne von Absatz 1 befähigt ist."
    },
    {
      "provision_ref": "art19",
      "chapter": "9. Abschnitt: Nachkontrolle, Anpassung, Suspendierung und Entzug der Akkreditierung der Akkreditierung",
      "section": "19",
      "title": "Nachkontrolle",
      "content": "1 Die SAS nimmt regelmässige Nachkontrollen vor. Bestehen Anzeichen, dass eine akkreditierte Stelle die Akkreditierungsvoraussetzungen nicht mehr erfüllt, hat die SAS jederzeit das Recht, dies zu überprüfen. 2 Die Artikel 11 und 12 sind entsprechend anwendbar."
    },
    {
      "provision_ref": "art20",
      "chapter": "9. Abschnitt: Nachkontrolle, Anpassung, Suspendierung und Entzug der Akkreditierung der Akkreditierung",
      "section": "20",
      "title": "Anpassung der Akkreditierungsdokumente",
      "content": "Ändern sich die Rechtsform oder die Verhältnisse einer akkreditierten Stelle, ohne dass sich dies auf Personal, Einrichtungen und Organisation auswirkt, so kann der Leiter der SAS auf Gesuch hin die Akkreditierungsdokumente anpassen. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art21",
      "chapter": "9. Abschnitt: Nachkontrolle, Anpassung, Suspendierung und Entzug der Akkreditierung der Akkreditierung",
      "section": "21",
      "title": "Suspendierung und Entzug der Akkreditierung",
      "content": "Der Leiter der SAS kann, nach Anhörung der Akkreditierungskommission, die Akkreditierung mit sofortiger Wirkung suspendieren oder entziehen, wenn die Akkreditierungsvoraussetzungen entfallen sind. In leichten Fällen kann die SAS bis zur Behebung der Akkreditierungsmängel zusätzliche Auflagen oder Bedingungen festlegen. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "10. Abschnitt: Internationale Zusammenarbeit",
      "section": "22",
      "title": "",
      "content": "Die SAS wahrt die schweizerischen Interessen gegenüber ausländischen und internationalen Stellen, die sich mit der Kompetenz von Akkreditierungs‑ oder Konformitätsbewertungsstellen befassen."
    },
    {
      "provision_ref": "art23",
      "chapter": "11. Abschnitt: Information",
      "section": "23",
      "title": "",
      "content": "1 Die SAS erteilt auf Anfrage Auskunft über: a. die Grundlagen, die Voraussetzungen, das Verfahren, die Gebühren und die Wirkungen der Akkreditierung; b. die in der Schweiz akkreditierten Stellen; c. Adressen ausländischer Akkreditierungsstellen, mit welchen die SAS Vereinbarungen abgeschlossen hat. 2 Sie führt ein Verzeichnis der in der Schweiz akkreditierten Stellen mit Namen, Adressen und verantwortlichen Personen sowie Angaben über Dauer und Geltungsbereich der Akkreditierungen."
    },
    {
      "provision_ref": "art24",
      "chapter": "1. Abschnitt: Grundsatz",
      "section": "24",
      "title": "",
      "content": "1 Die Bezeichnung und ihre Wirkungen richten sich nach dem jeweils anwendbaren internationalen Abkommen. 2 Soweit im internationalen Abkommen nichts anderes bestimmt ist, gelten: a. für Stellen, die nach anderen Erlassen unmittelbar ermächtigt sind, hoheitliche Prüfungen oder Konformitätsbewertungen durchzuführen oder Anmeldungen oder Zulassungen vorzunehmen, die Artikel 29, 31 Absatz 2, 33 Absätze 1 und 3, 34‑36 und 38; b. für alle anderen Stellen die Artikel 25‑38. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "2. Abschnitt: Voraussetzungen der Bezeichnung",
      "section": "25",
      "title": "",
      "content": "1 Um bezeichnet werden zu können, muss der Gesuchsteller für den betreffenden Tätigkeitsbereich die Bedingungen erfüllen, die nach dem internationalen Abkommen verlangt sind. 2 Soweit sich das Abkommen hinsichtlich der Befähigung einer Stelle auf die Akkreditierung bezieht, begründet eine Akkreditierung nach dieser Verordnung die Vermutung, dass die diesbezüglichen Voraussetzungen für eine Bezeichnung im betreffenden Tätigkeitsbereich erfüllt sind. 3 Um in der Europäischen Union oder im Europäischen Wirtschaftsraum bezeichnet werden zu können, muss der Gesuchsteller die in Anhang 5 aufgeführten Voraussetzungen erfüllen; vorbehalten bleiben abweichende oder weitergehende Bestimmungen in anderen Erlassen. 4 Es besteht kein Rechtsanspruch auf Bezeichnung. Fassung gemäss Ziff. I der V vom 25. Nov. 2015, in Kraft seit 20. April 2016 ( AS 2016 261 ). Eingefügt durch Ziff. I der V vom 29. Mai 2002, in Kraft seit 1. Juni 2002 ( AS 2002 2140 )."
    },
    {
      "provision_ref": "art26",
      "chapter": "3. Abschnitt: Bezeichnungsgesuch und Anforderungen an die Bezeichnungsbehörde",
      "section": "26",
      "title": "",
      "content": "1 Gesuche um Bezeichnung sind bei der für den betreffenden Sachbereich zuständigen Behörde (Bezeichnungsbehörde) einzureichen. 2 Fällt das Gesuch in die Zuständigkeit mehrerer Bundesbehörden, sprechen sich diese untereinander ab und bestimmen die für das Gesuch hauptverantwortliche Behörde. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art26a",
      "chapter": "3. Abschnitt: Bezeichnungsgesuch und Anforderungen an die Bezeichnungsbehörde",
      "section": "26a",
      "title": "a Anforderungen an die Bezeichnungsbehörde",
      "content": "1 Die Bezeichnungsbehörde übt ihre Tätigkeit objektiv und unparteilich aus. 2 Sie darf keine Tätigkeiten oder Beratungen anbieten oder ausführen, die Konformitätsbewertungsstellen durchführen. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "4. Abschnitt: Behandlung des Gesuchs",
      "section": "27",
      "title": "Mitteilung an das SECO",
      "content": "Die Bezeichnungsbehörde bringt das Gesuch dem SECO zur Kenntnis. Ausdruck gemäss Art. 21 Ziff. 22 der V vom 17. Nov. 1999, in Kraft seit 1. Juli 1999 ( AS 2000 187 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art28",
      "chapter": "4. Abschnitt: Behandlung des Gesuchs",
      "section": "28",
      "title": "Prüfung des Gesuches",
      "content": "1 Die Bezeichnungsbehörde überprüft, ob der Gesuchsteller die im internationalen Abkommen festgelegten Anforderungen erfüllt. 2 Wird hinsichtlich der Befähigung der Stelle auf die Akkreditierung Bezug genommen, handelt die Bezeichnungsbehörde in Absprache mit der SAS. Eingefügt durch Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "4. Abschnitt: Behandlung des Gesuchs",
      "section": "29",
      "title": "Weiterleitung des Gesuches",
      "content": "1 Erfüllt der Gesuchsteller die Voraussetzungen nach Artikel 25, meldet das SECO die zu bezeichnende Stelle der nach dem internationalen Abkommen zuständigen Instanz. 2 Werden zur Anerkennung der Stelle im internationalen Abkommen weitere Entscheidverfahren vorausgesetzt, informiert das SECO die betroffenen Behörden über das Ergebnis dieser Verfahren. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art30",
      "chapter": "4. Abschnitt: Behandlung des Gesuchs",
      "section": "30",
      "title": "Ablehnung des Gesuchs",
      "content": "Erfüllt der Gesuchsteller die Voraussetzungen nach Artikel 25 nicht, verfügt die Bezeichnungsbehörde die Ablehnung des entsprechenden Gesuches nach Rücksprache mit dem SECO. Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "5. Abschnitt:",
      "section": "31",
      "title": "",
      "content": "1 Wird die Anerkennung durch die nach dem internationalen Abkommen zuständige Instanz erteilt, verfügt die Bezeichnungsbehörde die Bezeichnung. Die Bezeichnung kann mit Auflagen oder Bedingungen verbunden werden und wird dem Gesuchsteller, unter Beilage einer Zusammenstellung der mit der Bezeichnung verbundenen Rechte und Pflichten, unverzüglich eröffnet. 2 Zusammen mit der Eröffnung der Verfügung leitet die Bezeichnungsbehörde die Information über die Anerkennung nach dem internationalen Abkommen sowie weitere relevante Informationen, namentlich über die Zuteilung einer Kennnummer, an den Gesuchsteller weiter. 3 Wird die Anerkennung abgelehnt, verfügt die Bezeichnungsbehörde die Verweigerung der Bezeichnung."
    },
    {
      "provision_ref": "art32",
      "chapter": "6. Abschnitt: Nachkontrolle, Suspendierung und Widerruf der Bezeichnung",
      "section": "32",
      "title": "Nachkontrolle bezeichneter Stellen",
      "content": "1 Die Bezeichnungsbehörde nimmt regelmässige Nachkontrollen vor. Sie handelt in Absprache mit der SAS, wenn die Bezeichnung sich hinsichtlich der Befähigung der Stelle auf die Akkreditierung bezieht. 2 Treten bei einer bezeichneten Stelle Veränderungen bezüglich der Bezeichnungsvoraussetzungen auf, hat die Stelle diese unaufgefordert und umgehend der Bezeichnungsbehörde mitzuteilen. 3 Bestehen Anzeichen, dass eine bezeichnete Stelle die Bezeichnungsvoraussetzungen nicht mehr erfüllt, hat die Bezeichnungsbehörde jederzeit das Recht, Nachkontrollen vorzunehmen. 4 Artikel 12 ist entsprechend anwendbar."
    },
    {
      "provision_ref": "art33",
      "chapter": "6. Abschnitt: Nachkontrolle, Suspendierung und Widerruf der Bezeichnung",
      "section": "33",
      "title": "Suspendierung und Widerruf der Bezeichnung",
      "content": "1 Die Bezeichnungsbehörde kann den Entscheid über die Bezeichnung einer Stelle widerrufen oder suspendieren, wenn diese die Voraussetzungen für die Bezeichnung oder die Auflagen nicht mehr erfüllt. In leichten Fällen kann sie Auflagen anordnen oder der bezeichneten Stelle bis zur Behebung der Mängel ihre Tätigkeit untersagen. 1bis Auf Antrag der bezeichneten Stelle widerruft die Bezeichnungsbehörde die Bezeichnung, wenn die bezeichnete Stelle auf die Bezeichnung verzichtet. Sie informiert umgehend die SAS und das SECO. 2 Die Bezeichnungsbehörde handelt im Einvernehmen mit dem SECO. Sie spricht sich mit der SAS ab, wenn die Bezeichnung sich hinsichtlich der Befähigung der Stelle auf die Akkreditierung bezieht. 3 Das SECO übermittelt den Entscheid der nach dem internationalen Abkommen zuständigen Instanz. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art34",
      "chapter": "7. Abschnitt: Information",
      "section": "34",
      "title": "",
      "content": "1 Die Bezeichnungsbehörde erteilt auf Anfrage Auskunft über: a. die Grundlagen, die Voraussetzungen, das Verfahren, die Gebühren und die Wirkungen der Bezeichnung; b. die in ihrem Zuständigkeitsbereich in der Schweiz bezeichneten Stellen. 2 Das SECO führt ein Verzeichnis der im Rahmen internationaler Abkommen durch die Schweiz bezeichneten und anerkannten Stellen."
    },
    {
      "provision_ref": "art34a",
      "chapter": "7. Abschnitt: Information",
      "section": "34a",
      "title": "a Ausstellen von Konformitätsbescheinigungen",
      "content": "1 Die Stelle stellt dem Kunden eine Konformitätsbescheinigung aus, wenn dessen Produkt die Voraussetzungen erfüllt, die in den grundlegenden Anforderungen oder in den entsprechenden harmonisierten Normen oder technischen Spezifikationen festgelegt sind. 2 Erfüllt das Produkt des Kunden die Anforderungen nach Absatz 1 nicht, so fordert die Stelle ihn zu Korrekturen auf. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art34b",
      "chapter": "7. Abschnitt: Information",
      "section": "34b",
      "title": "b Suspendierung und Entzug der Konformitätsbescheinigung",
      "content": "1 Die Stelle kann die Konformitätsbescheinigung suspendieren oder entziehen, wenn sie im Rahmen der Überwachung feststellt, dass das Produkt die Anforderungen nach Artikel 34 a Absatz 1 nicht erfüllt. 2 Sie fordert den Kunden zu Korrekturen auf. 3 Sie informiert die Bezeichnungsbehörde, wenn sie Konformitätsbescheinigungen suspendiert oder entzieht. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art34c",
      "chapter": "7. Abschnitt: Information",
      "section": "34c",
      "title": "c Beizug Dritter",
      "content": "Die Stelle informiert die Bezeichnungsbehörde und den Kunden, wenn sie Dritte beizieht. Eingefügt durch Ziff. I der V vom 9. Mai 2012, in Kraft seit 1. Juni 2012 ( AS 2012 2887 )."
    },
    {
      "provision_ref": "art35",
      "chapter": "4. Kapitel: Gemeinsame Bestimmungen",
      "section": "35",
      "title": "Verantwortlichkeit",
      "content": "Mit der Akkreditierung oder der Bezeichnung überträgt der Bund den betreffenden Stellen keine hoheitlichen Befugnisse. Die akkreditierten oder bezeichneten Stellen bleiben verantwortlich für ihre Tätigkeit, insbesondere für die von ihnen ermittelten Prüfergebnisse und ausgestellten Konformitätsbescheinigungen."
    },
    {
      "provision_ref": "art36",
      "chapter": "4. Kapitel: Gemeinsame Bestimmungen",
      "section": "36",
      "title": "Verwendung von Dokumenten und Zeichen",
      "content": "1 Akkreditierte Stellen dürfen Akkreditierungsdokumente und Akkreditierungszeichen nicht in einer Art oder in einem Zusammenhang verwenden, die zu Täuschungen Anlass geben können. 2 Entsprechendes gilt für bezeichnete Stellen hinsichtlich der Bezeichnung."
    },
    {
      "provision_ref": "art37",
      "chapter": "4. Kapitel: Gemeinsame Bestimmungen",
      "section": "37",
      "title": "Gebühren",
      "content": "Die Stelle hat die Kosten zu tragen, die sie im Rahmen von Verfahren nach dieser Verordnung verursacht. Die Ansätze richten sich nach den jeweiligen Gebührenvorschriften der für das entsprechende Verfahren zuständigen Behörde. Fassung des Satzes gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art38",
      "chapter": "4. Kapitel: Gemeinsame Bestimmungen",
      "section": "38",
      "title": "Begutachtungen durch ausländische Stellen in der Schweiz",
      "content": "1 Das SECO kann im Einvernehmen mit dem Leiter der SAS ausländischen Akkreditierungsstellen oder Stellen mit entsprechenden Aufgaben die Bewilligung im Sinne von Artikel 271 Absatz 1 des Strafgesetzbuches erteilen, die SAS oder akkreditierte beziehungsweise zu akkreditierende schweizerische Stellen zu begutachten. 2 Es kann im Einvernehmen mit der Bezeichnungsbehörde zuständigen ausländischen Stellen die Bewilligung im Sinne von Artikel 271 Absatz 1 des Strafgesetzbuches erteilen, die Bezeichnungsbehörde selbst oder bezeichnete beziehungsweise zu bezeichnende Stellen zu begutachten. 3 Die Bewilligung kann mit Auflagen oder Bedingungen verbunden werden und ist jederzeit widerrufbar. SR 311.0 Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 ). Fassung gemäss Ziff. I der V vom 5. Nov. 2003, in Kraft seit 1. Jan. 2004 ( AS 2003 4323 )."
    },
    {
      "provision_ref": "art39",
      "chapter": "5. Kapitel: Schlussbestimmungen",
      "section": "39",
      "title": "Internationale Abkommen über die gegenseitige Anerkennung von Konformitätsbewertungen",
      "content": "1 Das SECO bestimmt und leitet die schweizerische Delegation in den Organen der folgenden Abkommen: a. Abkommen vom 3. Dezember 1998 zwischen der der Schweizerischen Eidgenossenschaft und Kanada über die gegenseitige Anerkennung von Konformitätsbewertungen. b. Abkommen vom 21. Juni 1999 zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung von Konformitätsbewertungen. c. Anhang I des Abkommens vom 21. Juni 2001 zur Ergänzung des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandels-Assoziation (EFTA). 2 Im Einvernehmen mit den zuständigen Behörden kann das SECO Beschlüssen der Organe nach Absatz 1 zustimmen über: a. Organisation und Verfahren dieser Organe; b. Änderungen der Anhänge zu diesen Abkommen; c. Abkommensänderungen von beschränkter Tragweite. 3 Kommt es zu keinem Einvernehmen unter den zuständigen Behörden, entscheidet der Bundesrat. Fassung gemäss Ziff. I der V vom 29. Mai 2002, in Kraft seit 1. Juni 2002 ( AS 2002 2140 ). SR 0.946.523.21 SR 0.946.526.81 BBl 2001 5028 SR 0.632.31"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Änderung der Anhänge",
      "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung kann die Anhänge im Einvernehmen mit den anderen betroffenen Departementen der internationalen Entwicklung anpassen. Fassung gemäss Ziff. I der V vom 10. März 2006, in Kraft seit 1. April 2006 ( AS 2006 1089 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 30. Oktober 1991 über das schweizerische Akkreditierungssystem wird aufgehoben. [ AS 1991 2317 ]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Übergangsbestimmungen",
      "content": "1 Akkreditierungen, welche gestützt auf die Verordnung vom 30. Oktober 1991 über das schweizerische Akkreditierungssystem erteilt worden sind, bleiben nach Massgabe der darin enthaltenen Vorschriften gültig. Vorbehalten sind die Artikel 18–21. 2 Neue Akkreditierungen und Verlängerungen von erteilten Akkreditierungen richten sich nach der vorliegenden Verordnung. Gesuche, die vor deren Inkrafttreten eingereicht wurden, sind nötigenfalls zu ergänzen. Die SAS sorgt für die notwendigen Informationen und räumt eine angemessene Nachfrist zur Ergänzung des Gesuchs und zur Erfüllung der Akkreditierungsvoraussetzungen ein. [ AS 1991 2317 ]"
    },
    {
      "provision_ref": "art42a",
      "section": "42a",
      "title": "a Übergangsbestimmung zur Änderung vom 5. Mai 2014",
      "content": "Die bisherigen Akkreditierungszeichen dürfen bis zum 31. Dezember 2015 verwendet werden. Eingefügt durch Ziff. I der V des WBF vom 5. Mai 2014, in Kraft seit 1. Juli 2014 ( AS 2014 1411 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 1996 in Kraft."
    }
  ],
  "definitions": []
}