{
  "id": "sr-956-161",
  "type": "statute",
  "title": "Finanzmarktprüfverordnung vom 5. November 2014 (FINMA-PV)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/708/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "Diese Verordnung regelt die Prüfung der Beaufsichtigten nach Artikel 24 Absatz 1 Buchstabe a FINMAG, insbesondere den Inhalt und die Durchführung der Prüfung, die Form der Berichterstattung über die Prüfung sowie die Pflichten der Beaufsichtigten und der Prüfgesellschaften im Zusammenhang mit der Prüfung."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Inhalt der Prüfung",
      "section": "2",
      "title": "Grundsatz",
      "content": "1 Geprüft wird, ob die aufsichtsrechtlichen Bestimmungen eingehalten sind und ob die Voraussetzungen bestehen, dass diese auch in absehbarer Zeit eingehalten werden können. 2 Die Prüfung kann sowohl im Rahmen eines Bewilligungsverfahrens als auch im Rahmen der laufenden Aufsicht erfolgen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Inhalt der Prüfung",
      "section": "3",
      "title": "Basisprüfung",
      "content": "1 Die Eidgenössische Finanzmarktaufsicht (FINMA) regelt pro Aufsichtsbereich die Prüfgebiete, die Prüfperiodizität und die Prüftiefe. 2 Bei der Prüfung im Rahmen der laufenden Aufsicht entspricht die Prüfperiode grundsätzlich derjenigen der Rechnungsprüfung nach den Grundsätzen der ordentlichen Revision des Obligationenrechts (OR). SR 220"
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Inhalt der Prüfung",
      "section": "4",
      "title": "Zusatzprüfung",
      "content": "Erfordern die Risiken oder das Geschäftsmodell einer oder eines Beaufsichtigten die Prüfung zusätzlicher Prüfgebiete, so legt die FINMA diese im Einzelfall fest."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Durchführung der Prüfung",
      "section": "5",
      "title": "Prüfgrundsätze",
      "content": "1 Die Prüfung ist mit der Sorgfalt einer ordentlichen und sachkundigen Prüferin oder eines ordentlichen und sachkundigen Prüfers durchzuführen. 2 Die Prüfgesellschaft ist für die Prüfung verantwortlich. Sie erstellt das Prüfurteil gestützt auf ihre eigene Einschätzung. 3 Sie darf sich im Rahmen ihrer Prüfhandlungen auf Fakten abstützen, die durch die interne Revision der oder des Beaufsichtigten ermittelt wurden, sofern die Prüfungen der internen Revision hinsichtlich Inhalt, Umfang und Qualität den Anforderungen an die Basisprüfung und den anzuwendenden Prüfgrundsätzen entsprechen. 4 Die Prüfung ist von der Rechnungsprüfung nach den Grundsätzen der ordentlichen Revision des OR (Rechnungsprüfung) getrennt durchzuführen. Die Prüfgesellschaft kann sich, wo dies zweckmässig ist, auf die Resultate der Rechnungsprüfung abstützen. 5 Im Übrigen regelt die FINMA die Einzelheiten der anzuwendenden Prüfgrundsätze. SR 220"
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Durchführung der Prüfung",
      "section": "6",
      "title": "Leitung der Prüfung",
      "content": "1 Mit der Leitung der Prüfung müssen leitende Prüferinnen oder leitende Prüfer betraut werden, die nach Artikel 9 a des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 (RAG) zugelassen sind. 2 Eine Delegation der Leitung ist ausgeschlossen. SR 221.302"
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Durchführung der Prüfung",
      "section": "7",
      "title": "Unvereinbarkeit mit einem Prüfmandat",
      "content": "1 Unvereinbar mit einem Prüfmandat sind Tätigkeiten von Prüfgesellschaften bei einer oder einem zu prüfenden Beaufsichtigten, die eine objektive Durchführung der Prüfung beeinträchtigen können, insbesondere: a. aufsichtsrechtliche Beratungen; b. Beratung bei Transaktionen sowie Prüfung und Beurteilung von Transaktionen, die von der FINMA zu bewilligen oder zu genehmigen sind; c. Entwicklung und Einführung von Systemen zur Unterstützung von Funktionen in den Bereichen Compliance, Recht, Risikokontrolle, Risikomanagement oder Investmentkontrolle; d. Mitwirkung und Beratung bei der Einstellung, der Beförderung oder der Entlassung von Gewährsträgerinnen und Gewährsträgern oder weiteren Personen mit aufsichtsrechtlich relevanten Schlüsselfunktionen, namentlich in den Bereichen Finanzen, Compliance, Risikokontrolle oder interne Revision; e. Tätigkeit als verantwortliche Aktuarin oder verantwortlicher Aktuar; f. Durchführung der internen Revision. 2 Eine Prüfgesellschaft, die von einer oder einem Beaufsichtigten mit der Prüfung im Rahmen eines Bewilligungsverfahrens beauftragt worden ist, darf während drei Jahren nach Erteilung der Bewilligung für die betreffende Beaufsichtigte oder den betreffenden Beaufsichtigten keine Prüfung im Rahmen der laufenden Aufsicht durchführen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Durchführung der Prüfung",
      "section": "8",
      "title": "Mandatsdauer und Entschädigung",
      "content": "1 Für die Mandatsdauer der leitenden Prüferinnen und leitenden Prüfer gilt Artikel 730 a Absatz 2 OR sinngemäss. Nach Abschluss eines Prüfmandats dürfen leitende Prüferinnen oder leitende Prüfer erst nach einem Unterbruch von drei Jahren wieder auf dem gleichen Mandat tätig werden. 2 Prüfmandate dürfen nicht pauschal entschädigt werden. Nicht erlaubt ist namentlich die Vereinbarung eines bestimmten Zeitaufwands. SR 220"
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Berichterstattung",
      "section": "9",
      "title": "Prüfbericht",
      "content": "1 Der Prüfbericht muss die Resultate der Prüfung umfassend, eindeutig und objektiv darstellen. Die leitende Prüferin oder der leitende Prüfer sowie eine weitere Prüferin oder ein weiterer Prüfer mit Zeichnungsberechtigung bestätigen dies mit ihren Unterschriften. 2 Der Prüfbericht ist in einer Amtssprache zu verfassen. Ausnahmen bedürfen der Zustimmung der FINMA."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Berichterstattung",
      "section": "10",
      "title": "Aufbau des Prüfberichts",
      "content": "1 Die FINMA regelt den Aufbau des Prüfberichts und bezeichnet die einzureichenden Beilagen. 2 Der umfassende Revisionsbericht nach Artikel 728 b Absatz 1 OR ist der FINMA mit dem Prüfbericht einzureichen. Die FINMA kann hierzu ergänzende Angaben verlangen. SR 220"
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Berichterstattung",
      "section": "11",
      "title": "Beanstandungen und Empfehlungen",
      "content": "1 Stellt die Prüfgesellschaft eine Verletzung aufsichtsrechtlicher Bestimmungen oder der Statuten, Reglemente und Weisungen fest, die aufsichtsrechtlich relevant sind, so hält sie dies in Form einer Beanstandung fest. Sie hält zudem fest, ob die Verletzung bereits behoben ist. 2 Stösst die Prüfgesellschaft auf Schwachstellen oder Anzeichen, dass aufsichtsrechtliche Bestimmungen in absehbarer Zeit nicht eingehalten werden können, so gibt sie eine Empfehlung ab."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Berichterstattung",
      "section": "12",
      "title": "Fristen",
      "content": "Die Fristen für die Berichterstattung werden von der FINMA geregelt."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Pflichten der Beaufsichtigten und der Prüfgesellschaften",
      "section": "13",
      "title": "Pflichten der Beaufsichtigten",
      "content": "1 Die Wahl und der Wechsel einer Prüfgesellschaft sind der FINMA unverzüglich mitzuteilen. 2 Alle Beaufsichtigten, die derselben Gruppe oder demselben Konglomerat angehören, müssen für die Prüfung die gleiche oder eine dem gleichen Netzwerk angehörende Prüfgesellschaft beauftragen. In begründeten Fällen kann die FINMA Ausnahmen gestatten. 3 Die Beaufsichtigten stellen den Prüfgesellschaften die Berichte ihrer internen Revision rechtzeitig zu."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Pflichten der Beaufsichtigten und der Prüfgesellschaften",
      "section": "14",
      "title": "Pflichten der Prüfgesellschaften",
      "content": "1 Die Prüfgesellschaften melden der FINMA einmal jährlich die Mandate der leitenden Prüferinnen und leitenden Prüfer, aufgeteilt nach Beaufsichtigten. 2 Sie melden der FINMA einmal jährlich den Aufwand und das den Beaufsichtigten verrechnete Honorar für Revisionsdienstleistungen nach Artikel 2 Buchstabe a RAG sowie für prüfungsfremde Dienstleistungen. 3 Bei einem Wechsel der Prüfgesellschaft gewährt die bisherige Prüfgesellschaft ihrer Nachfolgerin Einsicht in die Prüfdokumentation. 4 Werden bei einer oder einem Beaufsichtigten nach Artikel 3 FINMAG Revisionsdienstleistungen nach Artikel 2 Buchstabe a RAG gleichzeitig von mehreren Revisionsunternehmen erbracht, so informieren die Unternehmen einander über die Ergebnisse ihrer Revisionsdienstleistungen. SR 221.302"
    },
    {
      "provision_ref": "art15",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Finanzmarktprüfverordnung vom 15. Oktober 2008 wird aufgehoben. [ AS 2008 5363 , 2013 607 Anhang Ziff. 2]"
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Änderung anderer Erlasse",
      "content": "Die Änderung anderer Erlasse wird im Anhang geregelt."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2015 in Kraft."
    }
  ],
  "definitions": []
}