{
  "id": "sr-916-443-108",
  "type": "statute",
  "title": "Verordnung des BLV vom 8. Juli 2014 über Massnahmen zur Verhinderung der Einschleppung der Klassischen Schweinepest aus bestimmten Mitgliedstaaten der Europäischen Union",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/377/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Geltungsbereich",
      "content": "1 Diese Verordnung soll die Einschleppung der Klassischen Schweinepest in die Schweiz verhindern. 2 Sie regelt die Einfuhr von Tieren der Schweinegattung, einschliesslich Wildschweine, und von Tierprodukten solcher Tiere aus bestimmten Mitgliedstaaten der Europäischen Union (EU)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Einfuhr von lebenden Schweinen",
      "content": "Die Einfuhr von lebenden Schweinen aus den im Anhang aufgeführten Gebieten ist verboten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einfuhr von Schweinesperma, -eizellen und -embryonen",
      "content": "Die Einfuhr von Schweinesperma, -eizellen und -embryonen aus den im Anhang aufgeführten Gebieten ist verboten."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einfuhr von frischem Schweinefleisch und von bestimmten Schweinefleischzubereitungen und Schweinefleischerzeugnissen",
      "content": "1 Die Einfuhr von frischem Schweinefleisch, Schweinefleischzubereitungen und Schweinefleischerzeugnissen von Schweinen aus Haltungsbetrieben, die in den im Anhang aufgeführten Gebieten liegen, ist verboten. 2 In Abweichung von Absatz 1 gilt das Einfuhrverbot nicht für Sendungen von frischem Schweinefleisch, Schweinefleischzubereitungen und Schweinefleischerzeugnissen aus den im Anhang erwähnten Gebieten, welche die Anforderungen von Artikel 4 des Durchführungsbeschlusses 2013/764/EU erfüllen. 3 Bei der Einfuhr müssen die Erzeugnisse nach Absatz 2 mit einem speziellen Gesundheitskennzeichen versehen sein, das nicht oval ist und nicht mit anderen Gesundheitskennzeichen verwechselt werden kann. 4 Bei der Einfuhr müssen die Erzeugnisse nach Absatz 2 mit dem für den Austausch in der Europäischen Union erforderlichen Gesundheitszertifikat mit folgendem Inhalt versehen sein: «Erzeugnisse entsprechen dem Durchführungsbeschluss 2013/764/EU der Kommission vom 13. Dezember 2013 betreffend tierseuchenrechtliche Massnahmen zur Bekämpfung der Klassischen Schweinepest in bestimmten Mitgliedstaaten der EU.» Durchführungsbeschluss 2013/764/EU der Kommission vom 13. Dez. 2013 betreffend tierseuchenrechtliche Maßnahmen zur Bekämpfung der Klassischen Schweinepest in bestimmten Mitgliedstaaten, Fassung gemäss ABl. L 338 vom 17.12.2013, S. 102."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 9. Juli 2014 in Kraft. Diese Verordnung wurde am 8. Juli 2014 vorerst im ausserordentlichem Verfahren (Art. 7 Abs."
    }
  ],
  "definitions": []
}