{
  "id": "sr-910-11",
  "type": "statute",
  "title": "Verordnung vom 16. Juni 2006 über Gebühren des Bundesamtes für Landwirtschaft (GebV-BLW)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/415/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Geltungsbereich",
      "content": "1 Diese Verordnung regelt die Erhebung von Gebühren durch das Bundesamt für Landwirtschaft (BLW), einschliesslich seiner Forschungsanstalt Agroscope und seines Gestüts, für Dienstleistungen und Verfügungen im Bereich des Landwirtschaftsgesetzes vom 29. April 1998 und dessen Ausführungserlassen sowie für statistische Dienstleistungen nach dem Bundesstatistikgesetz vom 9. Oktober 1992, die das BLW erbringt. 2 Sie regelt zudem die Erhebung von Gebühren durch Vollzugsorgane, denen vom BLW Vollzugsaufgaben übertragen wurden. Fassung gemäss Ziff. I der V vom 12. Mai 2010, in Kraft seit 1. Juli 2010 ( AS 2010 2315 ). SR 431.01 Fassung gemäss Ziff. I der V vom 3. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 675 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Anwendbarkeit der Allgemeinen Gebührenverordnung",
      "content": "1 Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004. 2 Für die Gebührenerhebung durch Vollzugsorgane, denen vom BLW Vollzugsaufgaben übertragen wurden, gelten die Artikel 2 Absatz 2 sowie 6–14 der Allgemeinen Gebührenverordnung vom 8. September 2004 sinngemäss. Fassung gemäss Ziff. I der V vom 12. Mai 2010, in Kraft seit 1. Juli 2010 ( AS 2010 2315 ). SR 172.041.1"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 3. Nov. 2021, mit Wirkung seit 1. Jan. 2022 ( AS 2021 675 )."
    },
    {
      "provision_ref": "art3a",
      "section": "3a",
      "title": "a Verzicht auf Gebührenerhebung",
      "content": "Keine Gebühren werden erhoben für: a. den Bezug von statistischen Dienstleistungen des BLW durch das Bundesamt für Statistik; b. Verfügungen betreffend Finanzhilfen und Abgeltungen; c. die Nutzung von elektronischen Diensten des BLW durch Dritte, die ausschliesslich im öffentlich-rechtlichen Auftrag handeln oder die EU-Rechtsumsetzung unterstützen. Eingefügt durch Ziff. I der V vom 12. Mai 2010 ( AS 2010 2315 ). Fassung gemäss Ziff. I der V vom 28. Okt. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4491 ). Eingefügt durch Anhang der V vom 31. Okt. 2018, in Kraft seit 1. Jan. 2019 ( AS 2018 4279 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Gebührenbemessung",
      "content": "1 Für die Bemessung der Gebühren gelten die Ansätze nach den Anhängen 1 und 2. 1bis Für die Bemessung der Gebühren im Zusammenhang mit der Pflanzengesundheitsverordnung vom 31. Oktober 2018 gilt Anhang 3. 2 Ist in den Anhängen kein Ansatz oder statt einer Pauschale ein Gebührenrahmen festgelegt, so werden die Gebühren, gegebenenfalls innerhalb des Rahmens, nach Zeitaufwand berechnet. Der Stundenansatz beträgt je nach erforderlicher Sachkenntnis des ausführenden Personals 90–200 Franken. 3 Verursacht eine Verfügung oder Dienstleistung, für die in den Anhängen ein Ansatz festgelegt ist, einen aussergewöhnlich hohen Aufwand, so werden die Gebühren nach Absatz 2 bemessen. 4 Ist für den Erlass einer Verwaltungsmassnahme nach den Artikeln 169–171 a des Landwirtschaftsgesetzes vom 29. April 1998 eine Betriebsinspektion erforderlich, so wird je Betriebsinspektion für Reise- und Transportkosten eine Pauschale von 200 Franken erhoben. Fassung gemäss Ziff. I der V vom 12. Mai 2010, in Kraft seit 1. Juli 2010 ( AS 2010 2315 ). SR 916.20 Eingefügt durch Ziff. I 2 der V vom 1. Mai 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 1615 ). Eingefügt durch Ziff. I der V vom 28. Okt. 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 4491 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Gebührenzuschlag",
      "content": "Für Dienstleistungen und Verfügungen, die auf Ersuchen dringlich oder ausserhalb der normalen Arbeitszeit verrichtet werden, kann das BLW Zuschläge bis zu 50 Prozent erheben."
    },
    {
      "provision_ref": "art5a",
      "section": "5a",
      "title": "a Bezug von Milchdaten und Auswertungen",
      "content": "Die Gebühren nach Anhang 2 sind im Voraus zu entrichten. Eingefügt durch Ziff. I der V vom 12. Mai 2010, in Kraft seit 1. Juli 2010 ( AS 2010 2315 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung vom 18. Oktober 2000 über Gebühren des Bundesamtes für Landwirtschaft wird aufgehoben. [ AS 2000 2698 ; 2001 1191 Art. 51 Ziff. 5; 2003 152 Ziff. II, 5319 ; 2005 3035 Art. 69 Ziff. 1]"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. August 2006 in Kraft."
    }
  ],
  "definitions": []
}