{
  "id": "sr-910-193",
  "type": "statute",
  "title": "Verordnung des WBF vom 21. Mai 2014 über die offiziellen Zeichen für Berg- und Alpprodukte",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2014/318/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Offizielle Zeichen",
      "content": "Die offiziellen Zeichen für Berg- und Alpprodukte (Berg-Zeichen und Alp-Zeichen) sind im Anhang festgelegt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Gestaltungsvorlagen",
      "content": "1 Das Bundesamt für Landwirtschaft (BLW) macht die Gestaltungsvorlagen für die offiziellen Zeichen in den vier Landessprachen und in Englisch in elektronischer Form verfügbar. 2 Wer die Gestaltungsvorlagen in einer anderen Sprache verwenden will, muss diese vom BLW genehmigen lassen."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Verwendung der Gestaltungsvorlagen",
      "content": "1 Die Zeichen können allein stehend oder mit Text verwendet werden. Die Schriftart ist Helvetica Neue LT. 2 Folgende Farben müssen verwendet werden: a. für das Berg-Zeichen: Pantone 300 C (Blau); b. für das Alp-Zeichen: Pantone 396 C (Grün); c. für das Schweizerkreuz: Pantone 485 C (Rot). 3 Die Mindestgrösse für die Zeichen mit Text beträgt 8 mm in der Höhe. Ohne Text dürfen die Zeichen nicht kleiner als 5 mm in der Höhe abgebildet werden. 4 Wäre die Ausführung in Farbe nicht zweckmässig oder bestehen Farbkonflikte mit anderen Zeichen, so können die Zeichen in einer schwarz-weissen Version verwendet werden. Das Schweizerkreuz muss in diesem Fall ebenfalls schwarz-weiss abgebildet sein. 5 Sind die Verpackungsangaben nur in einer Farbe gehalten, so können die Zeichen in derselben Farbe wie diese verwendet werden. Das Schweizerkreuz muss ebenfalls in der gleichen Farbe abgebildet sein. 6 Die Zeichen dürfen nicht in einer grafischen Negativanwendung verwendet werden. 7 Werden die Zeichen in Kombination mit anderen Zeichen verwendet, so müssen diese klar voneinander getrennt sein. Werden sie mit anderen Garantiezeichen verwendet, so müssen sie eine vergleichbare Grösse wie diese aufweisen."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2014 in Kraft."
    }
  ],
  "definitions": []
}