{
  "id": "sr-946-101",
  "type": "statute",
  "title": "Verordnung vom 25. Oktober 2006 über die Schweizerische Exportrisikoversicherung (SERV-V)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/669/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "An Exportgeschäfte gebundene Finanzierungsgeschäfte",
      "content": "Die Schweizerische Exportrisikoversicherung (SERV) kann auf der Grundlage von Artikel 11 Absatz 1 SERVG auch versichern: a. Finanzierungsgeschäfte, die an Exportgeschäfte gebunden sind; b. die Lieferung von Waren und Geräten, die im Zusammenhang mit Exportgeschäften ausgeführt werden."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "",
      "content": "Aufgehoben durch Ziff. I der V vom 12. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Schweizerischer Ursprung oder schweizerischer Wertschöpfungsanteil",
      "content": "1 Eine Ware ist schweizerischen Ursprungs, wenn sie nach den Artikeln 9–16 der Verordnung vom 9. April 2008 über die Beglaubigung des nichtpräferenziellen Ursprungs von Waren im Inland vollständig gewonnen oder hergestellt oder ausreichend be‑ oder verarbeitet worden ist. 2 Ist die Ware nicht schweizerischen Ursprungs, so muss der Anteil der schweizerischen Wertschöpfung am Auftragswert mindestens 20 Prozent betragen. Als schweizerische Wertschöpfung gilt die Differenz zwischen dem Auftragswert des Exportvertrags und dem Wert der ausländischen Zu- und Unterlieferungen oder Leistungen. 3 Die SERV kann die Versicherung auch gewähren, wenn der schweizerische Wertschöpfungsanteil unter 20 Prozent liegt, sofern dies ihren Zielen nach Artikel 5 SERVG und geschäftspolitischen Grundsätzen nach Artikel 6 SERVG entspricht. Dabei berücksichtigt sie insbesondere folgende Gesichtspunkte: a. Die schweizerische Wertschöpfung, die im Zusammenhang mit erfolgsrelevanten Leistungen des Exportgeschäfts wie mit der Herstellung von Schlüsselkomponenten, mit Forschung und Entwicklung oder mit Engineering-, Planungs- und Serviceleistungen erzielt wird, ist von ausreichender Bedeutung. b. Der Anteil der schweizerischen Wertschöpfung am Gesamtumsatz der Exporteurin aus Exportgeschäften innerhalb eines bestimmten Zeitraums ist angemessen. c. Der durchschnittliche schweizerische Wertschöpfungsanteil aller von der SERV versicherten Exportgeschäfte einer Exporteurin, die innerhalb eines bestimmten Zeitraums getätigt werden, ist angemessen. d. Es werden neuentwickelte Produkte exportiert oder neue Märkte erschlossen. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 ). SR 946.31 Fassung gemäss Ziff. I der V vom 23. Sept. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 550 ). Fassung gemäss Ziff. I der V vom 23. Sept. 2022, in Kraft seit 1. Jan. 2023 ( AS 2022 550 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Maximaler Deckungssatz",
      "content": "1 Der maximale Deckungssatz liegt bei 95 Prozent des versicherten Betrags. 2 Für die Fabrikationskreditversicherung beträgt der Deckungssatz maximal 80 Prozent. In Ausnahmefällen kann die SERV den Deckungssatz auf begründeten Antrag hin auf bis zu 95 Prozent erhöhen. 3 Für die Bondgarantie beträgt der Deckungssatz maximal 90 Prozent. In Ausnahmefällen kann die SERV den Deckungssatz auf begründeten Antrag hin bis zum vollen Garantiebetrag erhöhen. 4 Im Übrigen kann die Versicherungsnehmerin keine Deckungsprozente zukaufen. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Subsidiarität",
      "content": "1 Die SERV versichert keine marktfähigen Risiken. 2 Sie kann marktfähige Risiken versichern, wenn der Versicherungsnehmerin keine hinreichenden Versicherungsangebote zur Verfügung stehen. 3 Die Unterscheidung von marktfähigen und nicht marktfähigen Risiken orientiert sich an der Praxis in der Europäischen Union. 4 Die SERV veröffentlicht Abgrenzungskriterien."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Antrags- und Prüfungsverfahren",
      "section": "6",
      "title": "Versicherungsantrag",
      "content": "1 Der Versicherungsantrag kann auf einzelne Versicherungsangebote der SERV beschränkt werden. 2 Die SERV legt fest, inwiefern eine Risikoauswahl innerhalb von Versicherungsangeboten möglich ist."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Antrags- und Prüfungsverfahren",
      "section": "7",
      "title": "Grundsätzliche Versicherungszusage",
      "content": "1 Die Antragstellerin kann vor Abschluss des Exportgeschäfts bei der SERV eine grundsätzliche Versicherungszusage beantragen. 2 Mit der grundsätzlichen Versicherungszusage sichert die SERV zu, dass sie bei nicht wesentlich veränderter Sach- und Rechtslage die beantragte Versicherung abschliessen wird. 3 Die grundsätzliche Versicherungszusage wird befristet. Die SERV kann sie auf Antrag verlängern."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Antrags- und Prüfungsverfahren",
      "section": "8",
      "title": "Informations- und Sorgfaltspflicht",
      "content": "Die Antragstellerin ist verpflichtet: a. der SERV alle Informationen zu liefern, die für das Versicherungsgeschäft von Bedeutung sind, insbesondere Angaben zu Korruptions-, Umwelt- und Menschenrechtsaspekten; b. den Sachverhalt vollständig und richtig darzustellen und Sachverhaltsänderungen der SERV unverzüglich mitzuteilen. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Antrags- und Prüfungsverfahren",
      "section": "9",
      "title": "Entscheidgrundlagen",
      "content": "1 Die SERV prüft den Antrag auf Grund der schriftlichen Angaben der Antragstellerin. 2 Sie kann verlangen, dass die Antragstellerin auf eigene Kosten Auskünfte oder Gutachten beibringt, wenn die SERV dies für die Risikobeurteilung oder für die Prüfung der Unbedenklichkeit als erforderlich erachtet. 3 Sie kann Kosten für Entscheidgrundlagen, die sie selbst beschaffen muss, der Antragstellerin ganz oder teilweise auferlegen."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Abschluss der Versicherung",
      "section": "10",
      "title": "Zustandekommen der Versicherung",
      "content": "1 Die SERV entscheidet über den Abschluss der Versicherung, sobald das Antrags- und Prüfungsverfahren abgeschlossen ist und die Versicherungsnehmerin den Abschluss des Export- oder des gebundenen Finanzierungsgeschäfts (Grundgeschäft) schriftlich mitgeteilt hat. In begründeten Ausnahmefällen kann die SERV vor Abschluss des Grundgeschäfts über den Abschluss der Versicherung entscheiden. 2 Die SERV kann beim Entscheid Risiken von der Versicherung ausschliessen, den Umfang der Versicherung beschränken oder die Versicherung mit Auflagen oder Bedingungen versehen. 3 Schliesst die SERV die Versicherung durch öffentlich-rechtlichen Vertrag ab, so gilt Folgendes: a. Die Versicherung gilt mit der Zusendung des unterzeichneten Versicherungsvertrags an die Versicherungsnehmerin als zustandegekommen. b. Weicht die SERV vom Antrag ab oder versieht sie die Versicherung mit Auflagen oder Bedingungen, so gilt die Versicherung als zustandegekommen, wenn sich die Versicherungsnehmerin mit der von der SERV zugestellten Versicherung einverstanden erklärt; die SERV setzt ihr dafür eine Frist. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Abschluss der Versicherung",
      "section": "11",
      "title": "Prüfung der Verträge",
      "content": "1 Die SERV prüft die Verträge betreffend das versicherte Grundgeschäft nur in begründeten Ausnahmefällen ausserhalb eines Versicherungsfalles. 2 Die Versicherungsnehmerin trägt die Risiken für allfällige Mängel im Vertrag des Grundgeschäfts (Dokumentenrisiko) sowie des anwendbaren Rechts und des vereinbarten Gerichtsstands."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Abschluss der Versicherung",
      "section": "12",
      "title": "Währung",
      "content": "1 Die Versicherung wird in Schweizer Franken abgeschlossen. 2 Sie kann auf Antrag in einer Fremdwährung abgeschlossen werden. Die SERV bestimmt die zugelassenen Fremdwährungen und die Voraussetzungen. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Abschluss der Versicherung",
      "section": "13",
      "title": "Inhalt der Versicherung",
      "content": "1 Die Versicherung beruht auf den schriftlichen Angaben, welche die Versicherungsnehmerin im Antragsverfahren macht. Sie sind Bestandteile der Versicherung. 2 Die Verfügung oder der öffentlich-rechtliche Vertrag enthält insbesondere folgende Angaben: a. Dokumentation des massgeblichen Sachverhalts; b. Gegenstand der Deckung; c. gedeckte Risiken; d. Haftungszeitraum; e. Höchstbetrag; f. Deckungseingriffs- und Weisungsrechte der SERV; g. Entschädigungsvoraussetzungen; h. Deckungssätze; i. Pflichten der Versicherungsnehmerin und die Folgen von Pflichtverletzungen. 3 Die SERV legt für ihre Versicherungen allgemeine Geschäftsbedingungen fest. Sie sind Bestandteil der Verfügung oder des öffentlich-rechtlichen Vertrags. 4 Die SERV kann die Versicherungsnehmerin verpflichten, das versicherte Geschäft mit besonderen Massnahmen zu überwachen und über die Geschäftsabwicklung zu informieren. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Änderungen der Verhältnisse",
      "content": "1 Die Versicherungsnehmerin muss der SERV wesentliche Änderungen der Grundlagen, auf denen die Versicherung beruht, unverzüglich melden. 2 Muss eine Versicherung, die durch öffentlich-rechtlichen Vertrag abgeschlossen wurde, geändert werden, so gilt Artikel 10 Absatz 3 sinngemäss. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Prämien",
      "section": "15",
      "title": "Aufwands- und Versicherungsprämien",
      "content": "1 Die SERV erhebt: a. Aufwandsprämien zur Abgeltung des Prüfungsaufwandes im Zusammenhang mit Versicherungsanträgen; b. Versicherungsprämien als Gegenleistung für das versicherte Risiko. 2 Sie kann Vorschüsse verlangen."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Prämien",
      "section": "16",
      "title": "Prämientarif",
      "content": "1 Der Prämientarif berücksichtigt das OECD-Länderrisikomodell und den Grundsatz der Eigenwirtschaftlichkeit. 2 Er regelt insbesondere Grundsätze, Arten, Höhe, Zuschläge, Rabatte, Erhebung sowie Rückerstattung der Prämien. 3 Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) genehmigt den Prämientarif der SERV nach Anhörung des Eidgenössischen Finanzdepartements (EFD). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Versicherungsfall",
      "section": "17",
      "title": "",
      "content": "1 Die Versicherungsnehmerin muss der SERV Versicherungsfälle unverzüglich, spätestens jedoch zwei Jahre nach Eintritt des Versicherungsfalles, anmelden. Bei Forderungen löst die zuletzt gemeldete und dokumentierte Fälligkeit die Frist aus. 2 Nach Ablauf der Frist gemäss Absatz 1 sind die Ansprüche gegen die SERV verwirkt. 3 Besteht die Möglichkeit schadenabwendender oder –mindernder Restrukturierungen, so kann die SERV zusätzliche Risiken, insbesondere zusätzliche Zinsen, nachträglich versichern. 4 Im Übrigen werden die Rechte und Pflichten der SERV und der Versicherungsnehmerin im Versicherungsfall soweit möglich in den allgemeinen Geschäftsbedingungen und ergänzend in den individuellen Versicherungsbedingungen festgelegt; dies gilt namentlich für: a. die Voraussetzungen für den Eintritt des Versicherungsfalls; b. das Entschädigungsverfahren; c. die Nachweispflichten; d. die Kostenbeteiligungsgrundsätze vor und nach Entschädigung; e. die Rechtsverfolgungszuständigkeiten und -pflichten; f. die Rechte der SERV betreffend den Einbezug von versicherten Forderungen in Umschuldungen und Restrukturierungen. Fassung gemäss Ziff. I der V vom 12. Juni 2015, in Kraft seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "6. Abschnitt: Organisation der SERV",
      "section": "18",
      "title": "Wahl und Zusammensetzung des Verwaltungsrats",
      "content": "1 Das WBF erstellt ein Anforderungsprofil, das die für den Verwaltungsrat erforderlichen fachlichen Kompetenzen festlegt. 2 Bei der Wahl des Verwaltungsrates berücksichtigt der Bundesrat das Anforderungsprofil und sorgt für eine angemessene Vertretung der Bundesinteressen. 3 ... Aufgehoben durch Ziff. I der V vom 12. Juni 2015, mit Wirkung seit 1. Jan. 2016 ( AS 2015 2221 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Organisation der SERV",
      "section": "19",
      "title": "Revisionsstelle",
      "content": "1 Soweit das Gesetz keine Bestimmungen enthält, richten sich die Wahlvoraussetzungen, die Amtsdauer und die Berichterstattung der Revisionsstelle sinngemäss nach den Bestimmungen des Aktienrechts über die Revisionsstelle. 2 Der Verwaltungsrat kann dem Bundesrat Antrag auf Abberufung der Revisionsstelle stellen. 3 Die Revisionsstelle wird nach Aufwand entschädigt."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Organisation der SERV",
      "section": "20",
      "title": "Ausführungsbestimmungen zum Personalreglement",
      "content": "Der Verwaltungsrat kann Ausführungsbestimmungen zum Personalreglement erlassen."
    },
    {
      "provision_ref": "art21",
      "chapter": "7. Abschnitt: Finanzen",
      "section": "21",
      "title": "Rechnungslegung",
      "content": "1 Der Verwaltungsrat legt die Bilanzierungs- und Bewertungsgrundsätze der SERV fest. Die entsprechenden Finanzhaushaltsbestimmungen des Bundes gelten als Mindestanforderung. 2 Die einzelnen Rechnungslegungsgrundsätze, ihre Änderungen und deren Auswirkungen sowie der Bezug zu anerkannten Rechnungslegungsstandards und die Referenzgrössen für Bewertungen sind im Anhang der Jahresrechnung offen zu legen. 3 Rückstellungen werden nur für bestehende Verpflichtungen, die auf einem Ereignis in der Vergangenheit beruhen, gebildet. 4 Die latenten Risiken der Geschäftstätigkeit der SERV, die in Zukunft zu Verpflichtungen führen können, werden durch das Eigenkapital abgedeckt. Die Grundsätze zur Ermittlung des für die Gewährleistung einer nachhaltigen Risikofähigkeit der SERV notwendigen Eigenkapitals und die entsprechende Berechnung werden im Anhang der Jahresrechnung offen gelegt."
    },
    {
      "provision_ref": "art22",
      "chapter": "7. Abschnitt: Finanzen",
      "section": "22",
      "title": "Versicherungsgeschäfte mit Delkredererisiko",
      "content": "Die SERV erbringt den Nachweis gemäss Artikel 29 Absatz 2 SERVG durch Darstellung einer Spartenrechnung innerhalb der Jahresrechnung."
    },
    {
      "provision_ref": "art23",
      "chapter": "8. Abschnitt: Umschuldungen und Restrukturierungen",
      "section": "23",
      "title": "Umschuldungs- und Restrukturierungsabkommen",
      "content": "1 Bei Einbezug versicherter Forderungen in Umschuldungen und Restrukturierungen nach Artikel 31 SERVG bestimmt die SERV die Weiterbehandlung der Gesamtforderung. Die Zuständigkeiten des Bundes bleiben vorbehalten. 2 In Umschuldungsabkommen nach Artikel 7 Absatz 1 SERVG oder bei Restrukturierungen können Entschuldungen bis 100 Prozent vereinbart werden."
    },
    {
      "provision_ref": "art24",
      "chapter": "8. Abschnitt: Umschuldungen und Restrukturierungen",
      "section": "24",
      "title": "Abgeltung bei Umschuldungen",
      "content": "1 Abgeltungen nach Artikel 31 Absatz 4 SERVG werden in der Regel bei autonomen Schuldenbehandlungen ausgerichtet. Der Bund richtet keine Abgeltung aus bei der Umsetzung von Schuldenbehandlungen, die vom Paris Club oder anderen vergleichbaren internationalen Vereinbarungen für Umschuldungen mit Schweizer Beteiligung empfohlen werden. 2 Die Abgeltung bemisst sich nach dem Ausmass, in dem das Schuldnerland stärker von Schulden befreit wird, als es seine realistische Zahlungsfähigkeit rechtfertigt. Die SERV wird vor dem Schuldenbehandlungsentscheid angehört. 3 Die Abgeltung wird auf die SERV und die Versicherungsnehmerinnen im Verhältnis ihrer Anteile an den in die Schuldenbehandlung einbezogenen Forderungen aufgeteilt. 4 Entgehende Zinseinnahmen und allfällige Kosten, die bei einer vorzeitigen Rückzahlung von Umschuldungsguthaben entstehen, werden nicht abgegolten."
    },
    {
      "provision_ref": "art25",
      "chapter": "8. Abschnitt: Umschuldungen und Restrukturierungen",
      "section": "25",
      "title": "Änderungen von Abkommen",
      "content": "Das WBF kann Änderungen von Umschuldungsabkommen gemäss Artikel 7 Absatz 1 SERVG, die von beschränkter Tragweite sind, selbständig abschliessen."
    },
    {
      "provision_ref": "art26",
      "chapter": "9. Abschnitt: Aufsicht",
      "section": "26",
      "title": "Verpflichtungsrahmen",
      "content": "1 Der Verpflichtungsrahmen der SERV nach Artikel 33 Absatz 2 SERVG wird periodisch überprüft und bei Bedarf angepasst. 2 Der Verwaltungsrat orientiert rechtzeitig über die Notwendigkeit einer Anpassung des Verpflichtungsrahmens."
    },
    {
      "provision_ref": "art27",
      "chapter": "9. Abschnitt: Aufsicht",
      "section": "27",
      "title": "Berichterstattung",
      "content": "Der Verwaltungsrat erstattet dem WBF zuhanden des Bundesrates jährlich Bericht über die Erfüllung der strategischen Ziele."
    },
    {
      "provision_ref": "art28",
      "chapter": "9. Abschnitt: Aufsicht",
      "section": "28",
      "title": "Versicherungen von besonderer Tragweite",
      "content": "1 Der Verwaltungsrat stellt durch frühzeitige Information des WBF sicher, dass der Bundesrat bei Versicherungen von besonderer Tragweite Anweisungen erteilen kann. 2 Von besonderer Tragweite sind Exportgeschäfte mit wesentlichen ökonomischen, sozialen, ökologischen, entwicklungspolitischen oder anderen aussenpolitischen Auswirkungen."
    },
    {
      "provision_ref": "art29",
      "chapter": "10. Abschnitt: Schlussbestimmungen",
      "section": "29",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Folgende Verordnungen werden aufgehoben: 1. Verordnung vom 15. Juni 1998 über die Exportrisikogarantie; 2. Verordnung des EVD vom 18. November 2002 über den Mindestanteil der schweizerischen Wertschöpfung für Exportrisikogarantien; 3. Verordnung des EVD vom 1. Dezember 1998 über die Bezeichnung von Währungen für eine zusätzliche Absicherung von Fremdwährungsgeschäften; 4. Verordnung des EVD vom 19. August 2002 über die Zuteilung von Importländern zu den Länderkategorien für Exportrisikogarantien; 5. Verordnung des EVD vom 8. März 1999 über die Erhebung von Gebühren für Exportrisikogarantien durch Organisationen der Wirtschaft; 6. Verordnung des EVD vom 8. März 1999 über die Erhebung einer Mindestgebühr für Exportrisikogarantien. [ AS 1998 1624 ; 2000 187 Art. 21 Ziff. 10] [ AS 2002 4347 ] [ AS 1999 617 ] [ AS 2002 2782 ; 2004 1269 ] [ AS 1999 1542 ] [ AS 1999 1543 ]"
    },
    {
      "provision_ref": "art30",
      "chapter": "10. Abschnitt: Schlussbestimmungen",
      "section": "30",
      "title": "Änderung bisherigen Rechts",
      "content": "Die nachstehenden Verordnungen werden wie folgt geändert: ... Die Änderungen können unter AS 2006 4403 konsultiert werden."
    },
    {
      "provision_ref": "art31",
      "chapter": "10. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Übergangsbestimmungen",
      "content": "1 Die Rechte und Pflichten aus vor dem Inkrafttreten des SERVG verfügten Garantien und Zusicherungen gemäss Artikel 38 SERVG gehen von Gesetzes wegen an die SERV über. Die SERV kann Auftragswerterhöhungen und weitere Änderungen zu bestehenden Garantien nach altem Recht gewähren. 2 Die SERV schliesst gestützt auf Zusagen, die unter dem bisherigen Recht vorbehaltlos abgegeben worden sind und deren Befristung im Zeitpunkt des Inkrafttretens des Gesetzes noch nicht abgelaufen ist, auf Antrag einen Versicherungsvertrag im Umfang der Zusicherungen ab, sofern die Verhältnisse sich nicht wesentlich geändert haben. Sie behandelt diese Verträge gemäss dem Bundesgesetz vom 26. September 1958 über die Exportrisikogarantie, sofern die Versicherungsnehmerin nicht den Abschluss des Vertrags nach neuem Recht beantragt. [ AS 1959 391 ; 1973 1024 ; 1978 1985 ; 1981 56 ; 1992 288 Anhang Ziff. 63; 1996 2444 . AS 2006 1801 Art. 37 Abs. 1]"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Errichtung der SERV",
      "content": "1 Die Aktiven und Passiven sowie die Rechte und Pflichten nach Artikel 39 Absatz 3 Buchstabe a SERVG werden auf den 1. Januar 2007 übertragen. 2 Die SERV legt dem Bundesrat bis zum 30. September 2007 die Eröffnungsbilanz per 1. Januar 2007 zur Genehmigung vor."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2007 in Kraft."
    }
  ],
  "definitions": []
}