{
  "id": "sr-944-0",
  "type": "statute",
  "title": "Bundesgesetz vom 5. Oktober 1990 über die Information der Konsumentinnen und Konsumenten (Konsumenteninformationsgesetz, KIG)",
  "title_en": "Federal Act of 5 October 1990 on Information for Consumers (Consumer Information Act, ConsumIA)",
  "short_name": "KIG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 Purpose",
      "section": "1",
      "title": "",
      "content": "This Act has the aim of encouraging the provision of objective information to consumers by means of: a. regulations on declarations relating to goods and services; b. financial assistance to consumer organisations."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 2 Declarations Relating to Goods and Services",
      "section": "2",
      "title": "Principles",
      "content": "1 Where it is in consumers’ interests, the following shall be declared in a form that enables a comparison to be made: a. the essential characteristics of the goods offered for sale or use; b. the essential content of services designated by the Federal Council. 2 Any person who places such goods on the market or offers such services is required to make a declaration. 3 Foreign declarations must be recognised if they enable a comparison to be made with Swiss declarations. 4 Trade and manufacturing secrecy shall be preserved. 5 Labelling obligations in accordance with other federal provisions are reserved. 6 Declarations shall be made in the official languages of the Confederation. Amended by Annex No II 10 of the Therapeutic Products Act of 15 Dec. 2000, in force since 1 Jan. 2002 ( AS 2001 2790 ; BBl 1999 3453 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 2 Declarations Relating to Goods and Services",
      "section": "3",
      "title": "Agreements under private law",
      "content": "The business and consumer organisations concerned shall agree which goods must be declared. They shall also agree on the requirements for the form and content of the declarations related to these goods and the services designated by the Federal Council. In doing so, they shall take account of international standards and the principle of non-discrimination."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Declarations Relating to Goods and Services",
      "section": "4",
      "title": "Federal Council ordinances",
      "content": "The Federal Council may after consulting the business and consumer organisations concerned regulate the declaration procedure by ordinance if: a. no agreement has been reached within a reasonable time; or b. an agreement is not being fulfilled satisfactorily."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 3 Financial Assistance to Consumer Organisations",
      "section": "5",
      "title": "Principles",
      "content": "1 The Confederation may grant financial assistance to consumer organisations whose activities are of nationwide importance and which, in accordance with their articles of association, are devoted exclusively to consumer protection. The financial assistance may not exceed 50 per cent of the eligible costs, within the limits of the approved credits, of: a. providing objective and accurate information on printed or in electronic media; b. conducting comparison tests on the essential and clearly ascertainable characteristics of goods and on the essential content of services; c. negotiating agreements on declarations. 2 The Confederation may also grant financial assistance under paragraph 1 letter a to other organisations whose activities are of national importance and which, in accordance with their articles of association, are devoted to consumer protection."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 3 Financial Assistance to Consumer Organisations",
      "section": "6",
      "title": "Financial assistance for conducting comparison tests",
      "content": "1 The Confederation shall grant financial assistance for conducting comparison tests only if the consumer organisation in all its testing activities: a. bases its selection of the test subjects and the conduct of the tests on the consumers’ need for information; b. conducts the tests in accordance with scientific principles; c. ensures that the tests are conducted in a technically competent, professional and impartial manner; d. grants the suppliers concerned a right of reply. 2 The competent federal authority shall ensure the coordination of the test activities of consumer organisations seeking financial assistance."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 3 Financial Assistance to Consumer Organisations",
      "section": "7",
      "title": "Independence in conducting tests",
      "content": "Any organisation that receives financial assistance for conducting comparison tests in accordance with Article 5 paragraph 1 letter b must be sufficiently independent to guarantee the objective conduct of the tests."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 4 Obligation to Provide Information",
      "section": "8",
      "title": "",
      "content": "1 Organisations that claim financial assistance must provide the competent administrative unit with all the required information and permit the inspection of documents. 2 The business and consumer organisations concerned and the suppliers of goods and services must provide the competent administrative unit with all the information required to implement the Federal Council regulations on declarations relating to goods and services (Art. 4)."
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 5 Federal Commission for Consumer Affairs",
      "section": "9",
      "title": "",
      "content": "1 The Federal Council shall establish a Federal Commission for Consumer Affairs in which consumers, businesses and academia are represented. 2 The Commission shall advise the Federal Council and the departments on matters affecting consumers. 3 The Commission shall promote the resolution of consumer issues in a spirit of partnership."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 6 Procedures and Criminal Provisions",
      "section": "10",
      "title": "Legal remedies",
      "content": "Legal remedies are governed by the provisions on the administration of federal justice."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 6 Procedures and Criminal Provisions",
      "section": "11",
      "title": "Offences",
      "content": "1 Any person who wilfully commits any of the following acts shall be liable to a fine: a. failure to comply with a Federal Council regulation on declarations relating to goods and services (Art. 4), where such failure carries a criminal penalty; b. failure to comply with the obligation to provide information under Article 8 paragraph 2. 2 If the offender acts through negligence, the fine shall not exceed 2000 francs. 3 In particularly minor cases, no penalty need be imposed."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 6 Procedures and Criminal Provisions",
      "section": "12",
      "title": "Relationship with the Federal Act on Administrative Criminal Law",
      "content": "1 The Federal Act of 22 March 1974 on Administrative Criminal Law applies to the prosecution and adjudication of the offences. 2 The administrative unit responsible for prosecution and judgment is the Federal Department of Economic Affairs, Education and Research. SR 313.0 Term in accordance with No I 34 of the O of 15 June 2012 (Restructuring of the Departments), in force since 1 Jan. 2013 ( AS 2012 3655 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 7 Final Provisions",
      "section": "13",
      "title": "Implementation",
      "content": "1 The Federal Council shall implement this Act. It shall issue the implementing provisions. 2 It may consult the business and consumer organisations concerned on the implementation of the regulations."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 7 Final Provisions",
      "section": "14",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Commencement date: 1 May 1992 FCD of 1 April 1992."
    }
  ],
  "definitions": []
}