{
  "id": "sr-935-621",
  "type": "statute",
  "title": "Patentanwaltsverordnung vom 11. Mai 2011 (PAV)",
  "title_en": "Patent Attorney Ordinance of 11 May 2011 (PatAO)",
  "short_name": "PAV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2011/313/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter 1 Subject Matter",
      "section": "1",
      "title": "",
      "content": "This Ordinance regulates: a. the requirements to be fulfilled by a higher education qualification in natural sciences or engineering (Art. 2 let. a PatAA); b. the Swiss Federal Patent Attorney Examination and the recognition of foreign patent attorney examinations (Art. 6–8 PatAA); c. the requirements concerning practical training and the recognition of professional experience acquired abroad (Art. 9 PatAA); d. the Patent Attorney Register (Art. 11–15 PatAA)."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter 2 Higher Education Qualifications",
      "section": "2",
      "title": "",
      "content": "1 A higher education qualification in natural sciences or engineering must be obtained by completing a full-time study course with a minimum duration of three years or a part-time study course of equivalent study duration. A minimum of 80 percent of the course hours required to obtain this qualification must be devoted to natural sciences or engineering subjects. 2 The following subjects in particular are considered natural sciences or engineering subjects: civil engineering, biochemistry, biology, biotechnology, chemistry, electronics, electrical engineering, information technology, mechanical engineering, mathematics, medicine, pharmacy and physics."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 Organisation of the Examination",
      "section": "3",
      "title": "Examination Board",
      "content": "1 The Federal Council assigns to the joint association (Examination Board) of the Association of Swiss and European Patent Attorneys in Private Practice (VESPA), the Association of Patent Attorneys in Swiss Industry (VIPS) and the Association of Swiss Patent and Trademark Attorneys (ASPTA) the following duties: a. administration of the Swiss Federal Patent Attorney Examination. b. issuing guidelines for the Patent Attorney Examination. c. appointment of examiners. d. deciding on the passing or failing of the examination. e. deciding on the recognition of foreign patent attorney examinations. f. establishing fee regulations and submitting them to the Federal Council for approval. g. maintenance of an office. 2 The Examination Board is financed by the fees levied for its rulings and services and by contributions from its members. 3 The duties of the Examination Board are performed by the Examination Committee."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 1 Organisation of the Examination",
      "section": "4",
      "title": "Examination Committee",
      "content": "1 The Examination Committee consists of two representatives each of the VESPA, VIPS and ASPTA patent attorney associations. They are elected by the Executive Board of the Examination Board. 2 The Examination Committee is quorate when the chair or his or her deputy and at least three other members are present. 3 The decisions of the Examination Committee are reached by a majority of the members present. The chair also has a vote; where a vote is tied, his or her vote or, where he or she is absent, the vote of his or her deputy, shall be decisive. 4 The President of the Federal Patent Court or a legal member of this court designated by the President shall attend the meetings of the Examination Committee as an observer in an advisory capacity. The Examination Committee may invite other persons without voting rights to the meetings."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 1 Organisation of the Examination",
      "section": "5",
      "title": "Examiners",
      "content": "1 Patent attorneys registered in the Patent Attorney Register and other experts with proven knowledge in the subject areas to be examined (Art. 7), such as lecturers in higher education, attorneys and judges, shall be appointed by the Examination Committee as examiners. 2 Examiners may not simultaneously be members of the Examination Committee. 3 Examiners are appointed for a period of two years. They may be reappointed."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 1 Organisation of the Examination",
      "section": "6",
      "title": "Supervision",
      "content": "1 Responsibility for the supervision of the Swiss Federal Patent Attorney Examination lies with the State Secretariat Education, Research and Innovation (SERI). 2 SERI approves the Examination Committee’s guidelines for the Patent Attorney Examination. The name of this administrative unit was amended in application of Art. 16 para. 3 of the Publications Ordinance of 17 Nov. 2004 ( SR 170.512.1 ) on 1 Jan. 2013. The amendment has been made throughout the text."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Content of the Examination",
      "section": "7",
      "title": "Examination of specialised knowledge",
      "content": "In the Swiss Federal Patent Attorney Examination, specialised knowledge is examined in the following areas: a. European and international patent law; b. Swiss patent law; c. Swiss procedural and organisational law relevant to industrial property rights; d. trade mark, design, copyright, competition and civil law to the extent required for working professionally as a patent attorney in Switzerland."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Content of the Examination",
      "section": "8",
      "title": "Parts of the examination",
      "content": "1 The Swiss Federal Patent Attorney Examination consists of four parts. The candidate is free to decide on the order in which the parts of the examination are completed. 2 Parts 1 and 2 (Art. 7 let. a) are conducted in accordance with the provisions of the Administrative Council of the European Patent Organisation (Art. 134 a para. 1 let. b of the European Patent Convention of 5 October 1973, revised on 29 November 2000) on the European qualifying examination for professional representatives before the European Patent Office. They cover the following: a. Part 1: drafting of patent claims and the introductory part of a patent application (Examination Paper A); b. Part 2: replying to an official communication in which prior art has been cited (Examination Paper B). 3 Part 3 (Art. 7 let. a–c) covers: a. Swiss patent law including the special provisions pertaining to international procedures; b. the Swiss provisions in the area of administrative, criminal and civil procedure as well as the organisation of authorities and court applicable to patent matters. 4 Part 4 (Art. 7 let. d) covers trade mark, design, copyright, competition and civil law to the extent required for working professionally as a patent attorney in Switzerland. SR 0.232.142.2"
    },
    {
      "provision_ref": "art9",
      "chapter": "Section 3 Examination Procedure",
      "section": "9",
      "title": "Conduct of the examination",
      "content": "1 Parts 3 and 4 of the Swiss Federal Patent Attorney Examination are held at least once a year. If less than four applications have been received, the Examination Committee may postpone the examination, whereby there may be no more than 25 months between two examination dates of any examination part. 2 The Examination Committee determines the application deadlines, the examination dates and the examination location and publishes these. 3 Neither Part 3 nor Part 4 of the examination may be split across more than one examination date."
    },
    {
      "provision_ref": "art10",
      "chapter": "Section 3 Examination Procedure",
      "section": "10",
      "title": "Admission",
      "content": "1 Admission to the Swiss Federal Patent Attorney Examination shall be granted to: a. any person who, on applying to take the examination, can provide proof of the requisite higher education qualification (Art. 2) and of the requisite practical training (Art. 27–30); and b. has paid the examination fee by the application deadline. 2 Any person who applies for admission to the examination must submit the following: a. the documents evidencing his or her higher education qualification; b. a certificate confirming the completion of practical training (Art. 30). 3 The Examination Committee may require a candidate, the candidate’s institution of higher education or the candidate’s supervisor (Art. 28) to provide additional information or proof. 4 The Examination Committee shall decide on admission to the examination by issuing a ruling."
    },
    {
      "provision_ref": "art11",
      "chapter": "Section 3 Examination Procedure",
      "section": "11",
      "title": "Examination language",
      "content": "1 The candidate may take the examination parts administered by the Examination Committee in German, French or Italian. 2 The candidate must indicate the examination language on applying to take the examination."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Examination Procedure",
      "section": "12",
      "title": "Parts 1 and 2 of the examination",
      "content": "1 Parts 1 and 2 must be completed within the framework of the European qualifying examination conducted by the European Patent Office. 2 In exceptional circumstances, the Examination Committee may offer substitute examinations that are equivalent to Examination Papers A and B of the European qualifying examination."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Examination Procedure",
      "section": "13",
      "title": "Preparation of examination content",
      "content": "1 The examination questions are prepared by at least two examiners. They establish the marking criteria. 2 The examiners must submit the examination questions and the marking criteria to the Examination Committee for approval. 3 The Examination Committee ensures the examination papers are translated into the respective languages for which applications have been received."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Examination Procedure",
      "section": "14",
      "title": "Part 3 of the examination",
      "content": "1 Part 3 of the examination is conducted in writing. 2 At least one of the examiners who prepared this part of the examination must be present. He or she advises the candidate on the details pertaining to the conduct of the examination prior to commencement of the examination. 3 This part of the examination shall have a duration of six hours. 4 The candidate shall provide the answers to the examination in anonymised form. 5 The examiners entrusted with marking the examinations shall determine their assessment jointly."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Part 4 of the examination",
      "content": "1 Part 4 of the examination is conducted orally. 2 Two of the examiners who prepared this part of the examination must be present for Part 4. 3 This part of the examination shall have a duration of one hour. In justified cases, it may be extended to a maximum of 75 minutes. 4 The examiners shall determine their assessment jointly."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Presence of third parties at the examination",
      "content": "1 The Swiss Federal Patent Attorney Examination is not public. 2 The Examination Committee may grant persons with a proven justified interest to be present during the examination. 3 The members of the Examination Committee and SERI representatives are permitted to be present ex officio."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Passing of Parts 1 and 2 of the examination and resitting the substitute examination",
      "content": "1 Parts 1 and 2 of the examination in accordance with Article 12 paragraph 1 are deemed to have been passed when the person: a. has passed both papers A and B of the examination; or b. has passed the European qualifying examination in full. 2 Parts 1 and 2 of the substitute examination taken in accordance with Article 12 paragraph 2 are deemed to have been passed if both parts of the examination have been passed individually. 3 Any person who twice fails one part of the substitute examination taken in accordance with Article 12 paragraph 2 shall be excluded from any further examinations."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Passing and resitting parts 3 and 4 of the examination",
      "content": "1 Parts 3 and 4 of the examination are deemed to have been passed if both parts of the examination have been passed individually. 2 Any person who twice fails one of the examination parts shall be excluded from any further examinations."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Withdrawal",
      "content": "1 Candidates may withdraw their application up to 14 days prior to the commencement of the examination. The examination fee will only be refunded in this case. 2 After this time, withdrawal is only possible where the candidate has a valid excuse. In particular, the following are deemed to be valid excuses: a. maternity; b. illness or accident; c. death of a closely related person; d. unforeseen military, civil defence or civilian service. 3 Notice of withdrawal must be given immediately in writing and the reasons therefor must be documented. 4 Candidates who do not withdraw from the examination in due time in accordance with paragraph 1 or who do not have a valid excuse are deemed not to have passed the relevant part of the examination. 5 Where a candidate withdraws, with a valid excuse, from an examination that has already commenced, the candidate must apply for the next examination date, or this part of the examination will be deemed not to have been passed. 6 The candidate must resit the interrupted examination in full and pay the examination fee again."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Examination results",
      "content": "1 The Examination Committee shall decide at a meeting on whether the examination parts have been passed. A representative of SERI shall be invited to attend this meeting. 2 The Examination Committee shall notify the candidate, within three months, in a written ruling of the result of the examination parts taken by him or her. 3 The Swiss Federal Patent Attorney Examination has been passed when all four examination parts in accordance with Article 8 are deemed to have been passed. In this case, the Examination Committee issues confirmation in the form of a certificate."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Retention of examination scripts",
      "content": "1 The Examination Committee shall ensure that all examination scripts are retained for a period of two years following notification of the examination results. 2 Where an objection is filed, the examination scripts must be retained until the decision on the objection has become legally binding. 3 The candidate may request to view his or her examination scripts retained in accordance with paragraph 1 or 2."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Sanctions",
      "content": "1 Where it is established that the candidate obtained admission to the examination under false pretences by providing incorrect or incomplete information, the Examination Committee shall declare the passed examination parts to be invalid. 2 Where a candidate attempts to influence the examination result during an examination by dishonest means, the examiner shall report this to the Examination Committee. The Examination Committee shall decide whether, as a result, the respective examination part is deemed not to have been passed. Where a candidate is caught attempting to cheat during an examination, he or she may complete the examination subject to reservation."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 4 Recognition of Foreign Patent Attorney Examinations",
      "section": "23",
      "title": "General principles",
      "content": "1 The Examination Committee is responsible for the recognition of foreign patent attorney examinations. 2 It decides by issuing a written ruling on the recognition of the foreign patent attorney examination and on the content and conduct of a qualifying examination. 3 The Agreement of 21 June 1999 between the Swiss Confederation and the European Community and its Member States on the Free Movement of Persons applies to the recognition of foreign patent attorney examinations for the persons subject to this agreement. SR 0.142.112.681"
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 4 Recognition of Foreign Patent Attorney Examinations",
      "section": "24",
      "title": "Application for recognition",
      "content": "1 Any person who seeks to have a foreign patent attorney examination recognised must submit a written application to the Examination Committee. 2 The application must include documentation evidencing: a. that the applicant has taken a patent attorney examination; b. the specialised knowledge examined in the patent attorney examination."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 4 Recognition of Foreign Patent Attorney Examinations",
      "section": "25",
      "title": "Qualifying examination",
      "content": "1 Where the Examination Committee does not recognise the foreign patent attorney examination or recognises it only in part, the applicant may take a qualifying examination. 2 Any person who can, at the time of application, provide proof of a higher education qualification (Art. 2) and practical training (Art. 27–30), shall be admitted to the qualifying examination. 3 The Examination Committee may require the applicant to submit documentation on the nature and duration of the professional experience acquired by him or her."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 4 Recognition of Foreign Patent Attorney Examinations",
      "section": "26",
      "title": "Content and conduct of the qualifying examination",
      "content": "1 The qualifying examination covers the specialised knowledge which forms the subject matter of the Swiss Federal Patent Attorney Examination and which has not already been examined in the course of education in the country in which the patent attorney examination was taken. 2 In determining the content of the qualifying examination, the applicant’s relevant professional experience may be taken into consideration. 3 The Examination Committee shall decide on a case by case basis on the form, conduct and marking of the qualifying examination. 4 The provisions pertaining to the examination language (Art. 11), withdrawal (Art. 19) and sanctions (Art. 22) apply by analogy to the qualifying examination. 5 The Examination Committee shall notify the applicant in a written ruling of the result of the qualifying examination taken by him or her within three months. 6 Any person who twice fails the qualifying examination or parts of it shall be excluded from further examinations."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter 4 Practical Training",
      "section": "27",
      "title": "Objective and content",
      "content": "1 Practical training allows the candidate to obtain, under supervision, practical experience that enables him or her to work independently as a patent attorney under the PatAA. 2 Within the scope of obtaining the requisite practical training, the candidate shall, in particular: a. acquire specialised knowledge in accordance with Article 7 and apply it in practice; b. become familiar with the authorities competent for patent matters in Switzerland; c. learn to draft patent applications on the basis of documentation provided by a client and represent the client in grant procedures; d. become familiar with the formalities and time limits for the procedure of the grant of a patent in Switzerland."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 4 Practical Training",
      "section": "28",
      "title": "Supervisor",
      "content": "The following persons may supervise practical training: a. any person who is registered in the Patent Attorney Register as a patent attorney; b. any person who has worked professionally as a patent attorney in Switzerland for at least ten years on a full-time basis without being registered in the Swiss Patent Attorney Register; c. any person who has worked professionally as a patent attorney abroad for at least six years on a full-time basis as a regulated profession under the laws of the country of origin; or d. any person who is registered in the list of professional representatives maintained by the European Patent Office and has worked professionally as a patent attorney in Switzerland for at least one year on a full-time basis."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 4 Practical Training",
      "section": "29",
      "title": "Territorial requirements",
      "content": "1 A minimum of twelve months of the practical training must be completed on a full-time basis under a supervisor with a place of business in Switzerland. 2 Supervised professional work as a patent attorney in a foreign country will be recognised when it was completed on a full-time basis for at least eighteen months and where, as a result, the candidate: a. acquired the specialised knowledge in accordance with Article 7 and applied it in practice; b. became familiar with the authorities competent for patent matters in Switzerland; and c. became familiar with the formalities and time limits for the procedure of the grant of a patent in Switzerland."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter 4 Practical Training",
      "section": "30",
      "title": "Proof of practical training",
      "content": "1 On completion of the candidate’s practical training, the supervisor must certify the following in writing: a. the duration of practical training; b. the level of employment in relation to a full-time equivalent; c. the place of employment; d. the activities performed. 2 In cases of practical training in accordance with Article 29 paragraph 2, the supervisor must also indicate in writing the extent to which the candidate achieved the training objectives in accordance with Article 29 paragraph 2 by means of the performed activities."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter 5 Patent Attorney Register",
      "section": "31",
      "title": "Application for registration in the Patent Attorney Register",
      "content": "1 Any person who wishes to be registered in the Patent Attorney Register must submit the following to the Swiss Federal Institute of Intellectual Property (IPI): a. the information in accordance with Article 14 paragraph 1 letters b, c and, if applicable, letter d PatAA; and b. the following documents: 1. the certificate confirming that the Swiss Federal Patent Attorney Examination has been passed, or 2. the Examination Committee’s decision on the recognition of the foreign patent attorney examination and, if applicable, the Examination Committee’s decision that the qualifying examination in accordance with Article 23 paragraph 2 and Article 26 paragraph 5 has been passed, or proof that the requirements in terms of Article 23 paragraph 3 are fulfilled. 2 The application for registration will not be deemed to have been made unless the registration fee has been paid within the time limit set by the IPI. 3 Where the documents submitted are incomplete or where there is doubt as to their correctness, the IPI may request that additional information or proof be provided. 4 Where the applicant does not fulfil the requirements for registration in the Register, the IPI shall reject the application. The registration fee shall not be refunded."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter 5 Patent Attorney Register",
      "section": "32",
      "title": "Modification and deletion of particulars in the Register",
      "content": "1 The IPI shall modify or delete particulars in the Register on application by the registered person or ex officio. 2 It shall modify or delete particulars ex officio when the information required for registration has changed, in particular, when the registered person no longer has an address for service in Switzerland or the registered person’s address for service in Switzerland has changed. 3 Where the IPI modifies or deletes particulars ex officio, it shall notify the registered person of the intended amendment or deletion and set a time limit to respond. If the registered person does not comply with the time limit to respond, the IPI shall modify or delete the corresponding particulars. 4 The IPI may delete particulars ex officio without invitation to respond where: a. the Swiss Federal Department of Justice and Police orders the deletion; b. the Examination Committee subsequently declares an examination to be invalid; c. the registered person is deceased."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter 5 Patent Attorney Register",
      "section": "33",
      "title": "Application for re-entry in the Register",
      "content": "1 Where a person whose registration has been deleted wishes to be re-entered in the Register, and where the requirements for registration are fulfilled, submission of the certificate in accordance with Article 12 paragraph 1 PatAA shall suffice. 2 The registration fee must be paid in full for re-entry in the Register."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter 5 Patent Attorney Register",
      "section": "34",
      "title": "Dossier",
      "content": "1 The dossier shall be retained for a period of five years following deletion of a registration in the Register or for a period of five years following rejection of an application for registration. 2 The following persons may view the dossier: a. the person registered in the Register; b. third parties who can prove a justified interest."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter 5 Patent Attorney Register",
      "section": "35",
      "title": "Electronic communication",
      "content": "1 The IPI may permit electronic communication. 2 It shall establish the technical details and publish them in a suitable manner."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 1 Transitional Provisions",
      "section": "36",
      "title": "Higher education qualifications",
      "content": "Natural sciences or engineering degrees (Bachelor’s, Master’s, Diplom or Lizenziat ) obtained at higher education institutions as defined in Article 3 of the University Funding Act of 8 October 1999 are recognised as Swiss higher education qualifications in accordance with Article 4 PatAA even if the higher education institution was not accredited at the time the qualification was awarded. SR 414.20"
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 1 Transitional Provisions",
      "section": "37",
      "title": "Registration in the Patent Attorney Register in accordance with Article 19 PatAA",
      "content": "1 Any person who wishes to be registered in the Patent Attorney Register in accordance with Article 19 PatAA must submit the following to the IPI: a. for applications in accordance with Article 19 paragraph 1 letter a PatAA, proof of working professionally as a patent attorney in Switzerland and of a higher education qualification; b. for applications in accordance with Article 19 paragraph 1 letter b PatAA, proof of working professionally as a patent attorney in Switzerland and proof of registration in the list of professional representatives before the European Patent Office. 2 The application will not be deemed to have been made unless the registration fee has been paid within the time limit set by the IPI. 3 Where the documents submitted are incomplete or where there is doubt as to their correctness, the IPI may require that additional information or proof be provided. 4 Where the applicant does not fulfil the requirements for registration in the Register, the IPI will reject the application. The registration fee will not be refunded."
    },
    {
      "provision_ref": "art38",
      "chapter": "Section 1 Transitional Provisions",
      "section": "38",
      "title": "Use of the professional title during the transitional period",
      "content": "Persons who fulfil the requirements for registration in the Patent Attorney Register in accordance with Article 19 paragraph 1 PatAA may use the professional titles “patent attorney”, “Patentanwältin” or “Patentanwalt”, “conseil en brevets” or “consulente in brevetti” during the time period for submitting their application in accordance with Article 19 paragraph 2 PatAA, even if they have not yet been registered in the Patent Attorney Register."
    },
    {
      "provision_ref": "art39",
      "chapter": "Section 2 Commencement",
      "section": "39",
      "title": "",
      "content": "This Ordinance comes into force on 1 July 2011."
    }
  ],
  "definitions": []
}