{
  "id": "sr-910-16",
  "type": "statute",
  "title": "Verordnung vom 23. Oktober 2013 über die Förderung von Qualität und Nachhaltigkeit in der Land- und Ernährungswirtschaft (QuNaV)",
  "title_en": "",
  "short_name": "QuNaV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2013/713/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Unterstützte Massnahmen",
      "content": "1 Finanzhilfen können gewährt werden für: a. die Entwicklung, Weiterentwicklung und Umsetzung von Produktionsstandards, die in den Bereichen Qualität und Nachhaltigkeit der Land- und Ernährungswirtschaft einen Mehrwert garantieren (Produktionsstandards); b. die Entwicklung und die Umsetzung innovativer Projekte zur Verbesserung der Qualität und Nachhaltigkeit in der Land- und Ernährungswirtschaft (innovative Projekte). 2 Die Finanzhilfen können gewährt werden: a. der Trägerschaft für Vorabklärungen und die Startphase; b. der Produzentin oder dem Produzenten für die Teilnahme. 3 Die Finanzhilfen werden befristet gewährt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Nicht unterstützte Massnahmen",
      "content": "Nicht unterstützt werden: a. die Prüfung der Qualität von landwirtschaftlichen Erzeugnissen und von deren Verarbeitungsprodukten; b. Massnahmen, die bereits mit Leistungen aufgrund anderer Erlasse unterstützt werden; c. firmenspezifische Massnahmen oder anderweitige Massnahmen, die wettbewerbsverzerrend wirken könnten; d. Massnahmen, die primär einer Monopolisierung bestimmter Marktvorteile oder einer anderen Wettbewerbsbeschränkung dienen, insbesondere Clubsorten und Franchisingsysteme."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Allgemeine Anforderungen",
      "content": "Die Massnahmen müssen folgende Anforderungen erfüllen: a. Sie sind auf die Bedürfnisse des Marktes ausgerichtet. b. Sie beziehen sich auf die Ziele der Qualitätsstrategie der schweizerischen Land- und Ernährungswirtschaft nach Artikel 2 Absatz 3 LwG. c. Sie haben zum Zweck, die Wettbewerbsfähigkeit der schweizerischen Land- und Ernährungswirtschaft, beziehungsweise der betreffenden Branche, langfristig zu stärken. d. Sie werden von den verschiedenen Stufen der betreffenden Wertschöpfungskette gemeinsam getragen. e. Sie haben zum Zweck, die Absatzmenge schweizerischer landwirtschaftlicher Erzeugnisse, den Marktzugang oder den Produzentenpreis langfristig positiv zu beeinflussen. f. Sie kommen in erster Linie der Landwirtschaft zugute."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Besondere Anforderungen für Produktionsstandards",
      "content": "1 Die Produktionsstandards müssen neben den Anforderungen nach Artikel 3 die folgenden Anforderungen erfüllen: a. Sie entsprechen einer von den Konsumentinnen und Konsumenten nachgefragten Leistung. b. Sie stellen Anforderungen an die Produkte oder Prozesse, die nachweislich und wesentlich über den gesetzlichen Anforderungen im Bereich der Qualität oder Nachhaltigkeit liegen. c. Sie sind klar beschrieben und enthalten eine Beschreibung der Verfahren für die Kontrolle und gegebenenfalls zur Vergabe des Benutzungsrechts des entsprechenden Konformitätszeichens. d. Sie sind gemäss der Akkreditierungs- und Bezeichnungsverordnung vom 17. Juni 1996 akkreditierbar. e. Sie sehen einen Prozess zur stetigen Verbesserung und Optimierung des Produktionsstandards vor. 2 Die Weiterentwicklung eines bestehenden Produktionsstandards kann unterstützt werden, wenn er national ausgerichtet ist und wenn mit der Weiterentwicklung das bestehende Leistungsprofil im Bereich der Qualität oder Nachhaltigkeit in einem Schritt massgeblich verbessert wird. SR 946.512"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Besondere Anforderungen für innovative Projekte",
      "content": "Die innovativen Projekte müssen neben den Anforderungen nach Artikel 3 die folgenden Anforderungen erfüllen: a. Sie weisen einen Modellcharakter für die Branche auf. b. Sie weisen einen zukunftsgerichteten Ansatz bezüglich des Marketings, der Organisationsform oder der Form der Partnerschaft auf. c. Sie weisen spezifische Indikatoren und Wirkungsziele bezüglich der Nachhaltigkeit oder der Qualität auf. d. Sie legen dar, dass sie sich nicht negativ auf andere Aspekte der Nachhaltigkeit oder der Qualität auswirken."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Trägerschaft",
      "content": "Massnahmen sind gemeinschaftlich, wenn sie durch Zusammenschlüsse von Produzentinnen und Produzenten mit Verarbeiterinnen und Verarbeitern oder Händlerinnen und Händlern sowie gegebenenfalls mit Konsumentinnen und Konsumenten getragen werden (Trägerschaft). Branchenorganisationen können auch Trägerschaften sein."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Anrechenbare Kosten",
      "content": "1 Als anrechenbare Kosten gelten Aufwendungen, die im Rahmen der unterstützen Massnahmen tatsächlich entstanden und für die zweckmässige Realisierung der Massnahmen erforderlich sind. 2 Anrechenbar sind insbesondere: a. die Kosten für die Vorabklärung, für den Einstieg und für die Teilnahme an einer Massnahme; b. die Markteinführung, mit Ausnahme der Produktentwicklung; c. die Kosten der Erstüberprüfung oder der Erstkontrolle; d. die jährlichen Kontroll- und Zertifizierungskosten für die Maximaldauer nach Artikel 8. 3 Nicht anrechenbar sind insbesondere: a. Struktur-, Organisations- und Verwaltungskosten der Trägerschaften; b. Mitgliederbeiträge an Dritte; c. Infrastrukturkosten; d. Kosten der einzelnen Unternehmen für die individuelle Umsetzung der Massnahme."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Höhe und Dauer der Finanzhilfe",
      "content": "1 Die Finanzhilfe beträgt höchstens 50 Prozent der anrechenbaren Kosten. Sie darf den tatsächlichen jährlichen Fehlbetrag der unterstützten Massnahme nicht übersteigen. 2 Die Finanzhilfe für Vorabklärungen beträgt höchstens 20 000 Franken pro Massnahme. 3 Die Starthilfe pro Massnahme wird auf höchstens vier Jahre beschränkt und so ausgerichtet, dass sie am Ende der Startphase durch die entsprechende Eigenfinanzierung abgelöst werden kann. 4 Die Finanzhilfe für die Teilnahme an einem Produktionsstandard oder einem innovativen Projekt wird pro Betrieb und Massnahme auf vier Jahre beschränkt."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Gesuche",
      "content": "1 Das Gesuch muss von einer Trägerschaft nach Artikel 6 eingereicht werden. 2 Das Gesuch muss enthalten: a. eine Projektbeschreibung, insbesondere eine Beschreibung der Ziele und Teilziele, der Zielgruppe, der Handlungsschritte sowie der Kompetenzen und Verantwortlichkeiten der Trägerschaft; b. ein Budget sowie einen Finanzierungsplan; c. ein Konzept für die Wirkungskontrolle; d. einen Nachweis, dass die allgemeinen und besonderen Anforderungen nach dieser Verordnung erfüllt sind; e. die schriftlichen Unterlagen, welche die Eigenfinanzierung ausweisen, sowie eine Begründung, warum eine Realisierung der Massnahme ohne finanzielle Unterstützung nicht möglich ist; f. einen Beschrieb, wie die Trägerschaft die Kontinuität der Massnahme während der gesamten Laufzeit gewährleistet; g. eine Darlegung, dass die personellen und organisatorischen Voraussetzungen für die Realisierung der Massnahme genügen; und h. für Starthilfen zusätzlich einen Businessplan. 3 Die Gesuche für die Startphase und die Teilnahme sind jeweils bis zum 31. Mai des Vorjahres der Realisierung beim Bundesamt für Landwirtschaft (BLW) einzureichen."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Prüfung des Gesuchs und Entscheid über die Finanzhilfe",
      "content": "1 Das BLW prüft die Gesuche und entscheidet mit Verfügung über die Gewährung der Finanzhilfen. 2 Das BLW legt die Zahlungsmodalitäten im Einzelfall fest. 3 Der endgültige Betrag wird jeweils aufgrund der Prüfung der definitiven Abrechnung festgelegt. 4 Für die Prüfung der Gesuche kann das BLW Expertinnen und Experten beiziehen."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Berichterstattung und Auswertung",
      "content": "1 Die Trägerschaft erstattet nach den Vorgaben des BLW periodisch Bericht. Der Bericht enthält eine Bewertung der Zielerreichung auf der Grundlage des projektspezifischen Konzeptes für die Wirkungskontrolle sowie eine Beschreibung der daraus abgeleiteten Steuerungsmassnahmen. 2 Nach Abschluss einer Unterstützungsperiode erstellt die Trägerschaft ausserdem einen Schlussbericht. Darin sind die Ergebnisse so darzustellen, dass die Interessierten sie auswerten und verwenden können, und es ist darzulegen, inwieweit die im Ausführungsplan vorgegeben Ziele erreicht worden sind."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Auszahlung",
      "content": "Die Auszahlung der Finanzhilfen an einzelne Produzentinnen und Produzenten für die Teilnahme an Produktionsstandards und innovativen Projekten kann den Kantonen übertragen werden."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Übergangsbestimmungen",
      "content": "1 Massnahmen, die vom BLW gestützt auf Artikel 11 LwG in der bisherigen Fassung unterstützt wurden, die Anforderungen dieser Verordnung jedoch nicht erfüllen, können längstens bis Ende 2014 unterstützt werden. 2 Gesuche, mit denen eine Finanzhilfe für das Jahr 2014 beantragt wird, sind bis zum 31. März 2014 einzureichen. AS 1998 3033 , 2003 4217"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2014 in Kraft."
    }
  ],
  "definitions": []
}