{
  "id": "sr-935-61",
  "type": "statute",
  "title": "Bundesgesetz vom 23. Juni 2000 über die Freizügigkeit der Anwältinnen und Anwälte (Anwaltsgesetz, BGFA)",
  "title_en": "Federal Act of 23 June 2000 on the Free Movement of Lawyers (Lawyers Act, FMLA)",
  "short_name": "BGFA",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2002/153/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Section 1 General",
      "section": "1",
      "title": "Subject matter",
      "content": "This Act guarantees free movement for lawyers and set outs the principles for practising as a lawyer in Switzerland."
    },
    {
      "provision_ref": "art2",
      "chapter": "Section 1 General",
      "section": "2",
      "title": "Personal scope",
      "content": "1 This Act applies to persons who hold a lawyer’s practising certificate and who represent parties before judicial authorities in Switzerland in terms of the lawyers’ monopoly. 2 It sets out the modalities by which parties may be represented before judicial authorities by lawyers who: a. are citizens of member states of the European Union (EU) or of the European Free Trade Association (EFTA); b. are citizens of the United Kingdom of Great Britain and Northern Ireland who are covered by Part Four of the Agreement of 25 February 2019 between the Swiss Confederation and the United Kingdom of Great Britain and Northern Ireland on Citizens’ Rights following the Withdrawal of the United Kingdom from the European Union and the Free Movement of Persons Agreement. 3 These modalities also apply to Swiss citizens who are entitled to practise the profession of a lawyer in a member state of the EU or of EFTA under any of the professional titles listed in the Annex. 4 The provisions on lawyers from EU or EFTA member states also apply mutatis mutandis to lawyers from the United Kingdom in accordance with paragraph 2 letter b. SR 0.142.113.672 Amended by Annex No 2 of the FD of 25 Sept. 2020 on the Approval and Implementation of the Agreement between Switzerland and the United Kingdom on Citizens’ Rights following the Withdrawal of the United Kingdom from the European Union and the Free Movement of Persons Agreement, in in force since 1 March 2021 ( AS 2021 85 ; BBl 2020 1029 ). Term added by No I of the FA of 22 March 2002, in force since 1 Aug. 2002 ( AS 2002 2134 ; BBl 2002 2637 ). This amendment has been made throughout the text. Inserted by Annex No 2 of the FD of 25 Sept. 2020 on the Approval and Implementation of the Agreement between Switzerland and the United Kingdom on Citizens’ Rights following the Withdrawal of the United Kingdom from the European Union and the Free Movement of Persons Agreement, in in force since 1 March 2021 ( AS 2021 85 ; BBl 2020 1029 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "Section 1 General",
      "section": "3",
      "title": "Relationship with cantonal law",
      "content": "1 Under this Act, the cantons shall retain their right to lay down the requirements for being granted a lawyer’s practising certificate. 2 The foregoing also applies to the right of the cantons to permit holders of their own cantonal lawyer’s practising certificate to represent parties before their own judicial authorities."
    },
    {
      "provision_ref": "art4",
      "chapter": "Section 2 Intercantonal Freedom of Movement and the Cantonal Lawyers’ Roll",
      "section": "4",
      "title": "Principle of inter-cantonal freedom of movement",
      "content": "Lawyers registered on a cantonal lawyers’ roll may represent parties before judicial authorities in Switzerland without further authorisation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Section 2 Intercantonal Freedom of Movement and the Cantonal Lawyers’ Roll",
      "section": "5",
      "title": "Cantonal lawyers’ roll",
      "content": "1 Each canton shall keep a roll of lawyers who have a place of business within the canton and who meet the requirements of Articles 7 and 8. 2 The roll shall contain the following personal data: a. surname, forename(s), date of birth and place of origin or nationality of the lawyer concerned; b. a copy of the practising certificate; c. the certificates that confirm that the requirements of Article 8 have been satisfied; d. the place of businesses and, if applicable, the name of the law firm; e. disciplinary measures that are not yet spent. 3 The roll shall be kept by the cantonal supervisory authority for lawyers."
    },
    {
      "provision_ref": "art6",
      "chapter": "Section 2 Intercantonal Freedom of Movement and the Cantonal Lawyers’ Roll",
      "section": "6",
      "title": "Entry on the roll",
      "content": "1 Lawyers who hold a cantonal lawyer’s practising certificate and who wish to represent parties before judicial authorities shall apply to be entered on the roll for the canton in which they have their place of business. 2 The supervisory authority shall enter the lawyers on the roll when it has established that the requirements of Articles 7 and 8 have been satisfied. 3 It shall publish the registration in an official cantonal organ of publicity. 4 The lawyers’ association of the canton concerned also has the right to object to a lawyer’s entry on the roll."
    },
    {
      "provision_ref": "art7",
      "chapter": "Section 2 Intercantonal Freedom of Movement and the Cantonal Lawyers’ Roll",
      "section": "7",
      "title": "Professional requirements",
      "content": "1 To be entered on the roll, the lawyer must hold a lawyer’s practising certificate. Such a certificate may be issued by the cantons only if the following requirements are satisfied: a. successful completion of a legal course of studies with a licentiate or master’s degree from a Swiss university or an equivalent higher education degree from a state that has an agreement with Switzerland on mutual recognition; b. successful completion of at least one year of practical training in Switzerland with an examination on knowledge of legal theory and practice. 2 Cantons in which Italian is an official language may recognise a foreign degree equivalent to a licentiate or a master’s that has been obtained in the Italian language. 3 The completion of legal studies with a bachelor’s degree shall satisfy the requirements for admission to practical training. Amended by No I of the FA of 23 June 2006, in force since 1 Jan. 2007 ( AS 2006 4399 ; BBl 2005 6621 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Section 2 Intercantonal Freedom of Movement and the Cantonal Lawyers’ Roll",
      "section": "8",
      "title": "Personal requirements",
      "content": "1 To be entered on the roll, the lawyer must satisfy the following personal requirements: a. they must have the capacity to act; b. they must not have any criminal conviction for offences incompatible with the profession of being a lawyer, unless this conviction no longer appears in the criminal records extract for private individuals; c. they must not have any unpaid debt certificates issued against them; d. they must be able to practise as a lawyer independently; they may be an employee only of persons who are also entered on a cantonal roll. 2 Lawyers employed by recognised charitable organisations may be entered on the roll provided they satisfy the requirements of paragraph 1 letters a–c and they strictly limit their activities of client representation to mandates that fall under the objects pursued by the organisation concerned. Amended by No I of the FA of 23 June 2006, in force since 1 Jan. 2007 ( AS 2006 4399 ; BBl 2005 6621 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Removal of the entry on the roll",
      "content": "Lawyers who no longer satisfy any one of the requirements for entry on the roll shall be removed from the roll."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inspection of the roll",
      "content": "1 The following bodies and persons may inspect the roll: a. the federal and cantonal court and administrative authorities before which the lawyers appear; b. the court and administrative authorities of the EU or EFTA member states, before which the lawyers entered on the roll appear; c. the cantonal supervisory authorities for lawyers; d. the lawyers themselves in relation to their own entries. 2 Any person is entitled to information on whether a lawyer is entered on the roll and whether a lawyer is subject to a disqualification from practising."
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Report",
      "content": "The data from the roll that is required to assign and use the Business Identification Number in accordance with the Federal Act of 18 June 2010 on the Business Identification Number shall be reported to the Swiss Federal Statistical Office. Inserted by Annex No 3 of the FA of 18 June 2010 on the Business Identification Number, in force since 1 Jan. 2011 ( AS 2010 4989 ; BBl 2009 7855 ). SR 431.03"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Professional title",
      "content": "1 Lawyers shall use the professional title assigned to them with their lawyer’s practising certificate, or an equivalent professional title of the canton on whose roll they are entered. 2 In business communications, they shall indicate that they are entered on a cantonal roll."
    },
    {
      "provision_ref": "art12",
      "chapter": "Section 3 Professional Rules and Disciplinary Supervision",
      "section": "12",
      "title": "Professional rules",
      "content": "The following professional rules apply to lawyers: a. They shall practise their profession diligently and conscientiously. b. They shall practise their profession independently, in their own name and on their own responsibility. c. They shall avoid any conflict between the interests of their clients and persons with whom they have a business or personal relationship. d. They may advertise their services, provided the advertising remains objective and meets a public need for information. e. They shall not enter into any agreement with their client before the conclusion of a legal dispute on sharing in the proceeds from the proceedings as a substitute for their fee; furthermore, they shall not undertake to waive their fee in the event of an unfavourable outcome to the proceedings. f. They must obtain professional indemnity insurance commensurate with the nature and extent of the risks related to their work; the sum insured must amount to at least one million francs per annum; instead of indemnity insurance, other equivalent security may be provided. g. They are required in the canton on whose roll they are entered to carry out official public defence work and provide legal representation under the legal aid system. h. They shall keep the assets entrusted to them separate from their own assets. i. They shall on taking on a case explain their billing principles to their client and inform their client periodically or on request about the amount of the fee due. j. They shall notify the supervisory authority of any changes to the data relating to them on the roll. Amended by No I of the FA of 23 June 2006, in force since 1 Jan. 2007 ( AS 2006 4399 ; BBl 2005 6621 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "Section 3 Professional Rules and Disciplinary Supervision",
      "section": "13",
      "title": "Professional confidentiality",
      "content": "1 Lawyers shall be bound by professional confidentiality that is unlimited in time and applies to dealings with any person in relation to anything entrusted to them by their clients in the course of their professional activities. Release from this obligation does not require the lawyers to disclose anything entrusted to them. 2 They shall ensure that their auxiliary staff preserve professional confidentiality."
    },
    {
      "provision_ref": "art14",
      "chapter": "Section 3 Professional Rules and Disciplinary Supervision",
      "section": "14",
      "title": "Cantonal supervisory authority for lawyers",
      "content": "Each canton shall designate an authority to supervise the lawyers that represent parties before court authorities on its territory."
    },
    {
      "provision_ref": "art15",
      "chapter": "Section 3 Professional Rules and Disciplinary Supervision",
      "section": "15",
      "title": "Duty to notify",
      "content": "1 The cantonal court and administrative authorities shall immediately notify the supervisory authority for their canton of any failure to meet the personal requirements under Article 8 and of incidents that could breach the professional rules. 2 The federal court and administrative authorities shall immediately notify the supervisory authority of the canton in which a lawyer is entered on the roll of any failure to meet the personal requirements under Article 8 and of incidents that could breach the professional rules. Amended by No I of the FA of 23 June 2006, in force since 1 Jan. 2007 ( AS 2006 4399 ; BBl 2005 6621 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Disciplinary proceedings in another canton",
      "content": "1 If a supervisory authority opens disciplinary proceedings against a lawyer who is not entered on the roll of the canton concerned, it shall notify the supervisory authority for the canton on whose roll the lawyer is entered. 2 If it intends to order a disciplinary measure, it shall grant the supervisory authority in the canton on whose roll the lawyer is entered the opportunity to state its opinion on the result of the investigation. 3 The supervisory authority in the canton on whose roll the lawyer is entered shall be notified of the result of the disciplinary proceedings."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Disciplinary measures",
      "content": "1 In the event of a breach of this Act, the supervisory authority may order the following disciplinary measures: a. an official warning; b. a reprimand; c. a fine not exceeding 20,000 francs; d. a suspension from practising for a period not exceeding two years; e. a permanent disqualification from practising. 2 A fine may be imposed in addition to a disqualification from practising. 3 If necessary, the supervisory authority may impose a disqualification from practising as a precautionary measure."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Validity of the disqualification from practising",
      "content": "1 A disqualification from practising applies throughout Switzerland. 2 Notice of the disqualification shall be given to the supervisory authorities in the other cantons."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Statute of limitations",
      "content": "1 The right to bring disciplinary proceedings is subject to a statute of limitations of one year from the time that the supervisory authority learned of the incident in question. 2 This period shall be interrupted by any investigative measure taken by the supervisory authority. 3 The right to bring disciplinary proceedings is subject in every case to a statute of limitations of ten years from the time that the supervisory authority learned of the incident in question. 4 If the breach of the professional rules constitutes a criminal offence, the longer limitation period provided for under the criminal law applies."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Removal of disciplinary measures",
      "content": "1 Warnings, reprimands and fines shall be removed from the roll five years after they are ordered. 2 A suspension from practising shall be removed from the roll ten years after it ceases to apply."
    },
    {
      "provision_ref": "art21",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "21",
      "title": "Principles",
      "content": "1 Citizens of EU or EFTA member states who are entitled to practise as a lawyer in their country of origin under any of the professional titles listed in the Annex may represent parties before judicial authorities in Switzerland in accordance with their freedom to provide services. 2 The lawyers providing the services shall not be entered in the cantonal lawyers’ roll."
    },
    {
      "provision_ref": "art22",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "22",
      "title": "Proof of qualification to practise",
      "content": "The federal and cantonal judicial authorities before which the lawyers providing the services appear as well as the supervisory authorities for lawyers may require that the lawyers prove their qualification to practise."
    },
    {
      "provision_ref": "art23",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "23",
      "title": "Obligation to act in consultation with a registered lawyer",
      "content": "Where there is a mandatory requirement to be represented by a lawyer in proceedings, the lawyers providing the services are obliged to act in consultation with a lawyer who is entered on a cantonal lawyers’ roll."
    },
    {
      "provision_ref": "art24",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "24",
      "title": "Professional title",
      "content": "The lawyers providing the services shall use their original professional title in the official language of their state of origin and provide details of the professional organisation to whose jurisdiction they are subject or the court before which they are admitted under the regulations of the state concerned."
    },
    {
      "provision_ref": "art25",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "25",
      "title": "Professional rules",
      "content": "The lawyers providing the services are subject to the professional rules set out in Article 12 with the exception of the provisions on official public defence work and legal aid work (let. g) and entry on the roll (let. j)."
    },
    {
      "provision_ref": "art26",
      "chapter": "Section 4 Practising as a Lawyer and Freedom to Provide Services for Lawyers from EU or EFTA Member States",
      "section": "26",
      "title": "Information on disciplinary measures",
      "content": "The supervisory authority shall notify the competent authority in the state of origin of any disciplinary measures that they order against lawyers providing services."
    },
    {
      "provision_ref": "art27",
      "chapter": "Section 5 Regular Practising by Lawyers from EU or EFTA member states under their Original Professional Title",
      "section": "27",
      "title": "Principles",
      "content": "1 Citizens of EU or EFTA member states who are entitled to practise as a lawyer in their country of origin under any of the professional titles listed in the Annex may represent parties before judicial authorities in Switzerland on a regular basis provided they are registered with a cantonal supervisory authority for lawyers. 2 Articles 23–25 also apply to these lawyers."
    },
    {
      "provision_ref": "art28",
      "chapter": "Section 5 Regular Practising by Lawyers from EU or EFTA member states under their Original Professional Title",
      "section": "28",
      "title": "Registration with the supervisory authority",
      "content": "1 The supervisory authority shall keep a public list of citizens from EU or EFTA member states who may regularly represent parties before judicial authorities in Switzerland under their original professional title. 2 The lawyers shall register themselves with the supervisory authority of the canton in which they have a business address. They shall prove that they are qualified to practise by producing a certificate confirming their registration with the responsible body in their country of origin; this certificate must have been issued within the previous three months. 3 The supervisory authority shall notify the relevant office of the state of origin of their registration in the list."
    },
    {
      "provision_ref": "art29",
      "chapter": "Section 5 Regular Practising by Lawyers from EU or EFTA member states under their Original Professional Title",
      "section": "29",
      "title": "Cooperation with the responsible body in the state of origin",
      "content": "1 Before the supervisory authority brings disciplinary proceedings against citizens of EU or EFTA member states that regularly represent parties before judicial authorities in Switzerland, it shall notify the relevant body in the state of origin. 2 The supervisory authority shall work with the responsible body in the state of origin during the disciplinary proceedings and shall in particular give it the opportunity to state its opinion thereon."
    },
    {
      "provision_ref": "art30",
      "chapter": "Section 6 Registration of Lawyers from EU or EFTA Member States on a Cantonal Lawyers’ Roll",
      "section": "30",
      "title": "Principles",
      "content": "1 Citizens of EU or EFTA member states may be entered on a cantonal lawyers’ roll without satisfying the requirements under Article 7 letter b provided they: a. have passed a qualifying examination (Art. 31); or b. have been entered for at least three years on the list of lawyers practising under their original professional title and prove that they: 1. have practised during this period effectively and regularly in the field of Swiss law, or 2. have practised in the field of Swiss law for a shorter period and have proven their professional skills in an interview (Art. 32). 2 They shall thereby have the same rights and obligations as lawyers who hold a cantonal lawyer’s practising certificate and are entered on a cantonal lawyers’ roll."
    },
    {
      "provision_ref": "art31",
      "chapter": "Section 6 Registration of Lawyers from EU or EFTA Member States on a Cantonal Lawyers’ Roll",
      "section": "31",
      "title": "Qualifying examination",
      "content": "1 Citizens of EU or EFTA member states shall be admitted to the qualifying examination if: a. they have successfully completed at least three years of studies at a university and if applicable the required professional training in addition to such studies; and b. they hold a degree that entitles them to practise as a lawyer in an EU or EFTA member state. 2 The lawyers must sit the qualifying examination before the lawyers’ examination board of the canton on whose roll they wish to be entered. 3 The qualifying examination shall cover the specialist fields that are the subject of the cantonal lawyers’ examination and which differ substantially from those which have already been examined in the course of their training in their state of origin. Its content is also determined by the professional experience of the lawyers concerned. 4 The qualifying examination may be resat twice."
    },
    {
      "provision_ref": "art32",
      "chapter": "Section 6 Registration of Lawyers from EU or EFTA Member States on a Cantonal Lawyers’ Roll",
      "section": "32",
      "title": "Interview to verify professional skills",
      "content": "1 The interview to verify professional skills shall be conducted by the lawyers’ examination board of the canton on whose roll the lawyer wishes to be entered. 2 It shall is based in particular on the information and documents provided by the lawyer about the work that they have done in Switzerland. 3 It shall take account of the knowledge and the professional experience of lawyer concerned in the field of Swiss law, as well as courses and seminars attended on Swiss law."
    },
    {
      "provision_ref": "art33",
      "chapter": "Section 6 Registration of Lawyers from EU or EFTA Member States on a Cantonal Lawyers’ Roll",
      "section": "33",
      "title": "Professional title",
      "content": "In addition to the professional title of the canton on whose roll they are entered, lawyers may also use their original professional title."
    },
    {
      "provision_ref": "art34",
      "chapter": "Section 7 Procedure",
      "section": "34",
      "title": "",
      "content": "1 The cantons shall regulate the procedure. 2 They shall provide for a simple and quick procedure for verifying that the requirements are satisfied for entry on the cantonal lawyers’ roll."
    },
    {
      "provision_ref": "art35",
      "chapter": "Section 8 Final Provisions",
      "section": "35",
      "title": "Amendment of current legislation",
      "content": "... The amendment may be consulted under AS 2002 863 ."
    },
    {
      "provision_ref": "art36",
      "chapter": "Section 8 Final Provisions",
      "section": "36",
      "title": "Transitional law",
      "content": "Persons who hold a lawyer’s practising certificate under the current cantonal law shall be entered on the cantonal lawyers’ roll, provided they would have been granted a professional practising certificate in the other cantons under Article 196 number 5 of the Federal Constitution."
    },
    {
      "provision_ref": "art37",
      "chapter": "Section 8 Final Provisions",
      "section": "37",
      "title": "Referendum and commencement",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council shall determine the commencement date. Article 2 paragraphs 2 and 3 and Article 10 paragraph 1 letter b as well as Sections 4, 5 and 6 shall only come into force if the Agreement of 21 June 1999 between the Swiss Confederation of the one part and the European Union and its member states of the other on the Free Movement of Persons comes into force. 3 For citizens of member states of EFTA, Article 2 paragraphs 2 and 3 and Article 10 paragraph 1 letter b as well as the Sections 4, 5 and 6 only come into force if the Federal Act of 14 December 2001 in relation to the Provisions on the Free Movement of Persons in the Agreement of 21 June 2001 on the Amendment of the Convention of 4 January 1960 establishing the European Free Trade Association (EFTA) comes in force. Commencement date: 1 June 2002 SR 0.142.112.681 AS 2002 685 . This FA came into force on 1 June 2002. Inserted by No I of the FA of 22 March 2002, in force since 1 Aug. 2002 ( AS 2002 2134 ; BBl 2002 2637 )."
    }
  ],
  "definitions": []
}