{
  "id": "sr-922-32",
  "type": "statute",
  "title": "Verordnung vom 21. Januar 1991 über die Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung (WZVV) ",
  "title_en": "",
  "short_name": "WZVV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1991/298_298_298/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung und nationaler Bedeutung",
      "section": "1",
      "title": "Zweck",
      "content": "Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung dienen dem Schutz und der Erhaltung der Zugvögel und der ganzjährig in der Schweiz lebenden Wasservögel."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung und nationaler Bedeutung",
      "section": "2",
      "title": "Bezeichnung",
      "content": "1 Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung sind die im Anhang 1 aufgezählten Objekte. 2 Das Bundesinventar der Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung (Inventar) enthält für jedes Schutzgebiet: a. eine kartographische Darstellung des Perimeters und eine Beschreibung des Gebietes; b. das Schutzziel; c. besondere Bestimmungen und deren zeitliche Geltung (Art. 5 und 6); d. allenfalls einen Perimeter ausserhalb des Schutzgebietes, in welchem Wildschäden vergütet werden. 3 Das Inventar ist Bestandteil dieser Verordnung und wird ausschliesslich in elektronischer Form auf der Internetseite des Bundesamtes für Umwelt (BAFU) ausserhalb der Amtlichen Sammlung des Bundesrechtes (AS) veröffentlicht (Art. 5 des Publikationsgesetzes vom 18. Juni 2004). Fassung gemäss Ziff. I der V vom 13. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2525 ). www.bafu.admin.ch > Themen > Biodiversität > Fachinformation > Massnahmen > Ökologische Infrastruktur > Wasser- und Zugvogelreservate SR 170.512 Fassung gemäss Ziff. I und III der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung und nationaler Bedeutung",
      "section": "3",
      "title": "Geringfügige Änderungen",
      "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation ist befugt, im Einvernehmen mit den Kantonen die Bezeichnung der Objekte geringfügig zu ändern, sofern die Artenvielfalt erhalten bleibt. Geringfügig sind: a. Änderung des Perimeters um höchstens fünf Prozent der Fläche des Objekts; b. Verkleinerung des Perimeters um höchstens zehn Prozent der Fläche des Objektes, wenn der Perimeter mit einem mindestens gleich grossen neuen Gebietsteil erweitert wird. Fassung gemäss Ziff. II der V vom 18. Febr. 2004, in Kraft seit 1. März 2004 ( AS 2004 1265 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Wasser- und Zugvogelreservate von internationaler und nationaler Bedeutung und nationaler Bedeutung",
      "section": "4",
      "title": "Besondere Massnahmen bei der Aufhebung oder Abänderung von Schutzgebieten",
      "content": "Die Kantone sorgen in den neu für die Jagd offenen Gebieten dafür, dass die Bejagung schonend einsetzt und erst nach einer angemessenen Übergangsfrist in vollem Umfang erfolgt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Schutz der Artenvielfalt und der Lebensräume",
      "section": "5",
      "title": "Artenschutz",
      "content": "1 In den Wasser- und Zugvogelreservaten gelten folgende allgemeine Bestimmungen: a. Die Jagd ist verboten. b. Tiere dürfen nicht gestört, vertrieben oder aus dem Gebiet herausgelockt werden. b bis . Das Füttern von wildlebenden Tieren und das Einrichten von Salzlecken sind verboten. Die Kantone können im Siedlungsgebiet Ausnahmen gestatten. c. Hunde sind an der Leine zu führen; davon ausgenommen sind Nutzhunde in der Landwirtschaft. d. Das Tragen und Aufbewahren von Waffen und Fallen ist verboten. Die Kantone können für Personen, die innerhalb des Gebiets wohnen, Ausnahmen gestatten. Auf Wegen und Strassen dürfen Jagdberechtigte während der Jagd und Militärdienstpflichtige zur Erfüllung ihrer Wehrpflicht (Dienst-, Schiess- und Inspektionspflicht) das Gebiet mit ungeladenen Waffen durchqueren. e. Militärische Übungen mit scharfer oder Übungsmunition sowie das Starten und das Landen mit militärischen Luftfahrzeugen zu Ausbildungs- und Übungszwecken sind verboten. Vorbehalten sind die vertraglich geregelte Benützung besonderer Schiessplätze und militärischer Anlagen sowie von der Luftwaffe im Einvernehmen mit dem BAFU festgelegte abweichende Regelungen für militärische Luftfahrzeuge. f. Das Abfliegen und Landen mit zivilen, bemannten Luftfahrzeugen ist verboten, ausser im Rahmen des Betriebs von bestehenden Flugplätzen sowie nach den Bestimmungen der Artikel 19 Absatz 3 Buchstabe a und 28 Absatz 1 der Aussenlandeverordnung vom 14. Mai 2014. [tab] f bis . Der Betrieb von zivilen, unbemannten Luftfahrzeugen ist verboten. g. Das Fahren mit Drachensegelbrettern oder ähnlichen Geräten und der Betrieb von Modellbooten sind verboten. h. Die Kantone können besondere Massnahmen zur Förderung und zum Schutz der Fischbestände (fischereiliche Hegemassnahmen) bewilligen, sofern dadurch die Zielsetzung der Wasser- und Zugvogelreservate nicht beeinträchtigt wird. 2 Die Durchführung von sportlichen Anlässen und sonstigen gesellschaftlichen Veranstaltungen ist nur zulässig, wenn dadurch das Schutzziel nicht beeinträchtigt werden kann. Die Veranstalter bedürfen einer kantonalen Bewilligung. 3 Besondere Bestimmungen nach Artikel 2 Absatz 2 sowie Massnahmen nach den Artikeln 8−10 und 12 bleiben vorbehalten. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 13. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2525 ). Ausdruck gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). SR 748.132.3 Eingefügt durch Anhang Ziff. 7 der Aussenlandeverordnung vom 14. Mai 2014 ( AS 2014 1339 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 13. Mai 2009 ( AS 2009 2525 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 13. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2525 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Schutz der Lebensräume",
      "content": "1 Bund und Kantone sorgen bei der Erfüllung ihrer Aufgaben dafür, dass den Schutzzielen der Wasser- und Zugvogelreservate Rechnung getragen wird. Liegen im Einzelfall andere Interessen vor, ist anhand einer Interessenabwägung zu entscheiden. 1bis Sind beim Vollzug durch den Bund andere Bundesbehörden als das BAFU zuständig, so wirkt dieses nach den Artikeln 62 a und 62 b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 mit. 2 Die Wasser- und Zugvogelreservate sind bei der Richt- und Nutzungsplanung zu berücksichtigen. 3 Weitergehende oder anders lautende Biotopschutzbestimmungen nach Artikel 2 Absatz 2 dieser Verordnung und nach den Artikeln 18 ff. des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz bleiben vorbehalten. SR 172.010 Eingefügt durch Ziff. II 21 der V vom 2. Febr. 2000 zum Bundesgesetz über die Koordi- nation und Vereinfachung von Entscheidverfahren ( AS 2000 703 ). Fassung gemäss Ziff. I der V vom 13. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2525 ). SR 451 Fassung gemäss Ziff. I der V vom 13. Mai 2009, in Kraft seit 1. Juli 2009 ( AS 2009 2525 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Markierung und Information",
      "content": "1 Die Kantone sorgen für die Information der Jagdberechtigten und der Öffentlichkeit über die Wasser- und Zugvogelreservate. 2 Sie sorgen für die Markierung der Wasser- und Zugvogelreservate im Gelände. 3 An den wichtigsten Eingängen in die Reservate sowie bei besonders schutzwürdigen Lebensräumen innerhalb der Gebiete sind Hinweistafeln mit Angaben zum Schutzgebiet, zum Schutzziel und zu den wichtigsten Schutzmassnahmen anzubringen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Wildschaden",
      "section": "8",
      "title": "Verhütung von Wildschaden",
      "content": "1 Die Reservatsaufseher der Wasser- und Zugvogelreservate können auf Anordnung der kantonalen Fachstelle jederzeit Massnahmen gegen einzelne jagdbare Tiere ergreifen, welche erheblichen Schaden anrichten. 2 Im Übrigen gelten die kantonalen Bestimmungen über die Verhütung von Wildschäden."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Wildschaden",
      "section": "9",
      "title": "Besondere Massnahmen",
      "content": "1 Die Kantone können für die Regulierung von Beständen jagdbarer Tierarten in Wasser- und Zugvogelreservaten besondere Massnahmen vorsehen, sofern dies für den Schutz der Lebensräume, für die Erhaltung der Artenvielfalt, zur Hege oder zur Verhütung von übermässigen Wildschäden notwendig ist und die Schutzziele dadurch nicht beeinträchtigt werden. 1bis Die Voraussetzungen nach Absatz 1 sind insbesondere nach folgenden Kriterien zu prüfen: a. Bestandesgrösse der zu regulierenden Tierarten innerhalb und in der näheren Umgebung des Schutzgebiets; b. Art, Ausmass und Ort der Gefährdung oder des Schadens; c. Verursachung der Gefährdung oder des Schadens durch Bestände der zu regulierenden Tierarten, die innerhalb des Schutzgebiets leben; d. Möglichkeit, schonendere Massnahmen zur Beseitigung der Gefährdung oder zur Verhütung des Schadens zu ergreifen; e. voraussichtliche unerwünschte Auswirkungen des Eingriffs auf das Schutzgebiet. 1ter Sofern diese Massnahmen für das betroffene Schutzgebiet nicht bereits gemäss Artikel 2 Absatz 2 als zulässig gelten, bedürfen diese: a. in Wasser- und Zugvogelreservaten von internationaler Bedeutung einer vorgängigen Bewilligung durch das BAFU; b. in Wasser- und Zugvogelreservaten von nationaler Bedeutung einer vorgängigen Anhörung durch das BAFU. 2 Die kantonale Fachstelle sorgt dafür, dass diese Massnahmen mit den kantonalen Fachstellen für Naturschutz und Wald koordiniert werden. 3 Sie können bei der Durchführung dieser Massnahmen neben den Reservatsaufsehern auch Wildhüter, Jagdaufseher und Jagdberechtigte beiziehen. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art9a",
      "chapter": "3. Abschnitt: Wildschaden",
      "section": "9a",
      "title": "a Verhütung von Schäden durch Kormorane",
      "content": "Zur Verhütung von Schäden durch Kormorane an den Fanggeräten der Berufsfischerei erlässt das BAFU auf Ersuchen und unter Mitwirkung der Kantone eine Vollzugshilfe zur Schadenverhütung, Schadenerhebung, Regulation der Kolonien in den Wasser- und Zugvogelreservaten sowie zur interkantonalen Koordination. Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Hegeabschüsse und Massnahmen gegen nicht einheimische Tiere",
      "content": "1 Die Reservatsaufseher der Wasser- und Zugvogelreservate können kranke oder verletzte Tiere jederzeit erlegen, wenn dies zur Verhinderung der Ausbreitung von Krankheiten oder aus Tierschutzgründen notwendig ist. 1bis Sie treffen die Massnahmen nach Artikel 8 bis Absatz 5 der Jagdverordnung vom 29. Februar 1988 gegen nicht einheimische Tiere. 2 Sie melden solche Abschüsse und Massnahmen umgehend der kantonalen Fachstelle. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). SR 922.01"
    },
    {
      "provision_ref": "art10a",
      "section": "10a",
      "title": "a Berichterstattung",
      "content": "Die Kantone erstatten dem BAFU jährlich über die nach den Artikeln 8–10 getroffenen Massnahmen Bericht. Eingefügt durch Ziff. I der V vom 24. Juni 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2179 )."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Reservatsaufseher",
      "section": "11",
      "title": "Stellung und Wahl",
      "content": "1 Die Kantone bezeichnen für jedes Wasser- und Zugvogelreservat einen oder mehrere Reservatsaufseher. Sie statten diese mit den Rechten der gerichtlichen Polizei gemäss Artikel 26 des Jagdgesetzes aus. 2 Die Reservatsaufseher der Wasser- und Zugvogelreservate gehören zum kantonalen Personal. 3 Sie unterstehen der kantonalen Fachstelle. 4 Die Anstellung erfolgt durch den Kanton. Das BAFU ist vorher anzuhören. 5 Liegen Wasser- und Zugvogelreservate in der Nähe der Landesgrenzen, sind auch die Grenzwächter mit den Aufgaben der Jagdpolizei zu betrauen. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Reservatsaufseher",
      "section": "12",
      "title": "Aufgaben",
      "content": "1 Die kantonale Fachstelle weist den Reservatsaufsehern folgende Aufgaben zu: a. Vollzug der jagdpolizeilichen Aufgaben gemäss Jagdgesetz; b. Erhebung und Überwachung der Bestände wildlebender Tiere im Reservat; c. Mitarbeit bei der Planung, der Pflege und dem Unterhalt besonderer Lebensräume; d. Kennzeichnung und Markierung der Reservate im Gelände; e. Information, Lenkung und Beaufsichtigung von Besucherinnen und Besuchern des Reservats; f. Mitarbeit bei der Planung von Massnahmen zur Verhütung von Wildschäden sowie Durchführung dieser Massnahmen; f bis . Koordination und Überwachung besonderer Massnahmen zur Regulierung jagdbarer Tierarten (Art. 9); g. Organisation und Durchführung der Nachsuche verletzter Tiere im Reservat; h. Kontaktpflege, Information und Zusammenarbeit mit Vertretern der Gemeinden, der Land- und Forstwirtschaft, des Natur- und Landschaftsschutzes und der Jagd; i. Vertretung der Interessen des Artenschutzes bei kommunalen und regionalen Richt- und Nutzungsplanungen, soweit sie das Reservat betreffen; k. Kontaktnahme mit den regionalen Dienststellen für die Belegung von Waffen- und Schiessplätzen, soweit das Reservat betroffen ist, und Beratung von Truppenkommandanten vor Ort; l. Unterstützung von und Mitarbeit bei wissenschaftlichen Untersuchungen im Einvernehmen mit der kantonalen Fachstelle. 2 Die kantonale Fachstelle kann den Reservatsaufsehern von sich aus oder auf Antrag des BAFU weitere Aufgaben zuweisen. Sie kann für die Aufsicht der Reservate weitere Fachpersonen beiziehen. 3 Die Reservatsaufseher führen Diensttagebücher über die geleisteten Arbeiten. 4 Über die Erfüllung dieser Aufgaben ist dem BAFU jährlich Bericht zu erstatten. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Eingefügt durch Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 ). Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Ausbildung",
      "content": "1 Die Kantone sorgen für die Grundausbildung der Reservatsaufseher. 2 Das BAFU führt für die besondern Belange der Wasser- und Zugvogelreservate Weiterbildungskurse durch."
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt:",
      "section": "14",
      "title": "Aufsicht",
      "content": "1 Die Höhe der globalen Abgeltungen an die Kosten für die Aufsicht in den Wasser- und Zugvogelreservaten wird zwischen dem BAFU und dem betroffenen Kanton ausgehandelt. Sie richtet sich nach: a. der internationalen oder nationalen Bedeutung der Reservate; b. den Kosten der Grundausbildung und der Ausrüstung sowie der zeitweiligen Verstärkung oder Aushilfe für die Reservatsaufseher; c. der notwendigen Infrastruktur für die Aufsicht und Markierung der Reservate im Gelände; d. den unter Beteiligung des BAFU erarbeiteten Nutzungskonzepten zur Vermeidung von erheblicher Störung. 2 Der Grundbeitrag beträgt pro Jahr: a. für alle Reservate von internationaler Bedeutung: 28 000 Franken; b. für alle Reservate von nationaler Bedeutung: 14 000 Franken."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt:",
      "section": "15",
      "title": "Wildschäden",
      "content": "1 Globale Abgeltungen werden gewährt an die Kosten für: a. die Entschädigung von Wildschäden, die in einem Wasservogelreservat oder innerhalb eines gemäss Artikel 2 Absatz 2 bezeichneten Wildschadenperimeters entstanden sind; b. die Verhütung solcher Schäden. 2 Die Höhe der Abgeltungen richtet sich: a. nach der internationalen oder nationalen Bedeutung der Reservate; b. ausnahmsweise nach dem Umfang von überdurchschnittlich hohen Schäden. 3 Sie wird zwischen dem BAFU und dem betroffenen Kanton ausgehandelt. 4 Werden trotz ihrer Erforderlichkeit und Zweckmässigkeit keine Massnahmen nach Artikel 8 oder 9 getroffen, so können die Abgeltungen verweigert oder zurückgefordert werden. Fassung gemäss Ziff. I der V vom 1. Juli 2015, in Kraft seit 15. Juli 2015 ( AS 2015 2209 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt:",
      "section": "16",
      "title": "",
      "content": "Aufgehoben"
    },
    {
      "provision_ref": "art16a",
      "chapter": "5. Abschnitt:",
      "section": "16a",
      "title": "a Zuständigkeit und Verfahren",
      "content": "1 Das BAFU schliesst die Programmvereinbarungen mit der zuständigen kantonalen Behörde ab. 2 Es erlässt Richtlinien über das Vorgehen bei Programmvereinbarungen sowie über die Angaben und Unterlagen zu den Gegenständen der Programmvereinbarung. 3 Für die Auszahlung, die Berichterstattung und Kontrolle sowie die mangelhafte Erfüllung der Pflicht zur Berichterstattung und zur Leistungserbringung gelten die Artikel 10–11 der Verordnung vom 16. Januar 1991 über den Natur- und Heimatschutz sinngemäss. SR 451.1"
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Inkrafttreten",
      "section": "17",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Februar 1991 in Kraft."
    }
  ],
  "definitions": []
}