{
  "id": "sr-956-1",
  "type": "statute",
  "title": "Bundesgesetz vom 22. Juni 2007 über die Eidgenössische Finanzmarktaufsicht (Finanzmarktaufsichtsgesetz, FINMAG)",
  "title_en": "Federal Act of 22 June 2007 on the Swiss Financial Market Supervisory Authority (Financial Market Supervision Act, FINMASA)",
  "short_name": "FINMAG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2008/736/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Title 1 General Provisions",
      "section": "1",
      "title": "Subject matter",
      "content": "1 The Confederation shall create an authority for the supervision of the financial markets in accordance with the following acts (the financial market acts): a. Mortgage Bond Act of 25 June 1930; b. Federal Act on Contracts of Insurance of 2 April 1908; c. Collective Investment Schemes Act of 23 June 2006; d. Banking Act of 8 November 1934; e. Financial Institutions Act of 15 June 2018; f. Anti-Money Laundering Act of 10 October 1997; g. Insurance Supervision Act of 17 December 2004; h. Financial Market Infrastructure Act of 19 June 2015; i. Financial Services Act of 15 June 2018. 2 This Act establishes the organisation and the supervisory instruments of this authority. SR 211.423.4 SR 221.229.1 SR 951.31 SR 952.0 Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). SR 954.1 SR 955.0 SR 961.01 Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). SR 958.1 Inserted by Annex No 4 of the Financial Services Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2019 4417 ; BBl 2015 8901 ). SR 950.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Relationship with the financial market acts",
      "content": "1 This Act applies unless the financial market acts provide otherwise. 2 International treaties concluded within the context of international withholding tax and their associated international agreements, specifically in relation to transnational audits and market access, take precedence over this Act and financial market legislation. Inserted by Art. 46 of the FA of 15 June 2012 on International Withholding Tax, in force since 20 Dec. 2012 ( AS 2013 27 ; BBl 2012 4943 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Supervised persons and entities",
      "content": "The following are subject to financial market supervision: a. persons and entities that under the financial market acts require to be licensed recognised, or registered by the Financial Market Supervisory Authority; and b. collective capital investments under the Collective Investment Schemes Act of 23 June 2006 that have been or must be licensed or approved; c. ... Amended by Annex No 7 of the FA of 17 Dec. 2021, in force since 1 March 2024 ( AS 2024 53 ; BBl 2020 6885 ). SR 951.31 Repealed by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), with effect from 1 Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Objectives of financial market supervision",
      "content": "In accordance with the financial market acts, financial market supervision has the objectives of protecting creditors, investors, and insured persons as well as ensuring the proper functioning of the financial market. It thus contributes to sustaining the reputation, competitiveness and sustainability of Switzerland’s financial centre. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2019 ( AS 2018 5247 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter 1 General Provisions",
      "section": "5",
      "title": "Legal form, seat and name",
      "content": "1 The authority that supervises the financial market is a public law institution with its own legal personality and official seat in Bern. 2 Its name is the «Swiss Financial Market Supervisory Authority (FINMA)». 3 It organises itself according to the principles of good corporate governance and economic management. It keeps its own accounts. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2019 ( AS 2018 5247 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter 1 General Provisions",
      "section": "6",
      "title": "Tasks",
      "content": "1 FINMA carries out its supervision according to the financial market acts and this Act. 2 It fulfils the international tasks that are related to its supervisory activity."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter 1 General Provisions",
      "section": "7",
      "title": "Principles of regulation",
      "content": "1 FINMA exercises its regulatory powers by issuing: a. ordinances, where so provided in the financial market legislation; and b. circulars on the application of the financial market legislation. 2 It issues ordinances and circulars only to the extent required for the purposes of supervision, limiting itself as far as possible to the definition of principles. In doing so, it takes account of overriding federal law and in particular of: a. the costs that the supervised persons and entities incur due to regulation; b. the effect that regulation has on competition, innovative ability and the international competitiveness of Switzerland’s financial centre; c. the different sizes, complexities, structures, business activities and risks of the supervised persons and entities; and d. the international minimum standards. 3 It supports self-regulation and may recognise and implement the same as a minimum standard within terms of its supervisory powers. 4 It provides for a transparent regulatory process and the appropriate participation of the parties concerned. 5 It issues guidelines on the implementation of these principles. In doing so, it acts in agreement with the Federal Department of Finance (FDF). Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Name in accordance with Annex No 4 of the Financial Services Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2019 4417 ; BBl 2015 8901 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter 2 Organisation",
      "section": "8",
      "title": "Management bodies",
      "content": "The management bodies of FINMA are: a. the Board of Directors; b. the Management Board; c. the Auditor."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter 2 Organisation",
      "section": "9",
      "title": "Board of Directors",
      "content": "1 The Board of Directors is the strategic management body of FINMA. It has the following tasks: a. It determines the strategic objectives of FINMA and submits them to the Federal Council for approval. b. It decides on matters of substantial importance. c. It issues the ordinances delegated to FINMA and decides on the circulars. d. It supervises the Management Board. e. It establishes an internal audit unit and provides for internal controls. f. It draws up the annual report and submits it to the Federal Council for approval prior to publication. g. It appoints the Chief Executive Officer, subject to approval by the Federal Council. h. It appoints the members of the Management Board. i. It issues the organisational regulations and the guidelines on information activities. j. It approves the budget. 2 It comprises seven to nine expert members, who are independent of the supervised persons and entities. The Board of Directors is appointed for a term of office of four years; each member may be reappointed twice. 3 The Federal Council appoints the Board of Directors. In doing so, it must ensure the appropriate representation of both genders. It appoints the Chair and the Vice-Chair. It determines the level of remuneration. Article 6 a of the Federal Personnel Act of 24 March 2000 applies by analogy. 4 The Chair may not carry out any other economic activity nor hold any federal or cantonal office unless this is in the interest of the fulfilment of the tasks of FINMA. 5 The Federal Council removes members of the Board of Directors and approves the decision of the Board of Directors to terminate the employment of the Chief Executive Officer if the requirements for holding office are no longer fulfilled. SR 172.220.1"
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter 2 Organisation",
      "section": "10",
      "title": "Management Board",
      "content": "1 The Management Board is the operational management body. It is headed by a Chief Executive Officer. 2 It has the following tasks in particular: a. It issues rulings in accordance with the organisational regulations. b. It prepares the files and materials on which the Board of Directors bases its decisions and reports to it regularly, and in the case of special events immediately. c. It carries out all the tasks that are not assigned to another management body. 3 The organisational regulations regulate the details."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter 2 Organisation",
      "section": "11",
      "title": "Supervision areas",
      "content": "1 FINMA is divided into supervision areas. The organisational regulations regulate the details. 2 The Federal Council and the Board of Directors ensure the appropriate representation of the various supervision areas on the Board of Directors and the Management Board."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Auditor",
      "content": "The Federal Audit Office is the external auditor and provides the Board of Directors and the Federal Council with a report on the result of its audit ."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Staff",
      "content": "1 The employment of FINMA staff is governed by public law. 2 Article 6 a of the Federal Personnel Act of 24 March 2000 applies by analogy. 3 The occupational pension scheme for the staff is governed by the legislation on the Federal Pension Fund. 4 The Board of Directors regulates in an ordinance: a. the employment of personnel and in particular salaries, additional benefits, working hours, duty of loyalty and termination of employment; b. the composition, election and organisation of the Joint Committee for the FINMA Pension Fund. 5 The Board of Directors shall submit the ordinance to the Federal Council for approval. Amended by Annex No 4 of the FA of 14 Dec. 2012, in force since 1 July 2013 ( AS 2013 1493 ; BBl 2011 6703 ). SR 172.220.1"
    },
    {
      "provision_ref": "art13a",
      "section": "13a",
      "title": "a Data processing",
      "content": "1 FINMA shall process, in hard copy or in one or more information systems, the data on its employees and on job applicants necessary for performing the tasks in accordance with this Act. It may delegate the processing to a processor. The data processed relate in particular to: a. the application process; a bis . creating, executing and terminating an employment relationship; b. personnel and wage management; c. personnel development; d. performance appraisal; e. reintegration measures in the event of illness and accident. 2 It may process the following data pertaining to its employees necessary for performing the tasks set out in paragraph 1, including sensitive personal data: a. personal details; b. state of health details with regard to working ability; c. performance and potential information, as well as data on personal and professional development; d. data required within the framework of participation in the implementation of social security law; e. case files and authorities' decisions associated with work. 3 It shall issue implementing regulations with regard to: a. the architecture, organisation and operation of the information system(s); b. the processing of data, particularly gathering, storage, archiving and destruction; c. data processing authorisations; d. the data categories under paragraph 2; e. data protection and security. Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Amended by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). Amended by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). Inserted by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). Amended by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Official secrecy",
      "content": "1 The staff and the management bodies must observe secrecy on official matters. 2 The duty of secrecy continues to apply after termination of employment or membership of a management body of FINMA. 3 The staff and the individual members of the management bodies of FINMA may not without authorisation from FINMA disclose in evidentiary hearings and in court proceedings as parties, witnesses or expert witnesses matters that have come to their knowledge in the course of their duties and that relate to their official tasks. 4 Official secrecy applies to all FINMA agents (audit agents, investigating agents, restructuring agents, liquidators, administrators in bankruptcy). Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Funding",
      "content": "1 FINMA levies fees for supervisory proceedings in individual cases and for services. In addition, it levies an annual supervision charge on the supervised persons and entities for each supervision area to cover the costs incurred by FINMA that are not covered by the fees. 2 The supervision charge in accordance with paragraph 1 is assessed according to the following criteria: a. ... a bis . For supervised persons and entities under Article 1 a of the Banking Act of 8 November 1934 , Article 2 paragraph 1 letter e of the Financial Institutions Act of 15 June 2018 and the Mortgage Bond Act of 25 June 1930, on the basis of the balance sheet total and securities turnover; for supervised persons and entities under Article 2 paragraph 1 letters c and d of the Financial Institutions Act on the basis of the amount of assets managed, the gross earnings and the size of the undertaking; for supervised persons and entities under Article 1 b of the Banking Act, on the basis of the balance sheet total and the gross earnings. a ter . For supervised persons and entities under the Financial Market Infrastructure Act of 19 June 2015, on the basis of the balance sheet total and securities turnover, or gross earnings if no securities are transacted. b. For supervised persons and entities under the Collective Investment Schemes Act of 23 June 2006, on the basis of the amount of assets managed, the gross earnings and the size of the undertaking. c. For insurance institutions under the Insurance Supervision Act of 17 December 2004 (IOA), on the basis of their share of the total premium income for all insurance institutions; for insurance groups and conglomerates under the IOA, on the basis of their share of the total number of legal entities with their own legal personality that belong to a group or conglomerate; for independent insurance agents under Article 41 paragraph 1 IOA, on the basis of their number and the size of the undertaking. d. For self-regulatory organisations under the Anti-Money Laundering Act of 10 October 1997 (AMLA), on the basis of the gross earnings and number of members; e. For a supervisory organisation in accordance with Title 3, the share accounted for by its supervised persons and entities with regard to the total number of supervised persons and entities of all supervisory organisations is decisive; the supervision fee also covers the costs that FINMA incurs that are caused by supervised persons and entities a nd which are not covered by other charges. 3 The Federal Council may provide for the apportionment of the supervision fee into a fixed basic fee and a variable supplementary fee. 4 It regulates the details, and in particular: a. the assessment principles; b. the supervision areas under paragraph 1; and c. the apportionment of the costs to be financed by the supervision charge among the supervision areas. Amended by Annex No 5 of the FA of 18 March 2022, in force since 1 Jan. 2024 ( AS 2023 355 ; BBl 2020 8967 ). Obsolete. See Art. 75 para. 5 of the Financial Institutions Act of 15 June 2018 ( SR 954.1 ). Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). SR 952.0 SR 954.1 SR 211.423.4 Originally: Let. a bis . Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). SR 958.1 SR 951.31 Amended by Annex No 5 of the FA of 18 March 2022, in force since 1 Jan. 2024 ( AS 2023 355 ; BBl 2020 8967 ). SR 961.01 Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). SR 955.0 Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Reserves",
      "content": "FINMA shall within a reasonable time form reserves for the exercise of its supervisory activity in an amount equivalent to one annual budget."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Treasury",
      "content": "1 The Federal Finance Administration manages the liquid assets of FINMA as part of its central Treasury. 2 It grants FINMA loans on market terms in order to guarantee its liquidity. 3 The Federal Finance Administration and FINMA determines the details of their cooperation by mutual agreement."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Accounting",
      "content": "1 The financial statements of FINMA disclose in full its assets and liabilities, earnings and costs. 2 They follow the general principles of materiality, intelligibility, consistency and gross presentation and comply with the generally recognised standards. 3 The accounting and valuation rules derived from the accounting standards must be disclosed."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Liability",
      "content": "1 The liability of FINMA, its management bodies, its staff and FINMA agents is governed by the Government Liability Act of 14 March 1958, subject to paragraph 2 below. 2 FINMA and its agents are liable only if: a. they have committed a breach of fundamental duties; and b. loss or damage is not due to a breach of duty by a supervised person or entity. SR 170.32 Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Tax exemption",
      "content": "1 FINMA is exempt from any taxation by the Confederation, the cantons or the communes. 2 The federal legislation on: a. value added tax; b. withholding tax; c. stamp duties, is reserved."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "1 FINMA carries out its supervisory activity autonomously and independently. 2 At least once each year, it reviews the strategy for its supervisory activity and current issues of financial centre policy with the Federal Council. 3 It deals with the Federal Council via the FDF. 4 The National Council and the Council of States are responsible for its superintendence."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Information for the general public",
      "content": "1 FINMA informs the general public at least once each year about its supervisory activity and supervisory practices. 2 It does not provide information on individual proceedings, unless there is a particular need to do so from a supervisory point of view and in particular if the information is necessary: a. for the protection of market participants or the supervised persons and entities; b. to correct false or misleading information; or c. to safeguard the reputation of Switzerland’s financial centre. 3 Where FINMA has provided information on individual proceedings, it must also provide immediate notice of the termination of the proceedings. This may be dispensed with at the request of the party concerned. 4 FINMA takes account of the personality rights of those concerned in all its information activities. Personal data may be published in electronic or printed form."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Data processing",
      "content": "1 As part of its supervisory activity under this Act and the financial market acts, FINMA may process personal data or have personal data processed, including sensitive personal data. 2 It may do this in particular for the purpose of: a. auditing supervised persons and entities; b. supervision; c. conducting proceedings; d. assessing the guarantee of proper business conduct; e. assessing the conduct of a person acting for a supervised person or entity or in the financial market; or f. national and international administrative assistance and mutual legal assistance. 3 In the case of data processing for the purpose specified in paragraph 2 letter e, it is authorised to carry out profiling, including high-risk profiling as defined in the Data Protection Act of 25 September 2020. 4 It shall regulate the details. Amended by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 ). SR 235.1"
    },
    {
      "provision_ref": "art23a",
      "section": "23a",
      "title": "a Public directory",
      "content": "Die FINMA shall maintain a directory of the supervised persons and entities. This directory is accessible to the public in electronic form. Inserted by Annex 1 No II 96 of the Data Protection Act of 25 Sept. 2020, in force since 1 Sept. 2023 ( AS 2022 491 ; BBl 2017 6941 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter 3 Supervisory Instruments",
      "section": "24",
      "title": "Principle",
      "content": "1 In accordance with the financial market acts (Art. 1 para. 1), FINMA carries out the audit either itself or arranges for it to be carried out: a. by licensed audit companies appointed by the supervised persons and entities and der Federal Audit Oversight Authority under Article 9 a des Auditor Oversight Act of 16 December 2005; or b. audit agents in accordance with Article 24 a . 2 The audit relates in particular to the risks that supervised persons and entities may pass on to creditors, investors, insured persons or to the proper function of the financial markets. Duplication of auditing work must be avoided as far as possible. 3 Article 730 b paragraph 2 of the Code of Obligations applies by analogy to the preservation of confidentiality by audit companies. 4 In relation to audits under paragraph 1 letter a, the Federal Council regulates the main aspects of the content and conduct of the audit and the form of the report. It may authorise FINMA to issue implementing provisions on technical matters. 5 The supervised persons and entities bear the costs of the audit. Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). SR 221.302 SR 220"
    },
    {
      "provision_ref": "art24a",
      "chapter": "Chapter 3 Supervisory Instruments",
      "section": "24a",
      "title": "a Audit agents",
      "content": "1 FINMA may instruct an independent and suitably qualified person to conduct audits of supervised persons and entities. 2 It specifies the duties of the audit agent in the appointment order. 3 The supervised persons and entities bear the agent’s costs. Inserted by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter 3 Supervisory Instruments",
      "section": "25",
      "title": "Duties of the audited supervised persons and entities",
      "content": "1 Where an audit company is appointed or if FINMA appoints an audit agent, the supervised persons and entities must provide them with all information and documents that are required to carry out their tasks. 2 The supervised person or entity must notify FINMA of its choice of audit company. Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Repealed by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), with effect from 1 Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Reporting and measures",
      "content": "1 The audit company provides FINMA with a report on its audits. The audit company provides the supreme management body of the audited supervised person or entity with a copy of the report. 2 If it identifies violations of supervisory provisions or other irregularities, it shall give the audited supervised person or entity an appropriate period to restore compliance with the law. If the period is not complied with, it informs FINMA. 3 In the case of serious violations of supervisory provisions or serious irregularities, the audit company notifies FINMA immediately. Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Supervision of the audit companies",
      "content": "1 ... 2 FINMA and the Federal Audit Oversight Authority provide each other with all the information and documents that each need to enforce the relevant legislation. Repealed by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), with effect from 1 Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art28a",
      "section": "28a",
      "title": "a Appointment and change of the audit company",
      "content": "1 Two different audit companies must be instructed for the audit under the licensing procedure and the other audits. 2 In justified cases, FINMA may require the supervised person or entity to change audit company. 3 FINMA shall notify the Federal Audit Oversight Authority before ordering a change under paragraph 2. Inserted by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Duty to provide information and to report",
      "content": "1 The supervised persons and entities, their audit companies and auditors as well as persons or companies that are qualified investors or that have a substantial participation in the supervised persons and entities must provide FINMA with all information and documents that it requires to carry out its tasks. 2 The supervised persons and entities and the audit companies that conduct audits of them must also immediately report to FINMA any incident that is of substantial importance to the supervision. Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Notice of the opening of proceedings",
      "content": "Where there are indications of violations of supervisory provisions and if FINMA opens proceedings, it notifies the parties of this."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Restoration of compliance with the law",
      "content": "1 Where a supervised person or entity violates the provisions of this Act or of a financial market act or if there are any other irregularities, FINMA shall ensure the restoration of compliance with the law. 2 Where the rights of clients appear to be jeopardised, FINMA may require the supervised persons or entities to provide collateral. Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "1 Where the proceedings reveal that the supervised person or entity has seriously violated supervisory provisions, but there is no longer a need to order measures to restore compliance with the law, FINMA may issue a declaratory ruling. 2 If an enforceable ruling from FINMA is not observed within the set deadline after a prior warning, FINMA may perform the required act itself or have it performed at the expense of the defaulting party. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Prohibition from practising a profession",
      "content": "1 If FINMA detects a serious violation of supervisory provisions, it may prohibit the person responsible from acting in a management capacity at any person or entity subject to its supervision. 2 The prohibition from practising a profession may be imposed for a period of up to five years."
    },
    {
      "provision_ref": "art33a",
      "section": "33a",
      "title": "a Prohibition from performing an activity",
      "content": "1 Where the following persons seriously violate the provisions of the financial market acts, the implementing provisions or in-house directives, FINMA may prohibit such persons from trading in financial instruments or acting as a client adviser for a fixed period, or permanently in the case of repeated offences: a. employees of a supervised entity responsible for trading in financial instruments; b. employees of a supervised entity acting as client advisers. 2 If the prohibited activity also covers an activity in an area under the supervision of another supervisory authority, this authority is to be consulted and informed of the decision. Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Publication of the supervisory ruling",
      "content": "1 Where there is a serious violation of supervisory provisions, FINMA may publish in electronic or printed form its final ruling once it takes full legal effect, and disclose the relevant personal data. 2 Notice of publication must be contained in the ruling itself."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Confiscation",
      "content": "1 FINMA may confiscate any profit that a supervised person or entity or a responsible person in a management position has made through a serious violation of the supervisory provisions. 2 The foregoing provision applies by analogy if a supervised person or entity or a responsible person in a management position has prevented a loss through a serious violation of supervisory provisions. 3 Where the extent of the assets to be confiscated cannot be ascertained or requires a disproportionate effort to be ascertained, FINMA may make an estimate. 4 The right to confiscate prescribes after seven years. 5 Criminal law confiscation under Articles 70–72 of the Criminal Code takes precedence over confiscation under this provision. 6 The confiscated assets go to the Confederation unless they are paid to the parties suffering loss. SR 311.0"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Investigating agents",
      "content": "1 FINMA may appoint an independent and suitably-qualified person to investigate circumstances relevant for supervisory purposes at a supervised person or entity or to implement supervisory measures that it has ordered (an investigating agent). 2 It specifies the duties of the investigating agent in the appointment order. It determines the extent to which the investigating agent may act in the place of the management bodies of the supervised person or entity. 3 The supervised person or entity must allow the investigating agent access to its premises and provide him or her with all the information and documents that the investigating agent requires to fulfil his or her duties. 4 The costs of the investigating agent are borne by the supervised person or entity. It must if so instructed by FINMA make an advance payment to cover costs."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "1 FINMA shall revoke the licence of a supervised person or entity, withdraw its recognition or cancel its registration if it no longer fulfils the requirements for its activity or seriously violates the supervisory provisions. 2 On revocation, withdrawal or cancellation, the supervised person or entity loses its right to carry out its activity. The other consequences of revocation, withdrawal or cancellation are governed by the applicable financial market acts. 3 These consequences apply by analogy if a supervised person or entity carries out its activity without a licence, recognition, or registration. Amended by Annex No 5 of the FA of 18 March 2022, in force since 1 Jan. 2024 ( AS 2023 355 ; BBl 2020 8967 ). Amended by Annex No 5 of the FA of 18 March 2022, in force since 1 Jan. 2024 ( AS 2023 355 ; BBl 2020 8967 )."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Prosecution authorities",
      "content": "1 FINMA and the competent prosecution authority shall exchange the information that they require in the context of their collaboration and in order to fulfil their tasks. They shall use the information received exclusively to fulfil their respective tasks. 2 They coordinate their investigations, as far as is practicable and required. 3 Where FINMA obtains knowledge of common law felonies and misdemeanours or of offences against this Act or the financial market acts, it shall notify the competent prosecution authorities. Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Other domestic authorities",
      "content": "1 FINMA is authorised to provide other domestic supervisory authorities and the Swiss National Bank with non-public information that they need to fulfil their tasks. 1bis FINMA and the supervisory authority under the Health Insurance Supervision Act of 26 September 2014 shall coordinate their supervisory activities. They shall inform each other as soon as they become aware of events that are of significance to the other supervisory authority. 2 FINMA may also exchange non-public information on certain financial market participants with the FDF where this helps maintain the stability of the financial system. Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). SR 832.12 Inserted by Annex No 4 of the Financial Services Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2019 4417 ; BBl 2015 8901 ). Amended by Annex No 4 of the Financial Services Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2019 4417 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Grounds for refusal",
      "content": "FINMA may refuse to disclose information that is not publicly accessible or to hand over files to prosecution authorities and other domestic authorities where: a. the information and the files solely serve the purpose of forming internal opinions; b. their disclosure or handover would prejudice ongoing proceedings or the fulfilment of its supervisory activity; c. it is not compatible with the aims of financial market supervision or with its purpose."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Disputes",
      "content": "At the request of any of the authorities concerned, the Federal Administrative Court rules on disputes relating to the cooperation between FINMA on the one hand and prosecution authorities or other domestic authorities on the other."
    },
    {
      "provision_ref": "art41a",
      "section": "41a",
      "title": "a Communication of judgments",
      "content": "1 The cantonal civil courts and the Federal Supreme Court shall provide FINMA free of charge with a full copy of their judgment in relation to disputes between a supervised person or entity and creditors, investors or insured parties. 2 FINMA shall forward to the supervisory organisation the judgments concerning the supervisory organisation's supervised persons and entities. Inserted by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Administrative assistance",
      "content": "1 In order to implement the financial market acts, FINMA may ask foreign financial market supervisory authorities to provide information. 2 It may transmit non-public information to foreign financial market supervisory authorities only if: a. this information is used exclusively to implement financial market law, or is forwarded to other authorities, courts or bodies for this purpose; b. the requesting authorities are bound by official or professional secrecy, notwithstanding provisions on the public nature of proceedings and the notification of the general public about such proceedings. 3 Paragraphs 1 and 2 apply by analogy to the exchange of information between FINMA and foreign authorities, courts and bodies involved in the restructuring and resolution of authorised parties. 4 The administrative assistance shall be carried out swiftly. FINMA shall observe the principle of proportionality. The transmission of information concerning persons who are manifestly uninvolved in the matter being investigated is not permitted. 5 FINMA may, in agreement with the Federal Office of Justice, authorise the forwarding of information to prosecution authorities for purposes other than those mentioned in paragraph 2 letter a, provided that mutual legal assistance in criminal matters is not excluded. Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art42a",
      "section": "42a",
      "title": "a Administrative assistance proceedings",
      "content": "1 If FINMA does not yet have the information to be transmitted, it may request it from the information holders. The persons called on to provide information may refuse to answer questions by virtue of Article 16 of the Administrative Procedure Act of 20 December 1968 . 2 Subject to paragraphs 3 to 6, the Administrative Procedure Act applies to information regarding individual clients which is to be transmitted by FINMA. 3 FINMA may refuse the right of access to the correspondence with foreign authorities. Article 28 of the Administrative Procedure Act remains reserved. 4 FINMA may exceptionally refrain from informing the clients concerned before transmitting the information if the purpose of the administrative assistance and the effective fulfilment of the requesting authority's tasks would be compromised by prior notification. In such cases, the clients concerned shall be informed afterwards. 5 In the cases detailed in paragraph 4, FINMA shall inform the information holders and the authorities notified of the request about the postponement of notification. These may not provide information about the request until the clients in question have been informed. 6 The decision of FINMA on the transmission of information to the foreign financial market supervisory authority may be challenged by the client before the Federal Administrative Court within ten days. Article 22 a of the Administrative Procedure Act does not apply. In the cases detailed in paragraph 4, the request may only cite a declaration of unlawfulness. Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). SR 172.021"
    },
    {
      "provision_ref": "art42b",
      "section": "42b",
      "title": "b Cooperation with international organisations and bodies",
      "content": "1 In order to fulfil its tasks in accordance with Article 6, FINMA may participate in multilateral initiatives of international organisations and bodies which give rise to the exchange of information. 2 In the case of multilateral initiatives which have far-reaching implications for the Swiss financial centre, participation in the exchange of information shall take place in agreement with the FDF. 3 When participating, FINMA may transmit non-public information to international organisations and bodies only if: a. this information is used exclusively to fulfil tasks associated with the development of and compliance with regulatory standards or to analyse systemic risks; b. confidentiality is ensured. 4 FINMA shall agree the precise intended use and any forwarding of the information transmitted with the international organisations and bodies. Paragraph 3 remains reserved. Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art42c",
      "section": "42c",
      "title": "c Transmission of information by supervised parties",
      "content": "1 Supervised parties may transmit non-public information to the foreign financial market supervisory authorities responsible for them and to other foreign entities responsible for supervision provided: a. the conditions set out in Article 42 paragraph 2 are fulfilled; b. the rights of clients and third parties are preserved. 2 Furthermore, they may transmit non-public information related to the transactions of clients and supervised parties to foreign authorities and to entities acting on the authorities' behalf if the rights of clients and third parties are preserved. 3 The transmission of information that is of substantial importance in accordance with Article 29 paragraph 2 must be reported to FINMA beforehand. 4 FINMA may reserve administrative assistance channels. 5 It may make the transmission, publication or forwarding of files in the context of supervision subject to its approval if this is in the interest of its task fulfilment and is not in conflict with overriding private or public interests. Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Cross-border audits",
      "content": "1 In order to implement the financial market acts, FINMA may itself carry out direct audits of supervised persons and entities abroad or have such audits carried out by audit agents. 2 It may permit foreign financial market supervisory authorities to carry out direct audits of supervised parties provided: a. these authorities are responsible for the supervision of the audited supervised party as part of home country supervision or are responsible for supervising the activity of the audited supervised party in their territory; and b. the conditions for administrative assistance set out in Article 42 paragraph 2 are fulfilled. 3 Information may be collected through cross-border direct audits only if it is required for the supervisory activity of the foreign financial market supervisory authority. This includes in particular information on whether an institution throughout its group structure: a. is appropriately organised; b. records, limits and monitors in an appropriate manner the risks inherent in its business operations; c. is managed by persons who guarantee proper business conduct; d. fulfils the own funds and risk diversification regulations on a consolidated basis; and e. properly complies with its reporting duties vis-à-vis the supervisory authorities. 3bis If during direct audits in Switzerland foreign financial market supervisory authorities wish to consult information linked directly or indirectly to the asset management, securities trading or deposit business for individual clients, FINMA shall collect this information itself and transmit it to the requesting authorities. The same applies to information which directly or indirectly relates to individual investors in collective investment schemes. Article 42 a applies. 3ter FINMA may, for the purposes detailed in paragraph 3, allow the foreign financial market supervisory authority which is responsible for the consolidated supervision of the audited supervised party to consult a limited number of individual client dossiers. The dossiers must be selected randomly on the basis of predefined criteria. 4 FINMA may accompany the foreign authorities responsible for financial market supervision on their direct audits in Switzerland or arrange for them to be accompanied by an audit company or an audit agent. The supervised persons and entities concerned may request such accompaniment. 5 Establishments organised under Swiss law must provide the foreign financial market supervisory authorities and FINMA with the information required to carry out the direct audits or the information that FINMA requires to provide the administrative assistance, and must permit the inspection of their books. 6 Establishments are defined as: a. subsidiaries, branch offices and representative offices of supervised persons and entities or of foreign institutions; and b. other companies, provided their activity is included by a financial market supervisory authority in the consolidated supervision. Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). Amended by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). Inserted by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, in force since 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 ). Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 )."
    },
    {
      "provision_ref": "art43a",
      "chapter": "Chapter 1 General Provisions",
      "section": "43a",
      "title": "a Supervisory organisation",
      "content": "1 The ongoing supervision of portfolio managers and trustees under Article 17 of the Financial Institutions Act of 15 June 2018 is performed by one or more supervisory organisations with their registered office in Switzerland. 2 The supervisory organisation shall require authorisation from FINMA before commencing its supervisory activity and shall be supervised by FINMA. 3 The supervisory organisation may also supervise financial intermediaries under Article 2 paragraph 3 of the Anti-Money Laundering Act of 10 October 1997 (AMLA) with regard to compliance with their duties under AMLA, provided they are recognised as a self-regulatory organisation in accordance with Article 24 AMLA. 4 If the supervisory organisation is also active in accordance with paragraph 3 as a self-regulatory organisation, it shall ensure that this is evident to others at all times. SR 954.1 Amended by Annex 1 No 4 of the FA of 19 March 2021, in force since 1 Jan. 2022 ( AS 2021 656 ; BBl 2019 5451 ). SR 955.0"
    },
    {
      "provision_ref": "art43b",
      "chapter": "Chapter 1 General Provisions",
      "section": "43b",
      "title": "b Continuous supervision",
      "content": "1 The supervisory organisation shall continuously monitor whether portfolio managers and trustees in accordance with Article 17 of the Financial Institutions Act of 15 June 2018 are in compliance with the financial market legislation to which they are subject. 2 Where the supervisory organisation detects violations of supervisory provisions or other irregularities , it shall give the audited supervised person or entity an appropriate period to restore compliance with the law. If the period is not complied with, it informs FINMA . 3 The Federal Council shall determine the main aspects and content of the continuous supervision. In doing so, it shall take account of the differing size and business risks of the supervised person or entity. It may authorise FINMA to issue implementing provisions on technical matters. SR 954.1 Amended by Annex 1 No 4 of the FA of 19 March 2021, in force since 1 Jan. 2022 ( AS 2021 656 ; BBl 2019 5451 )."
    },
    {
      "provision_ref": "art43c",
      "chapter": "Chapter 2 Authorisation",
      "section": "43c",
      "title": "c Principle",
      "content": "1 FINMA shall grant the supervisory organisation authorisation if the provisions of this chapter are complied with. 2 It shall approve the supervisory organisation's articles of association and organisational regulations, as well as the appointment of the persons entrusted with its administration and management. 3 Prior authorisation or approval from FINMA must be obtained in the case of changes to circumstances requiring authorisation and documents requiring approval. 4 If two or more supervisory organisations are established, the Federal Council may issue rules for the coordination of their activities and the subjection of the supervised persons and entities to a given supervisory organisation."
    },
    {
      "provision_ref": "art43d",
      "chapter": "Chapter 2 Authorisation",
      "section": "43d",
      "title": "d Organisation",
      "content": "1 The supervisory organisation must effectively be managed from Switzerland. 2 It must have appropriate management rules and be organised in such a manner that it can fulfil its duties in accordance with this Act. 3 It must have the financial and personnel resources necessary to perform its tasks. 4 It must have a management board as the operational body."
    },
    {
      "provision_ref": "art43e",
      "chapter": "Chapter 2 Authorisation",
      "section": "43e",
      "title": "e Guarantee of irreproachable business conduct and independence",
      "content": "1 The supervisory organisation and the persons responsible for its management must provide a guarantee of irreproachable business conduct. 2 Moreover, the persons responsible for administration and management must enjoy a good reputation and have the specialist qualifications required for their functions. 3 A majority of the persons charged with administration must be independent of the supervised persons and entities. 4 The members of the management board must be independent of the persons and entities supervised by the supervisory organisation. 5 The persons entrusted with supervision must be independent of the persons and entities they supervise. The tasks of a supervisory organisation under this Act and those of a self-regulatory organisation under AMLA may be managed by the same persons and carried out by the same staff. SR 955.0"
    },
    {
      "provision_ref": "art43f",
      "chapter": "Chapter 2 Authorisation",
      "section": "43f",
      "title": "f Funding and reserves",
      "content": "1 The supervisory organisation shall finance its supervisory in individual cases and when providing services from contributions paid by the supervised persons and entities. 2 The supervisory organisation shall form reserves within a reasonable time for the exercise of its supervisory activity in an amount equivalent to one annual budget. 3 The Confederation may grant the supervisory organisation a loan on market terms in order to guarantee its liquidity until the reserves in accordance with paragraph 2 have been formed in full."
    },
    {
      "provision_ref": "art43g",
      "chapter": "Chapter 2 Authorisation",
      "section": "43g",
      "title": "g Liability",
      "content": "Article 19 applies by analogy to the supervisory organisation."
    },
    {
      "provision_ref": "art43h",
      "chapter": "Chapter 3 Supervision of the Supervisory Organisation",
      "section": "43h",
      "title": "h Principles",
      "content": "1 The supervisory organisation shall periodically inform FINMA about its supervisory activity. 2 FINMA shall verify whether the supervisory organisation meets the requirements under Chapter 2 of this title and whether it is performing its supervisory tasks. 3 The supervisory organisation must furnish FINMA with all the information and documents that FINMA requires to supervise the supervisory organisation."
    },
    {
      "provision_ref": "art43i",
      "chapter": "Chapter 3 Supervision of the Supervisory Organisation",
      "section": "43i",
      "title": "i Measures",
      "content": "1 FINMA shall take the necessary measures if the supervisory organisation does not meet the requirements under Chapter 2 of this title or does not perform its supervisory tasks. 2 FINMA may dismiss persons who no longer fulfil the guarantee of irreproachable business conduct. 3 If no other measure proves effective, FINMA may liquidate the supervisory organisation and transfer the supervisory activity to another supervisory organisation as a measure of last resort. 4 If there are indications of irregularities and the supervisory organisation does not take the measures required to restore compliance with the law, FINMA may: a. conduct an audit of the supervised person or entity; b. appoint an audit agent in accordance with Article 24 a ; or c. make use of supervisory instruments in accordance with Articles 29–37."
    },
    {
      "provision_ref": "art43j",
      "chapter": "Chapter 4 Data Processing",
      "section": "43j",
      "title": "j",
      "content": "Article 23 applies by analogy."
    },
    {
      "provision_ref": "art43k",
      "chapter": "Chapter 5 Supervisory Instruments of the Supervisory Organisation",
      "section": "43k",
      "title": "k Auditing",
      "content": "1 The supervisory organisation may carry out the audit of its supervised persons and entities itself or arrange for it to be carried out by an audit company that : a. is licensed as an auditor by the Federal Audit Oversight Authority in accordance with Article 6 of the Auditor Oversight Act of 16 December 2005; b. is adequately organised for this audit; and c. does not perform any other activity requiring authorisation under the financial market acts. 2 For audits conducted by an audit company in accordance with paragraph 1, a lead auditor must be appointed who: a. is licensed by the Federal Audit Oversight Authority as an auditor in accordance with Article 5 of the Audit Oversight Act; b. possesses the required specialist knowledge and practical experience to conduct the audit in accordance with paragraph 1. 3 Articles 24 paragraphs 2–5 and 24 a –28 a apply by analogy. 4 If so ordered by the supervisory organisation, the supervised persons and entities must make an advance payment to cover costs. SR 221.302"
    },
    {
      "provision_ref": "art43l",
      "chapter": "Chapter 5 Supervisory Instruments of the Supervisory Organisation",
      "section": "43l",
      "title": "l Duty to provide information and to report",
      "content": "1 The supervised persons and entities, their audit companies and auditors as well as persons or companies that are qualified investors or that have a substantial participation in the supervised persons and entities must provide FINMA with all information and documents that it requires to carry out its tasks. 2 The supervised persons and entities and the audit companies that conduct audits of them must also immediately report to FINMA any incident that is of substantial importance to the supervision ."
    },
    {
      "provision_ref": "art44",
      "chapter": "Title 4 Criminal Provisions",
      "section": "44",
      "title": "",
      "content": "1 Any person who wilfully without authorisation, recognition, a licence, registration or affiliation with a self-regulatory organisation in accordance with Article 24 paragraph 1 of the AMLA carries out an activity that requires authorisation, recognition, a licence, registration or affiliation with a self-regulatory organisation under the financial market acts is liable to a custodial sentence of up to three years or to a monetary penalty. 2 Where the offender acts through negligence, he or she is liable to a fine of up to 250 000 francs. 3 ... Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). SR 955.0 Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Repealed by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, with effect from 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art45",
      "chapter": "Title 4 Criminal Provisions",
      "section": "45",
      "title": "Provision of false information",
      "content": "1 Any person who wilfully provides FINMA, an audit company, a supervisory organisation a self-regulatory organisation, or an agent with false information is liable to a custodial sentence of up to three years or to a monetary penalty. 2 Where the offender acts through negligence, he or she is liable to a fine of up to 250 000 francs. 3 ... Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 ). Repealed by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, with effect from 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "1 Any person who as an agent wilfully and seriously violates the supervisory provisions by: a. falsely stating essential information in the report or withholding essential information; b. failing to make a mandatory report to FINMA; or c. failing to make an order under Article 27 to the audited supervised person or entity, is liable to a custodial sentence of up to three years or to a monetary penalty. 2 Where the offender acts through negligence, he or she is liable to a fine of up to 250 000 francs. 3 ... Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). Amended by Annex No 8 of the FA of 20 June 2014 (Consolidation of Oversight through Audit Companies), in force since 1. Jan. 2015 ( AS 2014 4073 ; BBl 2013 6857 ). Repealed by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, with effect from 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Audit of annual financial statements",
      "content": "1 Any person who wilfully: a. fails to have the annual financial statements required by the financial market acts audited by a licensed audit company or to have an audit carried out that is required under the financial market acts or that has been ordered by FINMA or a supervisory organisation; b. fails to fulfil his or her obligations vis-à-vis the audit company or the agent, [tab] is liable to a custodial sentence of up to three years or to a monetary penalty. 2 Where the offender acts through negligence, he or she is liable to a fine of up to 250 000 francs. 3 ... Amended by Annex No 7 of the FA of 17 Dec. 2021, in force since 1 March 2024 ( AS 2024 53 ; BBl 2020 6885 ). Repealed by Annex No 13 of the Financial Market Infrastructure Act of 19 June 2015, with effect from 1 Jan. 2016 ( AS 2015 5339 ; BBl 2014 7483 )."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "Any person who wilfully fails to comply with a legally enforceable ruling issued by FINMA containing notice of the penalties under this Article or with a decision of the appeal courts is liable to a fine of up to 100 000 francs. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Offences in business operations",
      "content": "The ascertainment of the criminally liable persons may be dispensed with and instead the business operation may be ordered to pay the fine (Art. 7 of the FA of 22 March 1974 on Administrative Criminal Law) where: a. the ascertainment of the persons who are criminally liable under Article 6 of the Federal Act of 22 March 1974 on Administrative Criminal Law requires investigative measures that are disproportionate in comparison with the penalty incurred; and b. a fine of a maximum of 50 000 francs is under consideration for the violations of the criminal provisions of this Act or the financial market acts. SR 313.0"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Jurisdiction",
      "content": "1 For violations of the criminal provisions of this Act or the financial market acts, the Federal Act of 22 March 1974 on Administrative Criminal Law applies, unless this Act or the financial market acts provides otherwise. The authority responsible for prosecution and judgement is the FDF. 2 Where proceedings before the courts are requested or if the FDF is of the view that the requirements for a custodial sentence or a custodial measure are met, the offence is subject to federal jurisdiction. In such a case, the FDF shall refer the files to the Office of the Attorney General of Switzerland for proceedings before the Federal Criminal Court. The referral is deemed to be the bringing of charges Articles 73–83 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply by analogy. 3 The representatives of the Office of the Attorney General of Switzerland and of the FDF are not required to appear in person at the trial. SR 313.0"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Unification of prosecution",
      "content": "1 In a criminal case, if both the jurisdiction of the FDF and federal or cantonal jurisdiction apply, the FDF may order that the prosecution be unified under the prosecution authority already dealing with the case, provided there is a close factual relation, the case is not yet pending before the competent court and unification will not unreasonably delay the ongoing proceedings. 2 The Appeals Chamber of the Federal Criminal Court decides on any disputes between the FDF and the Office of the Attorney General of Switzerland or the cantonal authorities."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Statute of limitations",
      "content": "The prosecution of offences under this Act and under the financial market acts become time barred after seven years."
    },
    {
      "provision_ref": "art53",
      "chapter": "Title 5 Procedure and Right of Appeal",
      "section": "53",
      "title": "Administrative procedure",
      "content": "The procedure is governed by the provisions of the Federal Act of 20 December 1968 on Administrative Procedure. SR 172.021"
    },
    {
      "provision_ref": "art54",
      "chapter": "Title 5 Procedure and Right of Appeal",
      "section": "54",
      "title": "Right of appeal",
      "content": "1 The contesting of FINMA rulings is governed by the provisions on the administration of federal justice. 2 FINMA is entitled to appeal to the Federal Supreme Court."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter 1 Implementation",
      "section": "55",
      "title": "Implementing provisions",
      "content": "1 The Federal Council shall issue the implementing provisions. In doing so, it shall observe the principles of regulation in Article 7 paragraph 2 and base its regulation on the majority of the supervised persons or entities at the time. The foregoing is subject to more stringent requirements, in particular with regard to risks to the stability of the financial system. 2 The Federal Council may authorise FINMA in matters of limited importance, and in particular in predominantly technical matters, to issue implementing provisions to this Act and to the financial market acts. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter 1 Implementation",
      "section": "56",
      "title": "Implementation",
      "content": "FINMA is responsible for the implementation of this Act and of the financial market acts."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter 2 Amendment of Other Legislative Instruments",
      "section": "57",
      "title": "",
      "content": "The amendment of current legislation is regulated in the Annex."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "58",
      "title": "Transitional Provision to the Amendment of 15 June 2018",
      "content": "Applications for authorisation under Article 43 c paragraph 1 must be submitted no later than six months after the Amendment of 15 June 2018 comes into force. FINMA shall issue a decision on the application within six months of receipt. Amended by Annex No II 16 of the Financial Institutions Act of 15 June 2018, in force since 1 Jan. 2020 ( AS 2018 5247 , 2019 4631 ; BBl 2015 8901 )."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "59",
      "title": "Transfer of employment relationships",
      "content": "1 The employment relationships of the staff of the Federal Banking Commission, of the Federal Office of Private Insurance and of the Anti-Money Laundering Control Authority shall be transferred in accordance with Article 58 paragraph 1 to FINMA and shall be continued in accordance with this Act. 2 There is no right to the continuation of any function, field of work or position within the organisational system; however, staff have a right to their current salary for a period of one year. 3 Job application procedures will be carried out only if it proves necessary as a result of reorganisation or where there is more than one candidate. 4 FINMA shall endeavour to carry out restructuring activities in a socially acceptable manner."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter 3 Transitional Provisions",
      "section": "60",
      "title": "Responsible employer",
      "content": "1 FINMA is the responsible employer for persons in receipt of a pension: a. who are allocated to the Federal Banking Commission, the Federal Office of Private Insurance or the Anti-Money Laundering Control Authority; and b. who have begun to draw an old age, invalidity or survivor’s pension from the occupational pension scheme with the Federal Pension Fund before the commencement of this Act. 2 Where any incapacity to work, the cause of which subsequently leads to invalidity, begins before the commencement of this Act and the related pension begins to be drawn after its commencement, FINMA is also the responsible employer."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter 4 Referendum and Commencement",
      "section": "61",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council determines the date on which this Act comes into force. Commencement Date: Articles 4, 7, 8, 9 paragraph 1 letters a–e and g–j as well as paragraphs 2–5, Articles 10–14, 17–20, 21 paragraphs 3 and 4, 53–55, 58 paragraph 2 second sentence, 59 paragraphs 2–4; Annex Number 4 (Federal Administrative Court Act), Heading before Article 31 and 33 letter b: 1 February 2008 Other provisions: 1 January 2009 AS 2008 5205"
    }
  ],
  "definitions": []
}