{
  "id": "sr-930-31",
  "type": "statute",
  "title": "Bundesgesetz vom 29. September 2023 über die Entlastung der Unternehmen von Regulierungskosten (Unternehmensentlastungsgesetz, UEG)",
  "title_en": "",
  "short_name": "UEG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2024/118/en",
  "provisions": [
    {
      "provision_ref": "art13",
      "chapter": "1. Abschnitt: …",
      "section": "13",
      "title": "",
      "content": "Treten am 1. Okt. 2024 in Kraft."
    },
    {
      "provision_ref": "art45",
      "chapter": "2. Abschnitt: …",
      "section": "45",
      "title": "",
      "content": "Treten am 1. Okt. 2024 in Kraft."
    },
    {
      "provision_ref": "art68",
      "chapter": "3. Abschnitt: …",
      "section": "68",
      "title": "",
      "content": "Treten am 1. Okt. 2024 in Kraft."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "9",
      "title": "Zweck",
      "content": "1 Das Staatssekretariat für Wirtschaft (SECO) betreibt eine zentrale elektronische Plattform zur erleichterten Erbringung von Behördenleistungen für Unternehmen und andere UID-Einheiten nach dem Bundesgesetz vom 18. Juni 2010 über die Unternehmens-Identifikationsnummer. 2 Es kann die Plattform auch für Einzelpersonen öffnen, soweit die ihnen angebotenen Behördenleistungen mit denjenigen für Unternehmen und andere UID-Einheiten vergleichbar sind. SR 431.03"
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "10",
      "title": "Funktionen",
      "content": "1 Die Plattform unterstützt die Benutzerinnen und Benutzer bei der Kommunikation mit den Behörden. 2 Sie bietet den Benutzerinnen und Benutzern die folgenden Möglichkeiten, soweit das anwendbare Recht dem nicht entgegensteht: a. Daten zur späteren Verwendung für die Kommunikation mit den Behörden zu erfassen und zu verwalten; b. Daten aus amtlichen Registern zu importieren; c. Dokumente an Behörden zu übermitteln oder von einer Behörde zu empfangen. 3 Sie stellt den Behörden Schnittstellen für die Anbindung ihrer Systeme zur Verfügung."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "11",
      "title": "",
      "content": "Tritt zu einem späteren Zeitpunkt in Kraft."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "12",
      "title": "Verwendung zum Vollzug von kantonalem Recht",
      "content": "Das SECO kann die Plattform für die Verwendung zum Vollzug von kantonalem Recht zur Verfügung stellen, sofern: a. die Erfüllung der Hauptaufgaben der Plattform nicht beeinträchtigt wird; und b. keine bedeutenden zusätzlichen sachlichen und personellen Mittel erforderlich sind."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "13",
      "title": "Standards",
      "content": "1 Die Bundeskanzlei kann, soweit es für die Interoperabilität anderer Systeme mit der Plattform erforderlich ist, technische, organisatorische und prozedurale Standards festlegen, die für die Behörden und mit Verwaltungsaufgaben betrauten Dritten nach diesem Gesetz verbindlich sind. Sie orientiert sich dabei an bestehenden und international etablierten offenen Standards. 2 Sie legt die Standards in Zusammenarbeit mit dem SECO und der Organisation Digitale Verwaltung Schweiz fest."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Elektronische Plattform zur Erbringung von Behördenleistungen",
      "section": "14",
      "title": "Kosten",
      "content": "1 Der Bund trägt die Betriebs- und Weiterentwicklungskosten der Plattform für die Verwendung zum Vollzug von Bundesrecht. 2 Das SECO kann mit Kantonen, öffentlich-rechtlichen Körperschaften, insbesondere der Organisation Digitale Verwaltung Schweiz, und den mit Verwaltungsaufgaben betrauten Dritten zur Verwendung der Plattform beim Vollzug von Bundesrecht eine Vereinbarung über die finanzielle Beteiligung abschliessen. 3 Bei einer Verwendung zum Vollzug von kantonalem Recht leisten die Kantone und die mit kantonalen Verwaltungsaufgaben betrauten Dritten einen kostendeckenden Beitrag an die Betriebs- und Weiterentwicklungskosten. Das SECO kann die Beiträge pauschal festlegen. 4 Bei Vorhaben von hohem Bundesinteresse kann das SECO auf höchstens 45 Prozent des kantonalen Beitrags verzichten; bei geringfügigen Kosten kann es ganz auf kantonale Beiträge verzichten."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Datenbearbeitung",
      "content": "1 Zugriff auf die Daten einer Benutzerin oder eines Benutzers sowie auf die von ihr oder ihm an eine Behörde übermittelten oder von einer Behörde empfangenen Dokumente haben nur Personen, die von der Benutzerin oder dem Benutzer dazu bevollmächtigt wurden. 2 Das SECO darf Personendaten und Daten juristischer Personen, einschliesslich besonders schützenswerter Personendaten, bearbeiten, soweit dies für die Gewährleistung der Funktionen nach Artikel 10 erforderlich ist. 3 Es darf die Daten auf Antrag der betroffenen Benutzerinnen und Benutzer an die jeweils zuständigen Behörden übermitteln."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Aufbewahrungsfrist für die Daten",
      "content": "1 Die Daten werden so lange aufbewahrt, bis die Benutzerin oder der Benutzer sie vernichtet. 2 Das SECO vernichtet die Daten zudem: a. spätestens ein Jahr, nachdem eine UID-Einheit ihre wirtschaftliche Tätigkeit beendet hat; b. zwei Jahre, nachdem das SECO vom Tod einer Einzelperson nach Artikel 9 Absatz 2 Kenntnis erlangt hat, es sei denn eine Rechtsnachfolgerin oder ein Rechtsnachfolger hat während dieser Zeit Ansprüche angemeldet."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Datensicherheit",
      "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung regelt die Gewährleistung der Datensicherheit."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Öffentlichkeitsprinzip",
      "content": "1 Die auf der Plattform gespeicherten Daten gelten nicht als amtliche Dokumente des SECO im Sinne des Öffentlichkeitsgesetzes vom 17. Dezember 2004. 2 Dokumente an oder von Behörden, die über die Plattform übermittelt werden, gelten als amtliche Dokumente der betreffenden Behörden. SR 152.3"
    },
    {
      "provision_ref": "art19",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "19",
      "title": "Überprüfung",
      "content": "1 Der Bundesrat überprüft spätestens zehn Jahre nach Inkrafttreten dieses Gesetzes, ob das Gesetz und sein Vollzug notwendig, zweckmässig, wirksam und wirtschaftlich sind. 2 Er erstattet der Bundesversammlung Bericht und unterbreitet ihr nötigenfalls Änderungsanträge."
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Ausführungsbestimmungen",
      "content": "Der Bundesrat erlässt die Ausführungsbestimmungen."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "",
      "content": "Tritt am 1. Okt. 2024 in Kraft."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Referendum, Inkrafttreten und Geltungsdauer",
      "content": "1 Dieses Gesetz untersteht dem fakultativen Referendum. 2 Der Bundesrat bestimmt das Inkrafttreten. 3 … Datum des Inkrafttretens: Art. 9, 10, 12–20 und 22 Abs. 1 und 2: 1. April 2024 Art. 1–8, 21 und 22 Abs. 3: 1. Okober 2024 Art. 11: zu einem späteren Zeitpunkt Tritt am 1. Okt. 2024 in Kraft. BRB vom 15. März 2024"
    }
  ],
  "definitions": []
}