{
  "id": "sr-956-126",
  "type": "statute",
  "title": "Verordnung der FINMA vom 25. August 2021 über den Schutz von Personendaten ihres Personals (Personaldatenverordnung FINMA)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/552/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand und Geltungsbereich",
      "content": "Diese Verordnung regelt die Bearbeitung der Personendaten von Bewerberinnen und Bewerbern, von Mitarbeiterinnen und Mitarbeitern und ehemaligen Mitarbeiterinnen und Mitarbeitern sowie von Lernenden (Personaldaten) durch die FINMA."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Zuständigkeiten",
      "content": "1 Die Abteilung Human Resources ist für die Personaldaten und deren Bearbeitung verantwortlich. 2 Die Abteilung Information and Communication Technologies stellt den technischen Betrieb der Informationssysteme sicher. 3 Die Geschäftsleitung der FINMA regelt in einem Bearbeitungsreglement: a. die organisatorischen und technischen Massnahmen zur Gewährleistung der Datensicherheit; b. die Kontrolle der Datenbearbeitung; c. die Zugriffs- und Einsichtsrechte der einzelnen Kategorien von Mitarbeiterinnen und Mitarbeitern der FINMA."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Datensicherheit",
      "content": "1 In Papierform vorliegende Personaldaten sind unter Verschluss zu halten. 2 Die für die Datenbearbeitung zuständigen Mitarbeiterinnen und Mitarbeiter der FINMA treffen in ihrem Bereich angemessene organisatorische und technische Massnahmen zur Sicherung der Personaldaten."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Auskunfts-, Berichtigungs- und Löschungsrecht",
      "content": "Die betroffenen Personen können ihr Auskunfts-, Berichtigungs- und Löschungsrecht bei der Abteilung Human Resources geltend machen."
    },
    {
      "provision_ref": "art5",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "5",
      "title": "Veröffentlichung und Bekanntgabe an Dritte",
      "content": "1 Die Abteilung Human Resources informiert die Mitarbeiterinnen und Mitarbeiter, bevor deren Daten im Zusammenhang mit der beruflichen Tätigkeit im Intranet, in einem internen Publikationsorgan oder am Anschlagbrett veröffentlicht werden. Besonders schützenswerte Personendaten werden nicht veröffentlicht. 2 Die Information umfasst die vorgesehene Publikationsform und den Hinweis, dass die Mitarbeiterinnen und Mitarbeiter, die mit der Veröffentlichung nicht einverstanden sind, dies jederzeit schriftlich mitteilen können. 3 An Dritte, insbesondere an neue Arbeitgeber, dürfen Personaldaten nur mit schriftlicher Einwilligung der betroffenen Person bekanntgegeben werden oder soweit eine gesetzliche Grundlage besteht."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Bewerbungsdossier",
      "section": "6",
      "title": "Bewerbung",
      "content": "Bewerberinnen und Bewerber reichen ihre Bewerbung in elektronischer Form ein."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Bewerbungsdossier",
      "section": "7",
      "title": "Inhalt",
      "content": "Das Bewerbungsdossier kann die in Anhang 1 aufgeführten Daten enthalten."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Bewerbungsdossier",
      "section": "8",
      "title": "Datenbearbeitung",
      "content": "1 Die Abteilung Human Resources und die für die Personalauswahl verantwortlichen Personen bearbeiten die Daten der Bewerbungsdossiers, soweit es für die Durchführung des Bewerbungsverfahrens notwendig ist. 2 Am Ende des Bewerbungsverfahrens werden die Daten der Bewerberinnen und Bewerber, die angestellt werden, ins Personaldossier und in die Informationssysteme für das Personaldatenmanagement übertragen. 3 Die Daten von Bewerberinnen und Bewerbern, welche nicht durch die FINMA angestellt werden, werden spätestens 3 Monate nach Abschluss des Bewerbungsverfahrens vernichtet. Die Aufbewahrungsfrist kann verlängert werden, wenn die Daten für die Behandlung von Beschwerden nach Artikel 13 Absatz 2 des Gleichstellungsgesetzes vom 24. März 1995 benötigt werden. Besondere Vereinbarungen mit den Bewerberinnen und Bewerbern bleiben vorbehalten. SR 151.1"
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Bewerbungsdossier",
      "section": "9",
      "title": "Persönlichkeits- und Integritätstests",
      "content": "1 Für folgende Abklärungen ist die ausdrückliche Einwilligung der Bewerberinnen und Bewerber erforderlich: a. die Durchführung von Persönlichkeits- und Integritätstests; b. das Einholen von Referenzen. 2 Die Bewerberinnen und Bewerber müssen vor der Durchführung von Persönlichkeits- und Integritätstests informiert werden über: a. den Zweck der Tests; b. die Verwendung der Testergebnisse; c. den Personenkreis, der über die Testergebnisse informiert wird. 3 Integritätstests werden nur durchgeführt, sofern dies zur Wahrung der Interessen der FINMA erforderlich ist."
    },
    {
      "provision_ref": "art10",
      "chapter": "3. Abschnitt: Informationssystem für die Rekrutierung von Mitarbeiterinnen und Mitarbeitern",
      "section": "10",
      "title": "Zweck",
      "content": "Das Informationssystem für die Rekrutierung von Mitarbeiterinnen und Mitarbeitern (Informationssystem E-Rekrutierung) dient dazu, Stellen auszuschreiben und den Bewerbungsprozess elektronisch durchzuführen."
    },
    {
      "provision_ref": "art11",
      "chapter": "3. Abschnitt: Informationssystem für die Rekrutierung von Mitarbeiterinnen und Mitarbeitern",
      "section": "11",
      "title": "Inhalt",
      "content": "Das Informationssystem E-Rekrutierung enthält die auszuschreibenden Stellen mit den notwendigen Informationen und die Daten der Bewerbungsdossiers der Bewerberinnen und Bewerber nach Anhang 1."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Informationssystem für die Rekrutierung von Mitarbeiterinnen und Mitarbeitern",
      "section": "12",
      "title": "Zugriffsrechte",
      "content": "Die Abteilung Human Resources erteilt den für die Personalauswahl verantwortlichen Personen im Einzelfall die Zugriffsrechte."
    },
    {
      "provision_ref": "art13",
      "chapter": "4. Abschnitt: Personaldossier",
      "section": "13",
      "title": "Inhalt",
      "content": "Das Personaldossier kann die in Anhang 2 aufgeführten Daten enthalten."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Personaldossier",
      "section": "14",
      "title": "Datenbearbeitung",
      "content": "1 Die Abteilung Human Resources und die Vorgesetzten bearbeiten die Daten der Personaldossiers, soweit es für die Erfüllung ihrer Aufgaben notwendig ist. 2 Die Abteilungen Interne Revision sowie Recht und Compliance bearbeiten die Daten fallbezogen, soweit es für die Erfüllung ihrer Aufgaben notwendig ist. Die Einsicht wird von der Abteilung Human Resources im Einzelfall gewährt."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Personaldossier",
      "section": "15",
      "title": "Aufbewahrung und Vernichtung",
      "content": "1 Die Daten des Personaldossiers werden während zehn Jahren nach Beendigung des Arbeitsverhältnisses aufbewahrt und anschliessend vernichtet. 2 Die Ergebnisse von Persönlichkeits- und Integritätstests und Potenzialbeurteilungen werden während fünf Jahren nach Erhebung der Daten aufbewahrt und anschliessend vernichtet. 3 Leistungsbeurteilungen und Entscheide, die auf einer Beurteilung beruhen, sowie Daten über die Gesundheit, über Sozialmassnahmen und über administrative, betreibungs- und strafrechtliche Massnahmen werden während höchstens fünf Jahren nach Beendigung des Arbeitsverhältnisses aufbewahrt und anschliessend vernichtet. 4 Daten nach Absatz 3 können ausnahmsweise länger aufbewahrt werden, wenn ein Rechtsstreit über Ansprüche aus dem Arbeitsverhältnis dies rechtfertigt. In solchen Fällen werden sie längstens bis zum Abschluss des Verfahrens aufbewahrt und anschliessend vernichtet."
    },
    {
      "provision_ref": "art16",
      "chapter": "5. Abschnitt: Informationssystem für die Personaldossiers",
      "section": "16",
      "title": "Zweck",
      "content": "Das Informationssystem für die Personaldossiers (Informationssystem E-Personaldossier) dient der elektronischen Verwaltung, Bewirtschaftung und Ablage von Personaldaten."
    },
    {
      "provision_ref": "art17",
      "chapter": "5. Abschnitt: Informationssystem für die Personaldossiers",
      "section": "17",
      "title": "Schnittstellen",
      "content": "Über Schnittstellen können Personaldaten automatisiert aus den Informationssystemen für das Personaldatenmanagement in das Informationssystem E-Personaldossier übernommen werden."
    },
    {
      "provision_ref": "art18",
      "chapter": "5. Abschnitt: Informationssystem für die Personaldossiers",
      "section": "18",
      "title": "Zugriffsrechte",
      "content": "Zugriff haben: a. die Abteilung Human Resources: auf sämtliche Personaldossiers; b. die Mitarbeiterinnen und Mitarbeiter: auf ihr eigenes Personaldossier; c. die Vorgesetzten: auf diejenigen Daten der Personaldossiers ihrer Mitarbeiterinnen und Mitarbeiter, die für ihre Aufgabenerfüllung erforderlich sind."
    },
    {
      "provision_ref": "art19",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "19",
      "title": "Zweck",
      "content": "Die Informationssysteme für das Personaldatenmanagement dienen der Verwaltung und Bewirtschaftung von Personaldaten in den folgenden Bereichen: a. Personalgewinnung; b. Personaleinsatz und Personalerhaltung; c. Personal- und Organisationsentwicklung; d. Personalplanung; e. Personalcontrolling; f. Personal- und Lohnadministration; g. Personalfreisetzung."
    },
    {
      "provision_ref": "art20",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "20",
      "title": "Inhalt",
      "content": "Die Informationssysteme für das Personaldatenmanagement können die in Anhang 3 aufgeführten Daten enthalten."
    },
    {
      "provision_ref": "art21",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "21",
      "title": "Datenbearbeitung",
      "content": "Die Abteilungen Human Resources, Finanzen und Interne Revision sowie die Vorgesetzten bearbeiten die Daten aus den Informationssystemen des Personaldatenmanagements, soweit dies für die Erfüllung ihrer Aufgaben notwendig ist."
    },
    {
      "provision_ref": "art22",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "22",
      "title": "Schnittstellen",
      "content": "Über Schnittstellen innerhalb der Informationssysteme für das Personaldatenmanagement sowie zum Informationssystem E-Personaldossier können Personaldaten automatisiert übertragen werden."
    },
    {
      "provision_ref": "art23",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "23",
      "title": "Zugriffsrechte",
      "content": "1 Zugriff haben: a. die Abteilung Human Resources: auf sämtliche Daten; b. die Abteilung Finanzen: auf die Daten im Bereich Personalcontrolling und Personalplanung; c. die Mitarbeiterinnen und Mitarbeiter: auf ihre eigenen Zeit-, Lohn- und Spesendaten sowie ihre eigenen Daten betreffend Leistungsbeurteilung und Personalentwicklung; d. die Vorgesetzten: auf die Zeit-, Lohn- und Spesendaten ihrer Mitarbeiterinnen und Mitarbeiter und deren Daten betreffend Leistungsbeurteilung und Personalentwicklung. 2 Die Abteilung Human Resources erteilt der Abteilung Interne Revision im Einzelfall ein zeitlich begrenztes Zugriffsrecht auf die für ihre Aufgabenerfüllung erforderlichen Daten."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "24",
      "title": "Datenbekanntgabe",
      "content": "Über Schnittstellen innerhalb der Informationssysteme für das Personaldatenmanagement können Personaldaten zwecks Erfüllung gesetzlicher Pflichten automatisiert übermittelt werden, insbesondere an: a. die Zentrale Ausgleichsstelle des Bundes zwecks Prüfung, Bestimmung und Abrechnung der Sozialversicherungsansprüche aus der Alters- und Hinterlassenenversicherung, der Invalidenversicherung und der Erwerbsersatzordnung; b. die Pensionskasse des Bundes zwecks Meldung, Administration und Abrechnung der Vorsorgebeiträge; c. die Schweizerische Unfallversicherungsanstalt zwecks Meldung, Administration und Abrechnung der Unfallansprüche; d. die zuständigen Steuerbehörden zwecks Wahrnehmung der steuerlichen Meldepflichten des Arbeitgebers; e. das Bundesamt für Statistik zwecks Wahrnehmung der statistischen Meldepflichten des Arbeitgebers."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Informationssysteme für das Personaldatenmanagement",
      "section": "25",
      "title": "Aufbewahrung und Vernichtung",
      "content": "Die Daten werden während zehn Jahren nach Beendigung des Arbeitsverhältnisses in den Informationssystemen für das Personaldatenmanagement aufbewahrt und anschliessend vernichtet."
    },
    {
      "provision_ref": "art26",
      "chapter": "7. Abschnitt: Inkrafttreten",
      "section": "26",
      "title": "",
      "content": "Diese Verordnung tritt am 1. Oktober 2021 in Kraft."
    }
  ],
  "definitions": []
}