{
  "id": "sr-910-124",
  "type": "statute",
  "title": "Verordnung des WBF vom 11. Juni 1999 über die Mindestanforderungen an die Kontrolle der geschützten Ursprungsbezeichnungen und geografischen Angaben (Verordnung über die Kontrolle der GUB und GGA)",
  "title_en": "Ordinance of the FDEA of 11 June 1999 on the Minimum Requirements for Control Procedures of Protected Designations of Origin and Geographical Indications (Ordinance on the Control of PDOs and PGIs)",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1999/350/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Minimum requirements for control procedures",
      "content": "The certification body must: a. carry out an initial authorisation of all production, processing and refining undertakings; b. verify the flow of goods; c. control the correct use of the traceability marks; d. ensure that processing requirements are complied with; e. oversee final product testing. Amended by No I of the EAER Ordinance of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3907 )."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Frequency of control procedures",
      "content": "1 The certification body shall control the structural requirements in the context of the initial authorisation procedure. 2 Control procedures relating to the flow of goods, traceability and processing requirements shall take place at least every two years for each processing and refining undertaking, or every four years in the case of summer pasture holdings. For production undertakings, such procedures shall be carried out on the basis of a statistically representative random sample. 3 In the case of the Protected Geographical Indications (PGIs), testing of the final product shall be carried out once annually on the basis of a statistically representative sample of undertakings. In the case of Protected Designations of Origin (PDOs), these tests will take place at least once per year in every production, processing or refining undertaking which markets the final product. Where an undertaking markets the production of several operators, testing of the final product should be performed on a random sample of lots of each operator. 4 Undertakings where irregularities are found are subject to retesting on a systematic basis. Amended by No I of the EAER Ordinance of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3907 ). Amended by No I of the EAER Ordinance of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3907 ). Amended by No I of the EAER Ordinance of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3907 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "The product specification includes the following requirements essential to the character of the product: a. requirements with regard to the technical installations (structural requirements); and b. requirements with regard to the production, processing and refining process (process requirements). Amended by No I of the EAER Ordinance of 29 Oct. 2014, in force since 1 Jan. 2015 ( AS 2014 3907 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Traceability mark",
      "content": "The traceability marking is an indelible mark which must be affixed to every individual product and which allows for the identification of the batch and the producer. Where it is not suitable to affix the label to the product itself, the traceability mark may be placed on the packaging of the product which is ready for consumption."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Final product testing",
      "content": "1 In the case of agricultural products and processed agricultural products, testing of the final product shall comprise physical and chemical testing, as well as an organoleptic test. 2 The organoleptic test is to verify the product’s conformity with the sensory description in the product specification. 3 In the case of forestry products and processed forestry products, testing of the final product shall comprise testing of the physical and other characteristic properties. 4 The responsibility for sampling is that of the certification body. The certification body is also responsible for organoleptic testing, which shall be conducted by the applicant group. Amended by No I of the EAER Ordinance of 16 Sept. 2016, in force since 1 Jan. 2017 ( AS 2016 3289 )."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Reporting",
      "content": "The certification body shall provide an annual report to the Federal Office for Agriculture for each protected indication, containing the following information: a. the list of undertakings under review, categorized by «production», «processing» and «refining»; b. the total amount of products marketed with the protected indication; c. the number and the type of corrective measures enacted and any suspension of certificates for each protected indication."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Access to undertakings and documentation",
      "content": "The certification body shall ensure that it receives: a. unrestricted access to the undertakings; b. access to any documents of use to it in the context of certification."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Control manual",
      "content": "1 The certification body or the certification bodies shall clarify, in a control manual, the procedures under the present Ordinance, together with the groups who have applied for registration of a PDO or a PGI. 2 The control manual shall be an integral component of the quality assurance scheme of the certification body or the certification bodies. 3 The latest version of the quality assurance scheme shall be deposited with the Federal Office for Agriculture."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Commencement",
      "content": "This Ordinance comes into force on 1 July 1999."
    }
  ],
  "definitions": []
}