{
  "id": "sr-916-341-22",
  "type": "statute",
  "title": "Verordnung des BLW vom 30. November 2021 über die Einschätzung und Klassifizierung von Tieren der Rindvieh-, Schweine-, Pferde-, Schaf- und Ziegengattung (EKV-BLW)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2021/802/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Tiere der Rindviehgattung",
      "content": "Die Qualität der lebenden und geschlachteten Tiere der Rindviehgattung muss anhand des Einschätzungs- und Klassifizierungssystems nach Anhang 1 eingestuft werden."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Tiere der Schweinegattung",
      "content": "Die Qualität der geschlachteten Tiere der Schweinegattung muss anhand des Einschätzungs- und Klassifizierungssystems nach Anhang 2 eingestuft werden."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Tiere der Pferdegattung",
      "content": "Die Qualität der geschlachteten Tiere der Pferdegattung muss anhand des Einschätzungs- und Klassifizierungssystems nach Anhang 3 eingestuft werden."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Tiere der Schafgattung",
      "content": "Die Qualität der lebenden und geschlachteten Tiere der Schafgattung muss anhand des Einschätzungs- und Klassifizierungssystems nach Anhang 4 eingestuft werden."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Tiere der Ziegengattung",
      "content": "Die Qualität der geschlachteten Tiere der Ziegengattung muss anhand des Einschätzungs- und Klassifizierungssystems nach Anhang 5 eingestuft werden."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Handelsklasse",
      "content": "1 Die Handelsklasse wird aufgrund der Fleischigkeit und des Fettgewebes bestimmt. 2 Bei Tieren der Schweinegattung und bei Gitzi ist nur die Fleischigkeit massgebend."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Klassifizierungsgeräte für die Einstufung geschlachteter Tiere",
      "content": "1 Die Einstufung der Qualität geschlachteter Tiere ausser den geschlachteten Tieren der Schweinegattung erfolgt visuell. 2 Die Qualität geschlachteter Tiere der Rindviehgattung kann auch mit einem Klassifizierungsgerät nach Anhang 1 Ziffer 3 eingestuft werden. 3 Die Qualität geschlachteter Tiere der Schweinegattung muss mit einem Klassifizierungsgerät nach Anhang 2 Ziffer 3 oder 4 eingestuft werden."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Zulassung der Klassifizierungsgeräte",
      "content": "1 Das BLW nimmt ein Klassifizierungsgerät in Anhang 1 Ziffer 3 auf, wenn es nach Anhang 6 zugelassen worden ist. 2 Es nimmt ein Klassifizierungsgerät in Anhang 2 Ziffer 3 oder 4 auf, wenn es nach Anhang 7 zugelassen worden ist."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Einsatz der Klassifizierungsgeräte",
      "content": "1 Die zugelassenen Klassifizierungsgeräte nach den Anhängen 1 und 2 dürfen ausschliesslich von Sachverständigen der Organisation, die das BLW gestützt auf Artikel 26 Absatz 1 Buchstabe a der Schlachtviehverordnung vom 26. November 2003 mit der Qualitätseinstufung beauftragt hat (beauftragte Organisation), bedient werden. 2 Zugelassene Klassifizierungsgeräte dürfen ausschliesslich am Standort oder für Tiergattungen eingesetzt werden, für die sie das Zulassungsverfahren durchlaufen haben. 3 An zugelassenen Klassifizierungsgeräten dürfen keine technischen Veränderungen vorgenommen werden."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Überwachung zugelassener Klassifizierungsgeräte",
      "content": "Die zugelassenen Klassifizierungsgeräte nach den Anhängen 1 Ziffer 3 und 2 Ziffer 4 müssen von Sachverständigen der beauftragten Organisation periodisch überwacht werden."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Einsatzverbot für zugelassene Klassifizierungsgeräte bei Mängeln",
      "content": "Zugelassene Klassifizierungsgeräte, die von der beauftragten Organisation im Rahmen der periodischen Überwachung bemängelt werden, dürfen bis zur Behebung des Mangels nicht für die Qualitätseinstufung eingesetzt werden."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Aufhebung anderer Erlasse",
      "content": "Die folgenden Erlasse werden aufgehoben: 1. Verordnung des BLW vom 23. September 1999 über die Qualitätseinstufung von geschlachteten Tieren der Schweinegattung; 2. Verordnung des BLW vom 23. September 1999 über die Einschätzung und Klassifizierung von Tieren der Rindvieh-, Pferde-, Schaf- und Ziegengattung. [ AS 1999 3143 ; 2002 555 ; 2015 1097 ] [ AS 1999 2880 ; 2003 3741 ]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2022 in Kraft."
    }
  ],
  "definitions": []
}