{
  "id": "sr-956-11",
  "type": "statute",
  "title": "Verordnung vom 13. Dezember 2019 zum Finanzmarktaufsichtsgesetz",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2020/23/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung regelt namentlich: a. die Erfüllung der Aufgaben der Eidgenössischen Finanzmarktaufsicht (FINMA) im internationalen Bereich und in der Regulierung; b. die Regulierungsgrundsätze nach Artikel 7 FINMAG; c. die Zusammenarbeit und den Informationsaustausch zwischen der FINMA und dem Eidgenössischen Finanzdepartement (EFD). 2 Vorbehalten bleibt Artikel 21 Absatz 1 FINMAG."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Internationale Tätigkeit der FINMA",
      "section": "2",
      "title": "Aufgaben",
      "content": "1 Die internationalen Aufgaben der FINMA umfassen insbesondere: a. die Amtshilfe mit ausländischen Behörden nach den Artikeln 42 und 42 a FINMAG; b. die Einsitznahme in internationalen Gremien, die sich mit Fragen der Finanzmarktaufsicht befassen; c. die Teilnahme an Gesprächen und Verhandlungen des EFD, die der Wahrung der Interessen der Schweiz in internationalen Finanzangelegenheiten dienen, und die fachliche Unterstützung des EFD bei diesen Gesprächen und Verhandlungen. 2 Im Rahmen der internationalen Aufgaben kann die FINMA rechtlich nicht bindende Vereinbarungen abschliessen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Internationale Tätigkeit der FINMA",
      "section": "3",
      "title": "Internationale Vertretung und Positionierung",
      "content": "1 Die FINMA berücksichtigt bei ihren internationalen Aufgaben nach Artikel 2 Absatz 1 Buchstaben b und c die Finanzmarktpolitik des Bundesrates. 2 Vertritt die FINMA die Schweiz in internationalen Gremien, so erfolgt die Festlegung der Grundzüge der Positionierung im Einvernehmen mit dem EFD. Die Federführung für die internationale Finanzmarktpolitik obliegt dem EFD. 3 Das EFD vertritt die Positionen, die in internationalen Organisationen und Gremien eingebracht werden, gegenüber dem Bundesrat und der Bundesversammlung."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Internationale Tätigkeit der FINMA",
      "section": "4",
      "title": "Zusammenarbeit und Informationsaustausch mit dem EFD",
      "content": "1 Die FINMA koordiniert ihre internationalen Aufgaben nach Artikel 2 Absatz 1 Buchstaben b und c mit dem EFD. 2 Die FINMA und das EFD stellen einander die Informationen, Unterlagen und Daten aus internationalen Aufgaben gemäss Artikel 2 Absatz 1 Buchstaben b und c sowie internationalen Organisationen und Gremien zur Verfügung, welche die jeweils andere Behörde für die Wahrnehmung ihrer Aufgaben benötigt. 3 Soweit zweckmässig und zulässig, kann die FINMA oder das EFD an Treffen von internationalen Organisationen und Gremien teilnehmen, in denen die jeweils andere Behörde Einsitz hat. 4 Die FINMA und das EFD regeln die Einzelheiten ihrer Zusammenarbeit und ihres Informationsaustauschs bei den internationalen Aufgaben in einer Vereinbarung."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Regulierungstätigkeit der FINMA",
      "section": "5",
      "title": "Regulierungsformen",
      "content": "1 Ist die FINMA zum Erlass von rechtsetzenden Bestimmungen ermächtigt, so sind diese in der Form einer Verordnung zu erlassen. Eine Rechtsetzungskompetenz ist, sofern nicht anders vorgesehen, beschränkt auf den Erlass von Bestimmungen fachtechnischen Inhalts von untergeordneter Bedeutung. 2 Mittels Rundschreiben kann die FINMA Transparenz über die Anwendung der Finanzmarktgesetzgebung in ihrer Aufsichtstätigkeit schaffen. Rundschreiben dienen ausschliesslich der Rechtsanwendung und dürfen keine rechtsetzenden Bestimmungen enthalten (Art. 7 FINMAG)."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Regulierungstätigkeit der FINMA",
      "section": "6",
      "title": "Grundsätze der Regulierung",
      "content": "1 Die FINMA legt im Rahmen der öffentlichen Konsultation nach den Artikeln 10 und 11 den Handlungsbedarf für eine Regulierung dar und dokumentiert: a. welche Risiken mit einer Regulierung abgedeckt werden sollen; b. die konkreten rechtlichen Grundlagen für ein Regulierungsvorhaben; sowie c. die Gesetzmässigkeit und Verhältnismässigkeit des Vorhabens. 2 Im Hinblick auf die Erreichung eines bestimmten Ziels ist jeweils die Variante einer Regulierung zu verfolgen, die dem Grundsatz der Verhältnismässigkeit am besten entspricht. Dabei sind auch die Auswirkungen auf die Zukunftsfähigkeit und die internationale Wettbewerbsfähigkeit des Finanzplatzes zu berücksichtigen. Abweichungen von diesem Grundsatz sind zu begründen. 3 Regulierungen sind wettbewerbs- und technologieneutral auszugestalten. Abweichungen von diesem Grundsatz sind zu begründen. 4 Die Differenzierung einer Regulierung nach Artikel 7 Absatz 2 Buchstabe c FINMAG orientiert sich am mit der Regulierung angestrebten Ziel und am Risiko. Abweichungen von diesem Grundsatz sind zu begründen. 5 Bei der Regulierung sind internationale Standards im Finanzmarktbereich und deren Umsetzung in anderen wichtigen Finanzstandorten zu berücksichtigen. 6 Die FINMA überprüft bestehende Regulierungen periodisch auf ihre Notwendigkeit, Angemessenheit und Wirksamkeit hin. Sie hört die interessierten Kreise an und veröffentlicht die Ergebnisse der entsprechenden Überprüfungen."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Regulierungstätigkeit der FINMA",
      "section": "7",
      "title": "Wirkungsanalysen",
      "content": "1 Für Regulierungsvorhaben sind frühzeitig im Prozess Wirkungsanalysen zu erstellen. Die Analysen können sich auf Regulierungsfolgenabschätzungen zu übergeordneten Rechtserlassen abstützen. 2 Im Rahmen von Wirkungsanalysen sind verschiedene Regulierungsvarianten zu prüfen und die ihr zugrunde liegenden Annahmen und Unsicherheiten darzulegen. 3 Wirkungsanalysen sollen qualitative und wenn möglich auch quantitative Angaben enthalten. 4 Umfang und Detaillierungsgrad der Wirkungsanalysen orientieren sich an der Bedeutung eines Regulierungsvorhabens."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Regulierungstätigkeit der FINMA",
      "section": "8",
      "title": "Beteiligung des EFD und der Betroffenen",
      "content": "1 Die FINMA informiert das EFD und die betroffenen Kreise von Beginn an transparent über ihre Regulierungsvorhaben und bezieht sie in angemessener Weise in die Planung und Ausarbeitung einer Regulierung ein. 2 Sie hält die Einzelheiten zur Beteiligung der Betroffenen in ihren Leitlinien zu den Regulierungsgrundsätzen nach Artikel 7 Absatz 5 FINMAG fest."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Regulierungstätigkeit der FINMA",
      "section": "9",
      "title": "Konsultation der mitinteressierten Verwaltungseinheiten",
      "content": "1 Die FINMA führt vor Erlass oder Änderung einer Verordnung oder eines Rundschreibens sowie vor Anerkennung einer Selbstregulierung als Mindeststandard nach Artikel 7 Absatz 3 FINMAG eine Konsultation der mitinteressierten Verwaltungseinheiten durch. 2 Einzuladen sind dabei alle Verwaltungseinheiten, die einen fachlichen Bezug zum Geschäft haben oder die für die Beurteilung finanzieller, rechtlicher oder formeller Aspekte zuständig sind."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Öffentliche Konsultation",
      "content": "1 Bei Verordnungen von grosser Tragweite im Sinne des Vernehmlassungsgesetzes vom 18. März 2005 (VlG) führt die FINMA ein Vernehmlassungsverfahren nach dem VlG durch. 2 Bei anderen Verordnungen sowie bei Rundschreiben führt die FINMA Anhörungen durch. Vorbehalten bleibt Artikel 3 Absatz 2 VlG. 3 Vernehmlassungsverfahren und Anhörungen werden vom Verwaltungsrat der FINMA eröffnet. SR 172.061"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Form und Frist öffentlicher Konsultationen; Behandlung von Stellungnahmen",
      "content": "1 Für Verordnungen und Rundschreiben nach Artikel 10 Absatz 2 gilt: a. Die Anhörungsfrist beträgt grundsätzlich zwei Monate. b. Duldet das Vorhaben keinen Aufschub, so kann die Frist ausnahmsweise verkürzt werden. Eine Verkürzung der Frist ist gegenüber den Anhörungsadressaten sachlich zu begründen. 2 Die Unterlagen erläutern den Inhalt und die Ziele des Regulierungsvorhabens und legen dar, inwiefern die Regulierungsgrundsätze gemäss diesem Abschnitt berücksichtigt werden. Die Wirkungsanalyse nach Artikel 7 ist Bestandteil der Unterlagen. 3 Finden gleichzeitig zusammenhängende öffentliche Konsultationen zu einer FINMA-Regulierung und zu einem übergeordneten Rechtserlass statt, so gelten für die Konsultation der FINMA dieselben Fristen wie für die Konsultation zum übergeordneten Rechtserlass. 4 Die Stellungnahmen werden gewichtet und ausgewertet. Die Ergebnisse der öffentlichen Konsultation werden in einem Ergebnisbericht zusammengefasst. Dieser Bericht wird vom Verwaltungsrat der FINMA verabschiedet. 5 Die FINMA veröffentlicht neben den Unterlagen auch die Stellungnahmen sowie den Ergebnisbericht."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Anerkennung von Selbstregulierungen",
      "content": "1 Im Rahmen der Anerkennung einer Selbstregulierung als Mindeststandard nach Artikel 7 Absatz 3 FINMAG achtet die FINMA insbesondere darauf, dass diese breit abgestützt ist. 2 Selbstregulierungen werden vom Verwaltungsrat der FINMA anerkannt."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Zusammenarbeit und Informationsaustausch mit dem EFD",
      "content": "1 Die FINMA koordiniert ihre Regulierungstätigkeit mit dem EFD und tauscht sich zu diesem Zweck regelmässig mit dem EFD aus. 2 Die FINMA und das EFD stellen einander die Informationen, Unterlagen und Daten zur Verfügung, welche die jeweils andere Behörde für die Wahrnehmung ihrer Aufgaben in der Regulierung benötigt. 3 Die FINMA und das EFD regeln die Einzelheiten ihrer Zusammenarbeit in der Regulierung in einer Vereinbarung."
    },
    {
      "provision_ref": "art14",
      "chapter": "4. Abschnitt: Strategische Ziele der FINMA",
      "section": "14",
      "title": "",
      "content": "1 Die FINMA orientiert sich bei der Festlegung der strategischen Ziele an den Vorgaben für den Erlass der strategischen Ziele von verselbstständigten Einheiten des Bundes. 2 Die strategischen Ziele der FINMA beinhalten Kernpunkte der Umsetzung sowie, soweit zweckmässig, Indikatoren und Zielwerte zur Messung der Zielerreichung. 3 Die FINMA legt dem EFD die strategischen Ziele drei Monate vor der geplanten Genehmigung durch den Bundesrat vor. 4 Nach der Genehmigung durch den Bundesrat werden die strategischen Ziele der FINMA veröffentlicht."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Austausch nicht öffentlicher Informationen",
      "section": "15",
      "title": "",
      "content": "Die FINMA informiert das EFD über nicht öffentliche Informationen zu bestimmten Finanzmarktteilnehmern, wenn es der Aufrechterhaltung der Stabilität des Finanzsystems dient sowie in Fällen von potenziell grosser wirtschaftlicher oder politischer Tragweite."
    },
    {
      "provision_ref": "art16",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "16",
      "title": "Übergangsbestimmung",
      "content": "Innerhalb von fünf Jahren ab Inkrafttreten dieser Verordnung überprüft die FINMA sämtliche ihrer Regulierungen auf ihre Stufengerechtigkeit hin und nimmt nötige Anpassungen vor, die in ihre Zuständigkeit fallen."
    },
    {
      "provision_ref": "art17",
      "chapter": "6. Abschnitt: Schlussbestimmungen",
      "section": "17",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Februar 2020 in Kraft."
    }
  ],
  "definitions": []
}