{
  "id": "sr-941-211",
  "type": "statute",
  "title": "Verordnung des EJPD vom 19. März 2006 über Raummasse",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2006/246/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Anforderungen an Raummasse; b. die Verfahren für das Inverkehrbringen dieser Messmittel; c. die Verfahren zur Erhaltung der Messbeständigkeit dieser Messmittel."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Dieser Verordnung unterstehen: a. Schankgefässe; b. Fässer und Tanks; c. übrige Raummasse, sofern sie im Handel und im Geschäftsverkehr sowie für die amtliche Feststellung von Sachverhalten verwendet werden."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Raummasse: Messmittel zur Bestimmung von Volumen; b. Schankgefässe: Raummasse für die Bestimmung eines festgelegten Volumens beim Offenausschank von Getränken; c. Fässer und Tanks: mobile oder ortsfeste, geschlossene Raummasse mit verschliessbaren Öffnungen, die zur Volumenbestimmung dienen; d. Messkammer: für die Messung bestimmter Teil des Raummasses; e. Nennvolumen: Volumen, das die Messkammer gemäss Aufschrift aufweisen soll."
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Referenzbedingungen",
      "content": "Es gelten folgende Referenzbedingungen: a. Temperatur allgemein: 20 °C; b. Temperatur für Brenn- und Treibstoffe: 15 °C."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Schankgefässe",
      "section": "5",
      "title": "Grundlegende Anforderungen",
      "content": "1 Schankgefässe müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung und nach Anhang 1 der vorliegenden Verordnung erfüllen. 2 Die Anforderung nach Anhang 1 Ziffer 9.1 der Messmittelverordnung, wonach das Messmittel Angaben zu seiner Genauigkeit aufweisen muss, gilt für Schankgefässe nicht."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Schankgefässe",
      "section": "6",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "1 Die Konformität der Schankgefässe mit den grundlegenden Anforderungen nach Artikel 5 wird nach Wahl der Herstellerin nach einem der folgenden Verfahren nach Anhang 2 der Messmittelverordnung bewertet und bescheinigt: a. Konformitätserklärung auf der Grundlage einer internen Fertigungskontrolle mit überwachten Produktprüfungen in unregelmässigen Abständen (Modul A2); b. Konformitätserklärung auf der Grundlage einer Prüfung der Produkte (Modul F1); c. Konformitätserklärung auf der Grundlage der Qualitätssicherung für die Produktion (Modul D1); d. Konformitätserklärung auf der Grundlage der Qualitätssicherung für das Produkt (Modul E1); e. Bauartprüfung (Modul B), gefolgt von der Erklärung der Konformität mit der Bauart auf der Grundlage der Qualitätssicherung für die Produktion (Modul D); f. Bauartprüfung (Modul B), gefolgt von der Erklärung der Konformität mit der Bauart auf der Grundlage der Qualitätssicherung für das Produkt (Modul E); g. Konformitätserklärung auf der Grundlage einer umfassenden Qualitätssicherung (Modul H). 2 Sieht das gewählte Verfahren vor, dass für Lose oder Sendungen eine Kopie der Konformitätserklärung ausreicht, so ist diese Bestimmung für Schankgefässe anwendbar. Fassung gemäss Ziff. I der V des EJPD vom 25. Nov. 2015, in Kraft seit 20. April 2016 ( AS 2016 245 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Fässer und Tanks",
      "section": "7",
      "title": "Grundlegende Anforderungen",
      "content": "Fässer und Tanks müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung und nach Anhang 2 der vorliegenden Verordnung erfüllen."
    },
    {
      "provision_ref": "art8",
      "chapter": "3. Abschnitt: Fässer und Tanks",
      "section": "8",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "1 Fässer und Tanks sind allgemein zugelassen. Sie bedürfen einer Ersteichung nach Anhang 5 der Messmittelverordnung. 2 Fässer aus Metall mit einem Nennvolumen bis und mit 100 dm 3 dürfen mit dem Kennzeichen der Herstellerin markiert statt geeicht in Verkehr gebracht werden. Mit der Markierung bestätigt die Herstellerin, dass das Fass die grundlegenden Anforderungen erfüllt. 3 Markierte Fässer werden von der zuständigen Behörde oder Stelle durch Stichproben auf Einhaltung der Vorschriften geprüft. Die Prüfung erfolgt nach Weisungen des Eidgenössischen Instituts für Metrologie (METAS) bei der Herstellerin oder gegebenenfalls bei der Importeurin. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art9",
      "chapter": "3. Abschnitt: Fässer und Tanks",
      "section": "9",
      "title": "Verfahren zur Erhaltung der Messbeständigkeit",
      "content": "1 Für Fässer und Tanks der Genauigkeitsklasse A ist die Eichung oder Markierung unbeschränkt gültig. 2 Fässer und Tanks der Genauigkeitsklasse B müssen alle vier Jahre nach Anhang 7 Ziffer 1 der Messmittelverordnung durch ein kantonales Eichamt nachgeeicht werden. 3 Die Gültigkeit der Eichung oder Markierung erlischt mit einer bleibenden Veränderung der Messkammer oder nach einer Reparatur. 4 Bei mobilen Fässern und Tanks kann das Volumen oder die Tara geeicht werden."
    },
    {
      "provision_ref": "art10",
      "chapter": "4. Abschnitt: Übrige Raummasse",
      "section": "10",
      "title": "Grundlegende Anforderungen",
      "content": "Raummasse nach Artikel 2 Buchstabe c müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung erfüllen."
    },
    {
      "provision_ref": "art11",
      "chapter": "4. Abschnitt: Übrige Raummasse",
      "section": "11",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "Raummasse nach Artikel 2 Buchstabe c bedürfen einer Ersteichung nach Anhang 5 Ziffer 2 der Messmittelverordnung. Das METAS regelt die Anforderungen an das Raummass bei der Eichung im Einzelfall."
    },
    {
      "provision_ref": "art12",
      "chapter": "4. Abschnitt: Übrige Raummasse",
      "section": "12",
      "title": "Verfahren zur Erhaltung der Messbeständigkeit",
      "content": "1 Für Raummasse nach Artikel 2 Buchstabe c aus dauerhaft formstabilen Materialien ist die Eichung unbeschränkt gültig. 2 Raummasse nach Artikel 2 Buchstabe c aus deformierbaren Materialien müssen alle vier Jahre nach Anhang 7 Ziffer 1 der Messmittelverordnung durch ein kantonales Eichamt nachgeeicht werden."
    },
    {
      "provision_ref": "art13",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "13",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EJPD vom 2. November 1999 über Raummasse wird aufgehoben. [ AS 1999 3048 ]"
    },
    {
      "provision_ref": "art14",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "14",
      "title": "Übergangsbestimmungen",
      "content": "1 Raummasse, die vor dem Inkrafttreten dieser Verordnung in Verkehr gebracht und geeicht wurden, dürfen weiterhin der Nacheichung unterzogen werden. Die Raummasse müssen bei der Nacheichung die Fehlergrenzen nach den bisherigen Bestimmungen einhalten. 2 Raummasse, welche die Bestimmungen nach bisherigem Recht erfüllen, können noch während zehn Jahren nach dem Inkrafttreten dieser Verordnung nach Anhang 5 Ziffer 2 der Messmittelverordnung erstgeeicht in Verkehr gebracht werden. Sie dürfen auch nach Ablauf der zehn Jahre nachgeeicht werden. 3 Raummasse, welche die Bestimmungen nach bisherigem Recht erfüllen und für die anstelle der Ersteichung die Markierung zulässig war, dürfen noch während zehn Jahren nach dem Inkrafttreten dieser Verordnung markiert in Verkehr gebracht werden."
    },
    {
      "provision_ref": "art15",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "15",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 30. Oktober 2006 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Raummasse:",
      "definition": "Raummasse: Messmittel zur Bestimmung von Volumen;",
      "source_provision": "art3"
    },
    {
      "term": "Schankgefässe:",
      "definition": "Schankgefässe: Raummasse für die Bestimmung eines festgelegten Volumens beim Offenausschank von Getränken;",
      "source_provision": "art3"
    },
    {
      "term": "Fässer und Tanks:",
      "definition": "Fässer und Tanks: mobile oder ortsfeste, geschlossene Raummasse mit verschliessbaren Öffnungen, die zur Volumenbestimmung dienen;",
      "source_provision": "art3"
    },
    {
      "term": "Messkammer:",
      "definition": "Messkammer: für die Messung bestimmter Teil des Raummasses;",
      "source_provision": "art3"
    },
    {
      "term": "Nennvolumen:",
      "definition": "Nennvolumen: Volumen, das die Messkammer gemäss Aufschrift aufweisen soll.",
      "source_provision": "art3"
    }
  ]
}