{
  "id": "sr-916-443-116",
  "type": "statute",
  "title": "Verordnung des BLV vom 25. Mai 2023 über Massnahmen zur Verhinderung der Weiterverbreitung der Aviären Influenza",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/253/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Gegenstand",
      "section": "1",
      "title": "",
      "content": "1 Diese Verordnung legt das Beobachtungsgebiet nach Artikel 122 f Absatz 2 TSV fest und regelt den Umfang der Kontrollgebiete. 2 Sie legt die im Beobachtungsgebiet geltenden Massnahmen zum Schutz des Hausgeflügels vor der Aviären Influenza fest. 3 Die ordentlichen Bekämpfungsmassnahmen nach der TSV bleiben vorbehalten."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Beobachtungs- und Kontrollgebiete",
      "section": "2",
      "title": "Beobachtungsgebiet",
      "content": "Das Beobachtungsgebiet umfasst die ganze Schweiz sowie die Enklave Büsingen."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Beobachtungs- und Kontrollgebiete",
      "section": "3",
      "title": "Kontrollgebiet",
      "content": "Der Umfang von Kontrollgebieten um Brutgebiete, die ein Risiko für Geflügelhaltungen darstellen, beträgt in der Regel 1 km."
    },
    {
      "provision_ref": "art4",
      "chapter": "3. Abschnitt: Massnahmen",
      "section": "4",
      "title": "Melde- und Aufzeichnungspflicht von Tierhalterinnen und Tierhaltern in Beobachtungs- und Kontrollgebieten",
      "content": "1 Tierhalterinnen und Tierhalter in Beobachtungs- und Kontrollgebieten müssen ausgeprägte respiratorische Symptome bei Tieren in ihrer Geflügelhaltung, einen Rückgang der Legeleistung oder eine Abnahme der Futter- und Wasseraufnahme umgehend einer Tierärztin oder einem Tierarzt melden. 2 Tierhalterinnen und Tierhalter, die 100 und mehr Stück Geflügel halten, müssen zusätzlich Aufzeichnungen zu umgestandenen Tieren und besonderen Krankheitsanzeichen machen."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Massnahmen",
      "section": "5",
      "title": "Meldepflichten von Tierärztinnen und Tierärzten",
      "content": "1 Tierärztinnen und Tierärzte melden der zuständigen kantonalen Veterinärbehörde Geflügelhaltungen in Beobachtungs- und Kontrollgebieten mit: a. Tieren mit respiratorischen Symptomen; b. einem Rückgang der Legeleistung um mehr als 20 Prozent während 3 Tagen; c. einer Abnahme der Futter- und Wasseraufnahme von mehr als 20 Prozent während 3 Tagen; oder d. einem Anstieg der Mortalitätsrate auf mehr als drei Prozent in einer Woche. 2 Abweichend von Absatz 1 Buchstabe d melden Tierärztinnen und Tierärzte Geflügelhaltungen mit weniger als 100 Tieren der zuständigen kantonalen Veterinärbehörde, wenn mehr als zwei Tiere in einer Woche umgestanden sind."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Massnahmen",
      "section": "6",
      "title": "Märkte und Ausstellungen",
      "content": "An Märkten, Ausstellungen und ähnlichen Veranstaltungen in Kontrollgebieten darf kein Geflügel aufgeführt werden."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Massnahmen",
      "section": "7",
      "title": "Überwachung der Geflügelhaltungen",
      "content": "Auf Anordnung des BLV sorgt die Kantonstierärztin oder der Kantonstierarzt dafür, dass in den Kontroll- und Beobachtungsgebieten stichprobenweise Untersuchungen auf Influenza-A-Viren in Geflügelhaltungen durchgeführt werden."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Inkrafttreten und Geltungsdauer",
      "section": "8",
      "title": "",
      "content": "Diese Verordnung tritt am 27. Mai 2023 in Kraft und gilt bis zum 31. Juli 2023."
    }
  ],
  "definitions": []
}