{
  "id": "sr-916-443-112",
  "type": "statute",
  "title": "Verordnung des BLV vom 10. April 2017 über Massnahmen zur Verhinderung der Einschleppung der Dermatitis nodularis (Lumpy skin disease) aus bestimmten Mitgliedstaaten der Europäischen Union",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2017/225/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Zweck und Gegenstand",
      "content": "1 Diese Verordnung soll die Einschleppung der Dermatitis nodularis ( Lumpy skin disease ) in die Schweiz verhindern. 2 Sie regelt die Einfuhr aus bestimmten Mitgliedstaaten der Europäischen Union (EU): a. von Rindern im Sinne von Artikel 2 Absatz 3 Buchstabe r der Tierschutzverordnung vom 23. April 2008 und von Wildwiederkäuern; b. der folgenden Tierprodukte von Tieren nach Buchstabe a: 1. Häute und Felle sowie tierische Nebenprodukte, 2. Sperma, Eizellen und Embryonen, 3. Kolostrum, Milch und Milcherzeugnisse, bestimmt zur Verwendung als Tierfutter. SR 455.1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Einfuhr von lebenden Tieren",
      "content": "Die Einfuhr von Rindern und Wildwiederkäuern aus den Impf- und Sperrzonen nach dem Anhang ist verboten."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Einfuhr von Sperma, Eizellen und Embryonen",
      "content": "1 Die Einfuhr von Sperma, Eizellen und Embryonen von Rindern und Wildwiederkäuern aus den Impf- und Sperrzonen nach dem Anhang ist verboten. 2 Erlaubt ist die Einfuhr von Sperma, Eizellen und Embryonen aus den Impfzonen, wenn: a. die Spendertiere entweder nach Absatz 3 gegen Dermatitis nodularis geimpft oder nach Absatz 4 nachweislich frei von Dermatitis nodularis sind; b. die Spendertiere während mindestens 60 Tagen vor der Entnahme von Sperma, Eizellen oder Embryonen auf einer Tierhaltung nach Absatz 5 gehalten worden sind; c. die Spendertiere 28 Tage vor und zum Zeitpunkt der Entnahme klinisch untersucht wurden und keine Symptome der Dermatitis nodularis gezeigt haben; d. den Spendertieren am Tag der Entnahme, bei der Entnahme von Sperma zusätzlich alle 14 Tage während des gesamten Entnahmezeitraums, eine Blutprobe genommen wird und durch ein negatives Resultat mittels Polymerasekettenreaktion (PCR) nachgewiesen wurde, dass die Tiere erregerfrei sind; e. durch ein negatives PCR-Resultat nachgewiesen wurde, dass das Sperma erregerfrei ist; f. die Spendertiere alle weiteren Gesundheitsgarantien erfüllen, die gemäss einer Risikobewertung der zuständigen Behörde des Ausfuhrstaates nötig sind, um eine Ausbreitung der Dermatitis nodularis zu verhindern; g. die zuständige Behörde des Ausfuhrstaates ein Impfprogramm gegen Dermatitis nodularis gemäss den Bedingungen in Anhang II des Durchführungsbeschlusses (EU) 2016/2008 durchgeführt und abgeschlossen hat; h. die Sendung von einer Gesundheitsbescheinigung begleitet wird, die folgenden Hinweis enthält: «Das Sperma, die Eizellen und/oder Embryonen (Zutreffendes angeben) entspricht/entsprechen Artikel 7 Absatz 3 des Durchführungsbeschlusses (EU) 2016/2008 der Kommission mit tierseuchenrechtlichen Massnahmen zur Bekämpfung der Lumpy-Skin-Krankheit in bestimmten Mitgliedstaaten». 3 Die erste Impfung muss mindestens 60 Tage vor der Entnahme des Spermas, der Eizellen oder der Embryonen und weitere Impfungen müssen gemäss Angaben des Impfstoffherstellers erfolgt sein. 4 Am Tag der Entnahme und 28 Tage später müssen zwei serologische Tests zum Nachweis von spezifischen Antikörpern durchgeführt werden. Die Tiere gelten als frei von Dermatitis nodularis , wenn beide Testresultate negativ sind. 5 In einem Umkreis von 20 km um die Tierhaltungen darf während mindestens 3 Monaten vor der Entnahme kein Ausbruch von Dermatitis nodularis festgestellt worden sein. Trat die Krankheit zu einem früheren Zeitpunkt in diesem Umkreis auf, so müssen alle empfänglichen Tiere getötet und entsorgt worden sein. 6 Die Risikobewertung nach Absatz 2 Buchstabe f muss vor Versendung des Spermas, der Eizellen oder der Embryonen von allen Durchfuhrstaaten sowie dem BLV genehmigt worden sein. Durchführungsbeschluss (EU) 2016/2008 der Kommission vom 15. November 2016 mit tierseuchenrechtlichen Massnahmen zur Bekämpfung der Lumpy-Skin-Krankheit in bestimmten Mitgliedstaaten, Fassung gemäss ABl. L 310 vom 17.11.2016, S. 51. Fassung gemäss Ziff. I der V des BLV vom 5. Juli 2017, in Kraft seit 7. Juli 2017 ( AS 2017 3677 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Einfuhr von Häuten und Fellen: Grundsatz",
      "content": "Die Einfuhr von Häuten und Fellen von Rindern und Wildwiederkäuern aus den Impf- und Sperrzonen nach dem Anhang ist verboten. Erlaubt ist die Einfuhr nach den Artikeln 5 und 6."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Einfuhr von behandelten Häuten und Fellen",
      "content": "Die Einfuhr von behandelten Häuten und Fellen aus den Impf- und Sperrzonen nach dem Anhang ist erlaubt, wenn: a. sie von Tieren aus Tierhaltungen stammen, die keinen Beschränkungen nach der Richtlinie 92/119/EWG betreffend Dermatitis nodularis unterliegen; b. sie eine der folgenden Behandlungen erfahren haben: 1. eine Behandlung nach Anhang I Nummer 28 Buchstabe b, c, d oder e der Verordnung (EU) Nr. 142/2011, oder 2. eine Behandlung nach Anhang III Abschnitt XIV Kapitel I Nummer 4 Buchstabe b Ziffer ii der Verordnung (EG) Nr. 853/2004; und c. alle erforderlichen Vorsichtsmassnahmen getroffen wurden, um eine Rekontamination der Häute und Felle mit Krankheitserregern nach der Behandlung zu verhindern. Richtlinie 92/119/EWG des Rates vom 17. Dezember 1992 mit allgemeinen Gemeinschaftsmassnahmen zur Bekämpfung bestimmter Tierseuchen sowie besonderen Massnahmen bezüglich der vesikulären Schweinekrankheit, ABl. L 62 vom 15.3.1993, S. 69; zuletzt geändert durch Entscheidung 2009/470/EG, ABl. L 155 vom 18.6.2009, S. 30. Verordnung (EU) Nr. 142/2011 der Kommission vom 25. Februar 2011 zur Durchführung der Verordnung (EG) Nr. 1069/2009 des Europäischen Parlaments und des Rates mit Hygienevorschriften für nicht für den menschlichen Verzehr bestimmte tierische Nebenprodukte sowie zur Durchführung der Richtlinie 97/78/EG des Rates hinsichtlich bestimmter gemäss der genannten Richtlinie von Veterinärkontrollen an der Grenze befreiter Proben und Waren, ABl. L 54 vom 26.2.2011, S. 1; zuletzt geändert durch Verordnung (EU) 2017/172, ABl. L 28 vom 2.2.2017, S. 1. Verordnung (EG) Nr. 853/2004 des Europäischen Parlaments und des Rates vom 29. April 2004 mit spezifischen Hygienevorschriften für Lebensmittel tierischen Ursprungs, ABl. L 139 vom 30.4.2004, S. 56; zuletzt geändert durch Verordnung (EU) 2017/185, ABl. L 29 vom 3.2.2017, S. 21."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Einfuhr von unbehandelten Häuten und Fellen",
      "content": "1 Die Einfuhr von unbehandelten Häuten und Fellen aus den Impf- und Sperrzonen nach dem Anhang ist erlaubt, wenn sie: a. von Tieren aus Tierhaltungen stammen, die keinen Beschränkungen nach der Richtlinie 92/119/EWG betreffend Dermatitis nodularis unterliegen; b. im Kanalisierungsverfahren nach den Artikeln 11 und 12 des Durchführungsbeschlusses (EU) 2016/2008 transportiert werden; c. alle Gesundheitsgarantien erfüllen, die gemäss einer Risikobewertung der zuständigen Behörde des Ausfuhrstaates nötig sind, um eine Ausbreitung der Dermatitis nodularis zu verhindern. 2 Der Transport im Kanalisierungsverfahren muss unter der koordinierten Aufsicht der zuständigen Behörden des Ausfuhrstaates, aller Durchfuhrstaaten sowie des BLV erfolgen und durch eine amtliche Tierärztin oder einen amtlichen Tierarzt im Zielkanton abgefertigt werden. 3 Die Risikobewertung nach Absatz 1 Buchstabe c muss vor Versendung der Häute und Felle von allen Durchfuhrstaaten sowie dem BLV genehmigt worden sein. Siehe Fussnote zu Art. 5 Bst. a. Siehe Fussnote zu Art. 3 Abs. 2 Bst. g."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Einfuhr von Kolostrum, Milch und Milcherzeugnissen",
      "content": "1 Die Einfuhr von Kolostrum, Milch und Milcherzeugnissen von Rindern und Wildwiederkäuern aus den Sperrzonen nach dem Anhang ist verboten, wenn sie zur Verwendung als Tierfutter bestimmt sind. 2 Die Einfuhr von Kolostrum, Milch und Milcherzeugnissen nach Absatz 1 ist erlaubt, wenn: a. sie eine Behandlung nach Anhang IX Teil A Nummern 1.1–1.5 der Richtlinie 2003/85/EG erfahren haben; b. die Sendung von einer Gesundheitsbescheinigung nach dem Anhang der Verordnung (EG) Nr. 599/2004 begleitet wird, die folgenden Hinweis enthält: «Das Kolostrum, die Milch oder die Milcherzeugnisse entspricht/entsprechen Artikel 10 des Durchführungsbeschlusses (EU) 2016/2008 der Kommission mit tierseuchenrechtlichen Massnahmen zur Bekämpfung der Lumpy-Skin-Krankheit in bestimmten Mitgliedstaaten». Richtlinie 2003/85/EG des Rates vom 29. September 2003 über Massnahmen der Gemeinschaft zur Bekämpfung der Maul- und Klauenseuche, zur Aufhebung der Richtlinien 85/511/EWG sowie der Entscheidungen 89/531/EWG und 91/665/EWG und zur Änderung der Richtlinie 92/46/EWG, ABl. L 306 vom 22.11.2003, S. 1; zuletzt geändert durch Durchführungsbeschluss (EU) 2015/1358, ABl. L 209 vom 6.8.2015, S. 11. Verordnung (EG) Nr. 599/2004 der Kommission vom 30. März 2004 zur Festlegung einheitlicher Musterbescheinigungen und Kontrollberichte für den innergemeinschaftlichen Handel mit Tieren und Erzeugnissen tierischen Ursprungs, Fassung gemäss ABl. L 94 vom 31.3.2004, S. 44."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Einfuhr von tierischen Nebenprodukten",
      "content": "1 Die Einfuhr von unverarbeiteten tierischen Nebenprodukten von Rindern und Wildwiederkäuern aus den Impf- und Sperrzonen nach dem Anhang ist verboten. 2 Für die Einfuhr von verarbeiteten tierischen Nebenprodukten von Rindern und Wildwiederkäuern aus den Sperrzonen nach dem Anhang gilt die Verordnung des EDI vom 18. November 2015 über die Ein-, Durch- und Ausfuhr von Tieren und Tierprodukten im Verkehr mit den EU-Mitgliedstaaten, Island und Norwegen. SR 916.443.111"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Aufhebung eines anderen Erlasses",
      "content": "Die Verordnung des BLV vom 20. Juli 2016 über Massnahmen zur Verhinderung der Einschleppung der Dermatitis nodularis ( Lumpy skin disease ) aus Bulgarien und Griechenland wird aufgehoben. [ AS 2016 2631 2811 ]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 12. April 2017 in Kraft."
    }
  ],
  "definitions": []
}