{
  "id": "sr-946-32",
  "type": "statute",
  "title": "Verordnung vom 23. Mai 2012 über das Ausstellen von Ursprungsnachweisen (VAU)",
  "title_en": "",
  "short_name": "VAU",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/393/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "1",
      "title": "Grundsatz und Geltungsbereich",
      "content": "Ursprungsnachweise sind im Zollgebiet auszustellen nach: a. den internationalen Verträgen, die in Anhang 1 der Freihandelsverordnung 1 vom 18. Juni 2008 und in Anhang 1 der Freihandelsverordnung 2 vom 27. Juni 1995 aufgeführt sind; und b. der Ursprungsregelnverordnung vom 30. März 2011. SR 632.421.0 SR 632.319 SR 946.39"
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "2",
      "title": "Anwendbares Recht",
      "content": "Soweit die rechtlichen Grundlagen nach Artikel 1 und diese Verordnung nichts anderes bestimmen, gilt die Zollgesetzgebung."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "3",
      "title": "Begriffe",
      "content": "In dieser Verordnung bedeuten: a. Ausführer: Person, die Waren aus dem Zollgebiet verbringt oder verbringen lässt; b. ermächtigter Ausführer: Ausführer, der Ursprungsnachweise nach Artikel 1 im vereinfachten Verfahren ausfertigen darf (Art. 12–18); c. registrierter Ausführer: Ausführer, der Ursprungsnachweise im Sinne der Ursprungsregelnverordnung vom 30. März 2011 (VUZPE) nach den Verfahrensregeln des 3 a . Abschnitts (Art. 18 a –18 f ) ausfertigen darf. Eingefügt durch Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4955 ). SR 946.39"
    },
    {
      "provision_ref": "art4",
      "chapter": "1. Abschnitt: Allgemeine Bestimmungen",
      "section": "4",
      "title": "Ursprungsnachweise",
      "content": "Ursprungsnachweise im Sinne dieser Verordnung sind: a. Warenverkehrsbescheinigungen (WVB) EUR.1 und EUR-MED, die vom Ausführer oder seiner Vertreterin oder seinem Vertreter beantragt und durch die Zollstelle ausgestellt werden; b. Ersatzursprungszeugnisse Formular A, die vom Ausführer oder seiner Vertreterin oder seinem Vertreter beantragt und durch die Zollstelle ausgestellt werden; c. Ursprungserklärungen und Ursprungserklärungen EUR-MED, die nach den rechtlichen Grundlagen nach Artikel 1 Buchstabe a vom Ausführer oder, soweit diese es vorsehen, von einer Vertreterin oder einem Vertreter des Ausführers ausgefertigt werden; d. Erklärungen nach Artikel 16 Absatz 3 und 21 von Anhang C des Freihandelsabkommens vom 26. Januar 2008 zwischen den EFTA-Staaten und Kanada, die durch den Ausführer ausgefertigt werden; e. Lieferantenerklärungen nach Artikel 27 a von Protokoll B des Freihandelsabkommens vom 17. Dezember 2004 zwischen den EFTA-Staaten und der Republik Tunesien, die durch den Ausführer ausgefertigt werden; f. Erklärungen über die Ursprungseigenschaft von Waren, die durch inländische Lieferanten zuhanden ihrer inländischen Abnehmer ausgefertigt werden (Lieferantenerklärungen); g. Ursprungserklärungen und Ersatz-Ursprungserklärungen, die vom registrierten Ausführer nach der VUZPE ausgefertigt werden. Ausdruck gemäss Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4955 ). Diese Änd. wurde im ganzen Erlass berücksichtigt. Fassung gemäss Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4955 ). Ursprungsregeln und Zusammenarbeit der Verwaltungen: in der AS nicht veröffentlicht; Anhang C kann in französischer und englischer Sprache auf den Internetseiten des EFTA-Sekretariats (http://secretariat.efta.int) oder der Zollverwaltung (www.ezv.admin.ch > Dokumentation > Vorschriften > D.30) abgerufen werden. SR 0.632.312.32 Protokoll B über die Bestimmungen des Begriffs Erzeugnisse mit Ursprung oder U r sprungserzeugnisse und über Methoden der Zusammenarbeit der Verwaltungen: in der AS nicht veröffentlicht; das Prot. kann in französischer und englischer Sprache auf den Internetseiten des EFTA-Sekretariats (http://secretariat.efta.int) oder der Zollverwaltung (www.ezv.admin.ch > Dokumentation > Vorschriften > D.30) abgerufen werden. SR 0.632.317.581 Eingefügt durch Ziff. I der V vom 23. Nov. 2016, in Kraft seit 1. Jan. 2017 ( AS 2016 4955 ). SR 946.39"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Pflichten",
      "content": "1 Wer einen Ursprungsnachweis beantragt, ausfertigt oder den Auftrag dazu gibt, muss: a. über die notwendigen Angaben verfügen und deren Richtigkeit nachweisen können; und b. Belege zu den Angaben auf Ursprungsnachweisen während dreier Jahre aufbewahren; vorbehalten bleiben längere Aufbewahrungsfristen nach den rechtlichen Grundlagen nach Artikel 1. 2 Wer einen Ursprungsnachweis beantragt, ausfertigt oder den Auftrag dazu gibt und nachträglich feststellt, dass der Ursprungsnachweis zu Unrecht ausgestellt worden ist, muss dies der Eidgenössischen Zollverwaltung (EZV) melden. 1bis Die Aufbewahrungsfristen für Belege zu den Angaben auf Ursprungsnachweisen gelten auch für Belege zu den Angaben auf Lieferantenerklärungen nach Artikel 4 Buchstabe f. Fassung gemäss Ziff. I der V vom 7. März 2014, in Kraft seit 1. April 2014 ( AS 2014 713 ). Eingefügt durch Ziff. I der V vom 7. März 2014, in Kraft seit 1. April 2014 ( AS 2014 713 )."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "6",
      "title": "Ausstellen einer WVB oder eines Ersatzursprungszeugnisses Formular A",
      "content": "1 Wer eine WVB oder ein Ersatzursprungszeugnis Formular A benötigt, beantragt diese beziehungsweise dieses bei der zuständigen Zollstelle. 2 Sind die Voraussetzungen erfüllt, so stellt die Zollstelle die WVB oder das Ersatzursprungszeugnis Formular A aus. 3 Der Ausführer kann seinen Antrag für das Ausstellen einer WVB der zuständigen Zollkreisdirektion oder der zuständigen Handelskammer zur Vorprüfung unterbreiten. Sind die Voraussetzungen erfüllt, so bringt die zuständige Stelle auf dem Antrag ihr Visum an."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "7",
      "title": "Nachprüfung",
      "content": "1 Die EZV behandelt die Gesuche von Behörden des Einfuhrlandes um Nachprüfung von Ursprungsnachweisen nach Massgabe der rechtlichen Grundlagen nach Artikel 1. 2 Sie kann von sich aus Ursprungsnachweise auf ihre Richtigkeit hin überprüfen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "8",
      "title": "Auskünfte und Augenschein",
      "content": "Soweit es die Abklärung der Ursprungsverhältnisse erfordert, kann die EZV bei Personen, die einen Ursprungsnachweis beantragen, ausfertigen oder den Auftrag dazu geben: a. Auskünfte einholen; b. Einsicht in Bücher, Geschäftspapiere, Urkunden und Unterlagen zu Herstellungsvorgängen nehmen; und c. jederzeit ohne Voranmeldung einen Augenschein vornehmen."
    },
    {
      "provision_ref": "art9",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "9",
      "title": "Verantwortlichkeit und Pflichten der Handelskammern",
      "content": "1 Die Organe, Angestellten und Beauftragten der Handelskammern unterstehen den Vorschriften über die straf- und vermögensrechtliche Verantwortung und die Schweigepflicht der Angestellten des Bundes, wie sie Artikel 4 Absatz 3 des Bundesgesetzes vom 25. Juni 1982 über aussenwirtschaftliche Massnahmen vorsieht. 2 Die Handelskammern müssen Personen, die als ihre Organe, Angestellten oder Beauftragten vorsätzlich oder wiederholt fahrlässig eine strafbare Handlung im Sinne dieser Verordnung begangen haben, ihrer Funktionen entheben. 3 Stellen die Handelskammern eine Widerhandlung gegen diese Verordnung fest oder haben sie Grund für einen entsprechenden Verdacht, so benachrichtigen sie unverzüglich die zuständige Zollkreisdirektion."
    },
    {
      "provision_ref": "art10",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "10",
      "title": "Aufgaben der EZV",
      "content": "1 Die Oberzolldirektion beaufsichtigt die Handelskammern in Bezug auf deren Tätigkeit nach dieser Verordnung. 2 Sie erlässt Weisungen über das Beantragen oder Ausfertigen von Ursprungsnachweisen. 3 Die Zollkreisdirektion überwacht das Ausfertigen von Ursprungsnachweisen durch den ermächtigten Ausführer. 4 Die EZV kann den Ausführer bei der Aneignung der für ermächtigte Ausführer notwendigen Kenntnisse unterstützen."
    },
    {
      "provision_ref": "art11",
      "chapter": "2. Abschnitt: Verfahren",
      "section": "11",
      "title": "Gebühren",
      "content": "1 Die Gebühren der EZV richten sich nach der Verordnung vom 4. April 2007 über die Gebühren der Zollverwaltung. 2 Die Handelskammern erheben für Leistungen im Rahmen des Vollzugs dieser Verordnung Gebühren nach der Verordnung vom 4. April 2007 über die Gebühren der Zollverwaltung. Die Gebühren fliessen den Handelskammern zu. SR 631.035"
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "12",
      "title": "Bewilligung",
      "content": "Wer Ursprungsnachweise als ermächtigter Ausführer ausfertigen möchte, braucht dazu die Bewilligung der EZV."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "13",
      "title": "Voraussetzungen",
      "content": "Um eine Bewilligung nach Artikel 12 zu erhalten, muss der Ausführer folgende Voraussetzungen erfüllen: a. Er verbringt regelmässig Waren, für die ein Ursprungsnachweis ausgestellt werden kann, aus dem Zollgebiet oder lässt solche verbringen. b. Er ist im schweizerischen Handelsregister oder im liechtensteinischen Öffentlichkeitsregister eingetragen. c. Er verfügt über Personal, das ausreichend qualifiziert ist, und legt die fachlich und organisatorisch verantwortlichen natürlichen Personen fest. d. Er bietet Gewähr dafür, Ursprungsnachweise korrekt auszustellen. e. Er ist in der Lage nachzuweisen, dass der ausgeführten Ware die Eigenschaft eines Ursprungserzeugnisses zukommt."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "14",
      "title": "Erteilen der Bewilligung",
      "content": "1 Die Zollkreisdirektion prüft, ob die Voraussetzungen nach Artikel 13 erfüllt sind. 2 Sie kann bei Bedarf: a. weitere Unterlagen und Informationen verlangen; b. Ursprungsnachweise überprüfen; c. vor Ort Einblick in die Organisation und in die Geschäftstätigkeit des Ausführers nehmen. 3 Sie berücksichtigt, ob der Ausführer innerhalb der letzten drei Jahre vor der Einreichung des Gesuchs: a. eine Widerhandlung gegen diese Verordnung begangen hat; b. eine schwere Widerhandlung oder wiederholt Widerhandlungen gegen Bundesrecht begangen hat, soweit dessen Vollzug der EZV obliegt. 4 Erfüllt der Ausführer die Voraussetzungen nach Artikel 13, so erteilt die Zollkreisdirektion ihm kostenlos die unbefristete Bewilligung, Ursprungsnachweise als ermächtigter Ausführer auszufertigen, und weist ihm eine Bewilligungsnummer zu. 5 Die Zollkreisdirektion kann die Bewilligung mit Bedingungen und Auflagen versehen. 6 Sie kann die Bewilligung: a. für alle Niederlassungen des ermächtigten Ausführers erteilen; b. auf einzelne Niederlassungen des ermächtigten Ausführers beschränken. 7 Sie entscheidet spätestens 60 Tage nach Erhalt der vollständigen Unterlagen über die Bewilligung. Fassung gemäss Ziff. I 8 der V vom 6. Juni 2014 über die Ordnungsfristen im Zuständigkeitsbereich der Eidgenössischen Zollverwaltung, in Kraft seit 1. Sept. 2014 ( AS 2014 2051 )."
    },
    {
      "provision_ref": "art15",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "15",
      "title": "Verweigerung der Bewilligung",
      "content": "Erfüllt der Ausführer die Voraussetzungen für die Erteilung einer Bewilligung nicht, so eröffnet die Zollkreisdirektion ihm dies auf Verlangen mit einer Verfügung."
    },
    {
      "provision_ref": "art16",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "16",
      "title": "Rechte des ermächtigten Ausführers",
      "content": "Der ermächtigte Ausführer kann nach Massgabe der rechtlichen Grundlagen nach Artikel 1 Ursprungserklärungen ausfertigen. Er muss diese nicht unterzeichnen, ist aber in jedem Fall für die Richtigkeit der ausgefertigten Ursprungserklärungen verantwortlich."
    },
    {
      "provision_ref": "art17",
      "chapter": "3. Abschnitt: Vereinfachtes Verfahren für ermächtigte Ausführer",
      "section": "17",
      "title": "Pflichten des ermächtigten Ausführers",
      "content": "Der ermächtigte Ausführer hat folgende Pflichten: a. Er stellt sicher, dass die Voraussetzungen nach Artikel 13 erfüllt bleiben. b. Er sorgt dafür, dass die nach Artikel 13 Buchstabe c verantwortlichen Personen über die notwendigen Kenntnisse verfügen und sich regelmässig fachlich weiterbilden. c. Er wirkt bei Kontrollen der EZV mit, indem er insbesondere: 1. Einsicht in die Herstellungsvorgänge gewährt; 2. Abläufe offenlegt; 3. Geschäftsdokumente und Unterlagen bereitstellt und herausgibt; 4. Auskunft erteilt; 5. bei umfangreichen Überprüfungen die benötigten Daten in der von der EZV verlangten Form elektronisch zur Verfügung stellt. d. Er unterstützt die EZV bei der Erstellung einer Risikoanalyse, indem er die notwendigen Angaben liefert. e. Er befolgt die von der EZV erteilten Weisungen und trifft die erforderlichen Massnahmen. f. Er teilt der Zollkreisdirektion unverzüglich mit: 1. Änderungen der Voraussetzungen nach Artikel 13; 2. Angaben, die für die EZV für den Vollzug dieser Verordnung von Bedeutung sein könnten."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Entzug der Bewilligung",
      "content": "1 Die Zollkreisdirektion entzieht dem ermächtigten Ausführer die Bewilligung, wenn dieser: a. die Voraussetzungen nach Artikel 13 nicht mehr erfüllt; b. gegen eine Pflicht nach Artikel 17 verstösst; oder c. Bedingungen und Auflagen der EZV nicht einhält. 2 Vor dem beabsichtigten Entzug der Bewilligung kann dem ermächtigten Ausführer eine angemessene Frist gewährt werden, damit er erforderliche Massnahmen treffen kann, um die Voraussetzungen nach Artikel 13 wieder zu erfüllen sowie die Pflichten, Bedingungen und Auflagen einhalten zu können. 3 Die Zollkreisdirektion kann die Bewilligung entziehen, wenn der ermächtigte Ausführer wiederholt Widerhandlungen gegen Bundesrecht begeht, soweit dessen Vollzug der EZV obliegt."
    },
    {
      "provision_ref": "art18a",
      "chapter": "19",
      "section": "18a",
      "title": "a Registrierungspflicht",
      "content": "Wer Ursprungserklärungen als registrierter Ausführer ausfertigen möchte, muss sich dazu bei der EZV registrieren lassen."
    },
    {
      "provision_ref": "art18b",
      "chapter": "19",
      "section": "18b",
      "title": "b Voraussetzungen für die Registrierung",
      "content": "Um eine Registrierung nach Artikel 18 a zu erlangen, muss der Ausführer folgende Voraussetzungen erfüllen: a. Der Ausführer ist eine juristische oder natürliche Person mit Sitz oder Wohnsitz in der Schweiz. b. Er ist in der Lage nachzuweisen, dass der ausgeführten Ware die Eigenschaft eines Ursprungserzeugnisses zukommt. c. Er erklärt sich damit einverstanden, dass seine Daten den in Artikel 1 Absatz 2 der VUZPE genannten Staaten übermittelt werden. SR 946.39"
    },
    {
      "provision_ref": "art18c",
      "chapter": "19",
      "section": "18c",
      "title": "c Prüfung, Entscheid, Kosten",
      "content": "1 Die Zollkreisdirektion prüft, ob die Voraussetzungen nach Artikel 18 b erfüllt sind. 2 Sie kann bei Bedarf: a. weitere Unterlagen und Informationen verlangen; b. Ursprungsnachweise überprüfen. 3 Sie entscheidet spätestens 60 Tage nach Erhalt der vollständigen Unterlagen über die Registrierung. 4 Erfüllt der Ausführer die Voraussetzungen für die Registrierung nicht, so eröffnet die Zollkreisdirektion ihm dies auf Verlangen mit einer Verfügung. 5 Die Registrierung ist kostenlos."
    },
    {
      "provision_ref": "art18d",
      "chapter": "19",
      "section": "18d",
      "title": "d Rechte des registrierten Ausführers",
      "content": "Der registrierte Ausführer kann nach Massgabe der rechtlichen Grundlagen nach der VUZPE Ursprungserklärungen ausfertigen. SR 946.39"
    },
    {
      "provision_ref": "art18e",
      "chapter": "19",
      "section": "18e",
      "title": "e Pflichten des registrierten Ausführers",
      "content": "Der registrierte Ausführer hat folgende Pflichten: a. Er teilt der Zollkreisdirektion Änderungen, welche die Erfüllung der Voraussetzungen nach Artikel 18 b betreffen, unverzüglich mit. b. Er wirkt bei Kontrollen der EZV mit, indem er insbesondere: 1. Einsicht in allfällige Herstellungsvorgänge gewährt; 2. Abläufe offenlegt; 3. Geschäftsdokumente und Unterlagen bereitstellt und herausgibt; 4. Auskunft erteilt; 5. bei umfangreichen Überprüfungen die benötigten Daten in der von der EZV verlangten Form elektronisch zur Verfügung stellt. c. Er befolgt die von der EZV erteilten Weisungen und trifft die erforderlichen Massnahmen."
    },
    {
      "provision_ref": "art18f",
      "chapter": "19",
      "section": "18f",
      "title": "f Entzug der Registrierung",
      "content": "1 Die Zollkreisdirektion entzieht dem registrierten Ausführer die Registrierung, wenn er die Voraussetzungen nach Artikel 18 b nicht mehr erfüllt. 2 Vor dem beabsichtigten Entzug der Registrierung kann dem registrierten Ausführer eine angemessene Frist gewährt werden, damit er erforderliche Massnahmen treffen kann, um die Voraussetzungen nach Artikel 18 b wieder zu erfüllen."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Widerhandlungen",
      "section": "19",
      "title": "",
      "content": "1 Mit Busse bis zu 40 000 Franken wird bestraft, wer vorsätzlich: a. im Zusammenhang mit dem Ausstellen einer WVB EUR.1, einer WVB EUR-MED oder eines Ersatzursprungszeugnisses Formular A unrichtige Angaben macht, erhebliche Tatsachen verschweigt oder unrichtige Belege über erhebliche Tatsachen vorlegt; b. unrichtige Ursprungsnachweise beantragt, ausfertigt oder den Auftrag dazu gibt oder solche verwendet; c. der Pflicht nach Artikel 5 Absätze 1 Buchstabe b und 1 bis nicht nachkommt; d. der EZV die Rechte nach Artikel 8 verweigert; e. die Durchführung einer Kontrolle oder eines Augenscheins erschwert, behindert oder verunmöglicht; f. als Organ, Angestellte oder Angestellter, Beauftragte oder Beauftragter einer Handelskammer im Vorprüfungsverfahren zu Unrecht ein Antragsformular visiert. 2 Handelt der Täter in den Fällen von Absatz 1 Buchstabe a, b oder c fahrlässig, so beträgt die Busse bis zu 20 000 Franken. 3 Widerhandlungen werden von der EZV nach dem Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht verfolgt und beurteilt. 4 Die Verfolgungsverjährung richtet sich nach Artikel 11 Absatz 2 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht. Fassung gemäss Ziff. I der V vom 7. März 2014, in Kraft seit 1. April 2014 ( AS 2014 713 ). SR 313.0"
    },
    {
      "provision_ref": "art20",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "20",
      "title": "Vollzug",
      "content": "Die EZV ist mit dem Vollzug beauftragt."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "21",
      "title": "Aufhebung und Änderung bisherigen Rechts",
      "content": "1 Die Verordnung vom 28. Mai 1997 über die Ausstellung von Ursprungsnachweisen wird aufgehoben. 2 Die Änderung bisherigen Rechts wird im Anhang geregelt. [ AS 1997 1382 , 2005 2289 Ziff. II, 2006 1079 , 2007 1469 Anhang 4 Ziff. 21, 2008 1833 Anhang Ziff. 2]"
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "22",
      "title": "Übergangsbestimmung",
      "content": "Bewilligungen der EZV zum Ausstellen von Ursprungsnachweisen im vereinfachten Verfahren, die vor dem Inkrafttreten dieser Verordnung erteilt wurden, behalten ihre Gültigkeit und gelten als Bewilligung nach Artikel 12 dieser Verordnung. Stellt die Zollkreisdirektion fest, dass der ermächtigte Ausführer die Voraussetzungen nach Artikel 13 nicht erfüllt, so setzt sie ihm eine angemessene Frist."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Schlussbestimmungen",
      "section": "23",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Juli 2012 in Kraft."
    }
  ],
  "definitions": [
    {
      "term": "Ausführer:",
      "definition": "Ausführer: Person, die Waren aus dem Zollgebiet verbringt oder verbringen lässt;",
      "source_provision": "art3"
    },
    {
      "term": "ermächtigter Ausführer:",
      "definition": "ermächtigter Ausführer: Ausführer, der Ursprungsnachweise nach Artikel 1 im vereinfachten Verfahren ausfertigen darf (Art. 12–18);",
      "source_provision": "art3"
    }
  ]
}