{
  "id": "sr-910-1",
  "type": "statute",
  "title": "Bundesgesetz vom 29. April 1998 über die Landwirtschaft (Landwirtschaftsgesetz, LwG)",
  "title_en": "Federal Act of 29 April 1998 on Agriculture (Agriculture Act, AgricA)",
  "short_name": "LwG",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1998/3033_3033_3033/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Title 1 General Principles",
      "section": "1",
      "title": "Aim",
      "content": "The Confederation shall ensure that, through sustainable, market-orientated production, the agricultural sector makes a significant contribution towards: a. the reliable provision of the population with foodstuffs; b. preserving natural resources; c. the upkeep of the countryside; d. encouraging decentralised settlement; e. guaranteeing animal welfare. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art2",
      "chapter": "Title 1 General Principles",
      "section": "2",
      "title": "Federal measures",
      "content": "1 The Confederation shall take measures, in particular: a. to create favourable conditions for the production and sale of agricultural products; b. to pay for public and ecological services provided by farms through direct subsidies; [tab] b bis . to promote the sustainable use of natural resources and animal and climate friendly production; c. to support the development of agriculture in a socially acceptable manner; d. to support structural improvements; e. to promote agricultural research and advisory services as well as plant and animal breeding; f. to regulate plant protection and the use of aids to production. 2 These federal measures are conditional on a reasonable degree of self-help and are coordinated with regional policy instruments. 3 They support a joint strategy for quality in agriculture and the food industry. 4 They are based on the principle of self-sufficiency with regard to food, taking into account consumers’ needs for high-quality, varied and sustainable domestic products. 5 Support measures that are likely to distort competition to the detriment of trade and industry are excluded. Procedures are governed by Article 89 a . The Federal Council regulates the details. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Term amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). This amendment has been made throughout the Act. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Definition and scope of application",
      "content": "1 The term agriculture includes: a. products from arable and livestock farming; b. the preparation, storage and sale of the corresponding products on the farm; c. the management of areas of near-natural land. 1bis The measures in Parts 5 and 6 apply to agricultural activities. They are conditional on an activity in line with the principle of paragraph 1, letters a–c. 2 The measures in Part 2 Chapter 1 and those indicated in Parts 5 to 7 apply to horticultural businesses. 3 The measures in Part 2 Chapter 1, Part 5 and Part 7 Chapter 2 apply to professional fishing and fish farming. 4 The measures listed in Part 2 Chapter 1, Part 6 and Part 7 Chapter 2 apply to beekeeping. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Difficult production and living conditions",
      "content": "1 Difficult production and living conditions, in particular in mountain and upland areas, must be adequately taken into account in the application of this Act. 2 The Federal Office for Agriculture (FOAG) shall divide all farmed land into zones according to the degree of difficulty and keep a production register. 3 The Federal Council shall set the criteria for determining such zones. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Incomes",
      "content": "1 The measures in this Act aim to ensure that farms run on a sustainable basis and which are economically efficient can achieve incomes over a period of several years that are comparable to incomes in other sectors in the same region. 2 If incomes fall clearly below a comparable level, the Federal Council shall introduce temporary measures to improve the situation. 3 Other branches of trade and industry, the economic situation of workers outside the agricultural sector and the state of the federal coffers must also be taken into account."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Framework for payments",
      "content": "Funding for the most important areas of activity shall be approved for a maximum period of four years on the basis of a Federal Council dispatch with a simple federal decree."
    },
    {
      "provision_ref": "art7",
      "chapter": "Title 2 General Conditions for Production and Sales",
      "section": "7",
      "title": "Principle",
      "content": "1 The Confederation shall draw up general conditions for the production and sale of agricultural products so as to ensure that the agricultural sector can operate sustainably and cost-efficiently while at the same time achieving maximum market prices from the sale of its products. 2 At the same time it shall take into account the necessity for product safety, consumer protection and reliable food supplies for the country. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter 1 General Economic Provisions",
      "section": "8",
      "title": "Self-help",
      "content": "1 Producers’ organisations or the corresponding branches are responsible for promoting quality and sales, as well as for ensuring that production and supply are adapted to the demands of the market. 1bis The branch organisations may draw up standard contracts. 2 A branch organisation is an association of producers of individual products or product groups with processors and, in some cases, with traders. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art8a",
      "chapter": "Chapter 1 General Economic Provisions",
      "section": "8a",
      "title": "a Guideline prices",
      "content": "1 The organisations of producers of individual products or product groups or the corresponding branches may publish guideline prices at a national or regional level to which suppliers and buyers have agreed. 2 Guideline prices must be set according to different levels of quality. 3 No individual business may be forced to comply with guideline prices. 4 No guideline prices may be set for retail sales. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter 1 General Economic Provisions",
      "section": "9",
      "title": "Support for self-help measures",
      "content": "1 Insofar as self-help measures mentioned in Article 8 paragraph 1 come under threat from businesses that do not comply with the collectively agreed measures, the Federal Council may introduce regulations if the organisation: a. is representative; b. is not active in production, processing or sales; c. has approved the self-help measures by a clear majority. 2 The Federal Council may oblige non-members of an organisation to contribute towards funding self-help measures mentioned in Article 8 paragraph 1 if the conditions outlined in paragraph 1 are met and the organisation receives contributions from its members for funding self-help measures. Such contributions may not be used to cover the organisation’s administrative expenses. 3 With regard to adapting production and supply to market demand, the Federal Council may issue regulations solely in case of exceptional developments that are not caused by structural problems. 4 Products sold directly to the public may not be made subject to the regulations mentioned in paragraph 1, and farmers who sell direct to the public may not be made liable for contributions under paragraph 2 based on the volume of products thus sold. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Second sentence inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Quality regulations",
      "content": "The Federal Council may issue regulations on quality as well as on the methods used to obtain agricultural products and their processing if such regulations are required for their export or for compliance with Switzerland’s international obligations or with international standards that are important for Swiss agriculture. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Improving quality and sustainability",
      "content": "1 The Confederation shall support joint measures adopted by producers, processors or traders that are aimed at improving or ensuring the quality and sustainability of agricultural products and goods processed from them, as well as of processing methods. 2 Such measures must: a. promote innovation or cooperation throughout the product chain; b. foresee the participation of producers and be first and foremost of benefit to them. 3 Support may be provided in particular for: a. preliminary studies; b. the initial implementation of the measures; c. the inclusion of producers in projects aimed at improving quality and sustainability. 4 The Federal Council shall draw up requirements for such support. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Sales promotion",
      "content": "1 The Confederation may subsidise national or regional measures introduced by producers, processors or traders that are aimed at promoting the sale of Swiss agricultural products within the country and abroad. 2 For this purpose it may also support efforts to increase awareness of public services provided by the agricultural sector. 3 It may also coordinate subsidised measures within Switzerland and abroad, for example by devising a common identity. 4 The Federal Council shall draw up the criteria for the allocation of subsidies. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Market relief",
      "content": "1 In order to avoid slumps in the price of agricultural products, the Confederation may contribute to the cost of temporary measures, in exceptional circumstances, in order to relieve the market. It may not subsidise the reduction of surpluses due to structural factors. 2 Federal subsidies are normally conditional on appropriate contributions from the cantons or from interested organisations."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "General provisions",
      "content": "1 In the interests of credibility and to promote quality and sales, the Federal Council may issue regulations concerning the labelling of agricultural products and processed products which: a. are manufactured using certain methods; b. have other specific characteristics; c. come from mountain areas; d. can be distinguished by their origin; e. are manufactured without the use of certain procedures or do not display specific characteristics; f. are manufactured according to special criteria for sustainable development. 2 Labelling such products according to these regulations is voluntary. 3 The provisions of legislation on gene technology and foodstuffs are reserved. 4 The Federal Council may devise official symbols for labelling under the terms of this Article and Article 63 paragraph 1 letters a and b and may make their use mandatory. 5 It is mandatory to use these symbols in sales promotion campaigns involving measures mentioned in Article 12. Inserted by Annex No 8 of the Gene Technology Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No 8 of the Gene Technology Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Production methods and specific product characteristics",
      "content": "1 The Federal Council shall stipulate: a. the requirements that must be met by the products and production methods, in particular those that claim to be ecological; b. monitoring procedures. 2 Products may only be labelled as organic if the entire farm where they are produced is run organically. The Federal Council may in particular allow exceptions for farms with permanent crops insofar as the integrity of the organic production and its ability to be checked is not compromised. 3 The Federal Council may recognise the guidelines issued by organisations if they include the requirements mentioned under paragraph 1 letter a. 4 The Federal Council may recognise labelling for foreign products if it is based on equivalent requirements. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Designations of origin and geographical indications",
      "content": "1 The Federal Council shall set up a register of designations of origin and geographical indications. 2 In particular it shall regulate: a. entitlement to registration; b. the requirements for registration, in particular requirements regarding product specifications; c. appeal and registration procedures; d. monitoring. 2bis Swiss and foreign designations of origin and geographical indications may be entered in the register. 3 Registered designations of origin or geographical indications may not be used as generic names. Generic names may not be registered as designations of origin or as geographical indications. 4 If the name of a canton or a locality is used in a designation of origin or a geographical indication, it must be verified that registering the product complies with any relevant cantonal regulations. 5 Registered designations of origin or geographical indications may not be registered as product trade marks if the terms of paragraph 7 apply. 5bis If a trade mark is filed that contains a designation of origin or geographical indication that is identical or similar to a designation of origin or geographical indication that has been filed for registration for identical or comparable goods, the trade mark examination procedure shall be suspended until a legally binding decision has been taken on the application to register the designation of origin or the geographical indication. 6 Any person who uses a registered designation of origin or geographical indication for identical or similar agricultural products or goods processed from them must comply with the regulations indicated in paragraph 2 letter b. This does not apply to the use of trade marks that are identical or similar to a registered designation of origin or geographical indication and which have been deposited or registered in good faith or to which the right of use has been acquired in good faith: a. before 1 January 1996; or b. before the name of the registered designation of origin or geographical indication came under protection under the terms of this Act or on another legal basis, insofar as none of the grounds for nullity or expiry indicated in the Trademark Protection Act of 28 August 1992 can be demonstrated for the trade mark. 6bis In assessing the legality of the use of a trade mark acquired in good faith under the terms of paragraph 6, particular attention should be given to the question of whether there is any risk of deception or a breach of genuine competition. 7 Registered designations of origin and geographical indications are protected in particular against: a. any commercial use in relation to other products which takes advantage of the reputation of a protected designation; b. any form of usurpation, imitation or counterfeiting. Term in accordance with Annex No 7 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). This amendment has been made throughout the text. Inserted by Annex No 7 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by Annex No 7 of the FA of 21 June 2013, in force since 1 Jan. 2017 ( AS 2015 3631 ; BBl 2009 8533 ). SR 232.11 Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art16a",
      "section": "16a",
      "title": "a Indications of particular characteristics or production methods",
      "content": "1 Agricultural products or products processed from them may be labelled with information about their particular characteristics or the production methods used that come under the regulations (environmentally friendly production, proof of organic production or animal-friendly livestock management) or with information concerning the regulations. 2 In particular, any such information must comply with the regulations on protection against deception under the terms of legislation on foodstuffs. Inserted by No I of the FA of 24 March 2006, in force since 1 Oct. 2006 ( AS 2006 3861 ; BBl 2004 7069 7083 )."
    },
    {
      "provision_ref": "art16b",
      "section": "16b",
      "title": "b Protection of designations of origin and geographical indications outside Switzerland",
      "content": "1 The Confederation shall support the branch, producers’ and processors’ organisations in protecting labels of Swiss origin and geographical indications outside Switzerland. 2 It may take on part of the expenses accruing to Swiss missions abroad if the latter are asked by branch, producers’ or processors’ organisations to protect designations of origin or a geographical indications. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Import duties",
      "content": "When import duties are set, domestic supply and potential sales of similar domestic products must be taken into account."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Measures regarding products obtained using production methods banned in Switzerland",
      "content": "1 Unless such action breaches international commitments, the Federal Council shall introduce regulations concerning the declaration of products that have been obtained using methods that are banned in Switzerland; it shall raise import duties or ban the import of such products. 2 Under the terms of paragraph 1, banned production methods include those methods which endanger: a. the life or health of human beings, animals or plants; or b. the environment. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Customs tariffs",
      "content": "Unless this Act provides otherwise, responsibility and procedures for setting customs tariffs are governed by customs legislation."
    },
    {
      "provision_ref": "art19a",
      "section": "19a",
      "title": "a Specific use of income from customs duties",
      "content": "1 The income from customs duties on agricultural products and foodstuffs for the period 2009–2016 is earmarked for a specific purpose, namely to fund accompanying measures in relation to the implementation of a free-trade agreement with the European Union regarding agricultural products and foodstuffs or of a WTO agreement. 2 In particular, the funding must be used for accompanying measures to support agriculture. 3 If negotiations are unsuccessful, the Federal Council shall release the funds for other uses. 4 If the proposed accompanying measures require less funding than that earmarked for this specific purpose, the Federal Council may release the remaining amount for other uses. Inserted by No I of the FA of 18 June 2010, in force since 1 Jan. 2011 ( AS 2010 5851 ; BBl 2009 1335 )."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Threshold prices",
      "content": "1 The Federal Council may introduce threshold prices for individual products. The terms of Article 17 apply. 2 The threshold price corresponds to the target import price, comprising the price franco Swiss border and customs duties as well as charges with a similar effect. The Federal Council shall decide how the price franco Swiss border, untaxed, is calculated. 3 The Federal Council may set the threshold price for a group of products. The Federal Department of Economic Affairs, Education and Research (EAER) shall set a guideline import value for individual products. 4 The EAER shall decide to what extent the sum of the customs duty rate and price franco Swiss border, untaxed, may deviate from the threshold price before the customs duty rate has to be adjusted (band). 5 The FOAG shall set the customs duty rate for products with a threshold price in such a way that the import price lies within the band. 6 Insofar as the sale of similar domestic products does not come under threat, the EAER may set the customs duty rate lower than indicated in paragraph 5. 7 The customs duty rates may not entail any elements of protection vis-à-vis industry. Amended by No III of the FA of 24 March 2000 on the Repeal of the Grain Act, in force since 1 July 2001 ( AS 2001 1539 ; BBl 1999 9261 ). Second sentence amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Term in accordance with No I 28 of the O of 15 June 2012 (Reorganisation of Federal Departments), in force since 1 Jan. 2013 ( AS 2012 3655 ). This amendment has been made throughout the text. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Term in accordance with No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). This amendment has been made throughout the text. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Tariff quotas",
      "content": "1 Tariff quotas for agricultural products are set out in Annex 2 to the Customs Tariff Act of 9 October 1986 (General Tariff). 2 The Federal Council may modify tariff quotas and, if applicable, their staggered introduction as part of the General Tariff. 3 The terms of Article 17 apply to the setting and adjustment of tariff quotas as well as to their staggered introduction. 4 If market conditions require the frequent adjustment of tariff quotas, the Federal Council may delegate responsibility for adjusting tariff quotas and for staggering their introduction to the EAER or to an agency that is part of the Federal Department. 5 The provisions of this Act apply mutatis mutandis to additional tariff quotas as defined under the terms of Article 4 paragraph 3 letter c of the Customs Tariff Act of 9 October 1986. SR 632.10"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Allocation of tariff quotas",
      "content": "1 Competition must be maintained in the allocation of tariff quotas. 2 The authorities responsible shall allocate tariff quotas according to the following procedures and criteria in particular: a. by auction; b. according to domestic purchasing obligations; c. on the basis of the quantity requested; d. according to the order of receipt of applications for permits; e. according to the order of assessments; f. on the basis of the applicant’s imports to date. 3 Promotion of Swiss production as indicated in paragraph 2 letter b is defined as the purchase of similar goods produced in Switzerland and of standard trade quality. 4 In order to avoid abuse, the Federal Council may exclude certain importers from entitlement. 5 The Federal Council may delegate responsibility for setting the criteria for the allocation of tariff quotas to the EAER. 6 The allocation of tariff quotas shall be made public. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Compensatory payments and charges",
      "content": "1 If the allocation of a tariff quota share is dependent on promotion of Swiss production (Art. 22 paragraph 2 letter b), the Federal Council may decide on appropriate compensatory payments or charges if: a. such promotion is not necessary in view of its purpose; or b. it is impossible for the importer to promote Swiss production or doing so would lead to unreasonable hardship. 2 Compensatory payments or charges must be set in such a way that they balance out the advantages gained by the importer from not having to promote Swiss production."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Import permits, protective measures",
      "content": "1 In order to gather statistics on imports, the Federal Council may decide that certain agricultural products require an import permit. 2 In view of the protective measures that the Federal Council may introduce, the EAER is authorised to suspend the issuing of import permits until the Federal Council has taken a decision. 3 The application of protection clauses in international agreements on the agricultural sector are governed by Article 11 of the Customs Tariff Act of 9 October 1986. 4 Paragraph 2 does not apply to the application of protection clauses in international agreements under: a. Article 1 of the Federal Act of 25 June 1982 on International Trade Measures; and b. Article 7 of the Customs Tariff Act of 9 October 1986. SR 632.10 SR 946.201"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Voluntary contributions",
      "content": "1 Where the branches in question pay taxes on imported agricultural products in favour of domestic products on a voluntary basis, the Federal Council may prescribe the maximum rate for such taxes in order to comply with international commitments. It may delegate this task to the EAER. 2 If the maximum rate for such taxes is reduced because of international agreements, the taxes are modified at the same rate as customs duties. Deviation from this rule is allowed in justified cases."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2010 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "1 The Federal Council shall observe market prices that are affected by federal agricultural measures at various levels, from production to consumption. It shall regulate the involvement of market players. 2 The Federal Council shall designate the agency to carry out the necessary data collection and inform the general public. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art27a",
      "section": "27a",
      "title": "a",
      "content": "1 Genetically modified agricultural products or aids to production may only be produced, reared, imported, released or put into circulation if the requirements of this Act and in particular those of legislation on gene technology, environmental protection, animal protection and foodstuffs are met. 2 Regardless of any further provision, in particular in legislation on gene technology, environmental protection and animal protection, the Federal Council may provide for mandatory permits or other measures for the production and sale of such goods or aids to production. Term in accordance with No II 3 of the FA of 19 March 2010, in force since 1 Aug. 2010 ( AS 2010 3233 ; BBl 2009 5435 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "b",
      "content": "1 If a patent holder has put aids to production or agricultural capital goods into circulation within Switzerland or abroad or has agreed to their being put into circulation, such aids or goods may be imported, sold on and used commercially. 2 Agricultural capital goods are investment goods such as tractors, machinery, tools and installations and their component parts that are intended predominantly for use in agriculture."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter 2 The Dairy Farming Sector",
      "section": "28",
      "title": "",
      "content": "1 This Chapter applies to cow’s milk. 2 The Federal Council may extend certain provisions, in particular Articles 38 and 39, to cover goat’s and sheep’s milk. Repealed by No I of the FA of 20 June 2003, with effect from 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter 2 The Dairy Farming Sector",
      "section": "29",
      "title": "",
      "content": "Repealed by No I of the FA of 20 June 2003, with effect from 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art3036",
      "chapter": "Chapter 2 The Dairy Farming Sector",
      "section": "3036",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art36a36b",
      "chapter": "Chapter 2 The Dairy Farming Sector",
      "section": "36a36b",
      "title": "",
      "content": "Inserted by No I of the FA of 20 June 2003 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "1 Branch organisations in the milk sector are responsible for drawing up a standard contract for the purchase and sale of untreated milk. The provisions of the standard contract may not have a marked detrimental effect on competition. The contracting partners are responsible for setting prices and quantities. 2 A standard contract within the meaning of this Article is a contract that has a minimum period of validity and possible extension of one year and includes terms concerning quantities, prices and methods of payment. 3 At the request of a branch organisation, the Federal Council may declare the standard contract to be generally binding in relation to all stages of the purchase and sale of untreated milk. 4 The requirements that must be met by the branch organisations and the decision making are governed by Article 9 paragraph 1. 5 Any litigation arising from the standard contract or individual contracts is subject to the jurisdiction of the civil courts. 6 If a branch organisation is unable to agree on a standard contract, the Federal Council may issue temporary regulations on the purchase and sale of untreated milk."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Additional payment for milk used in cheese-making",
      "content": "1 The Confederation may make an additional payment to producers for milk that is used in cheese-making. 2 The additional payment amounts to 15 cents, under deduction of the amount of the additional payment for commercial milk in accordance with Article 40. The Federal Council shall specify the requirements for the additional payment. It may exclude low-fat cheeses from the additional payment. 3 It may adjust this amount depending on trends in quantities. Amended by Annex 2 of the FD of 15 Dec. 2017 (Export competition and export subsidies), in force since 1 Jan. 2019 ( AS 2018 3939 ; BBl 2017 4351 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by Annex 2 of the FD of 15 Dec. 2017 (Export competition and export subsidies), in force since 1 Jan. 2019 ( AS 2018 3939 ; BBl 2017 4351 )."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Additional payment for non-use of silage",
      "content": "1 Producers of milk that is used in cheese-making and obtained without the use of silage receive an additional payment. 2 The Federal Council shall fix the level of this additional payment and stipulate the degree of firmness of the cheese and the types of cheese that entitle the producer to an additional payment. It may exclude low-fat cheeses from the additional payment. 3 This additional payment is fixed at 3 cents. The Federal Council may adjust this amount depending on trends in quantities. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Additional payment for commercial milk",
      "content": "1 The Confederation may make an additional payment to producers for commercial milk. 2 The Federal Council shall specify the level of and the requirements for the additional payment. 3 The branch organisations may take joint self-help measures relating to the use of the additional payment in terms of paragraph 1. Amended by Annex 2 of the FD of 15 Dec. 2017 (Export competition and export subsidies), in force since 1 Jan. 2019 ( AS 2018 3939 ; BBl 2017 4351 )."
    },
    {
      "provision_ref": "art4142",
      "section": "4142",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Mandatory registration",
      "content": "1 The milk processor shall inform the agency designated by the Federal Council: a. of the quantity of milk supplied by producers; and b. how he or she has processed the milk. 2 Producers who sell milk and dairy products direct must inform the agency of the quantities produced and sold direct. 3 … Inserted by No I of the FA of 20 June 2003 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Payment for collaboration",
      "content": "The Federal Council shall compensate the dairy farming organisations that it entrusts with duties under public law."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter 3 Animal Husbandry",
      "section": "46",
      "title": "Maximum stock levels",
      "content": "1 The Federal Council may stipulate maximum stock levels for each farm for various livestock species. 2 If various livestock species are kept on a farm, the sum of the individual percentage shares of the relevant maximum stock levels may not exceed 100 per cent. 3 The Federal Council may allow exceptions for: a. federal experimental farms and the agricultural research institutes, the poultry husbandry school in Zollikofen and the Swiss Testing Station for Fattening Performance and Carcass Quality in Sempach; b. farms that feed pigs with by-products issued from milk and food processing, thereby fulfilling disposal management tasks in the public interest that are of regional significance. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter 3 Animal Husbandry",
      "section": "47",
      "title": "Tax",
      "content": "1 Farms that exceed the maximum stock level under Article 46 must pay an annual tax. 2 The Federal Council shall set the rate of tax so that keeping an excessive number of animals is uneconomical. 3 Where two or more managers keep animals on the same farm, each of the managers shall pay a tax which is proportional to their share of livestock. 4 The division of farms to circumvent the provisions on maximum stock levels shall not be recognised."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter 3 Animal Husbandry",
      "section": "48",
      "title": "Allocation of tariff quotas",
      "content": "1 The tariff quotas for slaughter animals and meat shall be auctioned. 2 The tariff quota shares for meat from cattle (not including filleted hindquarter cuts) and for sheep shall be allocated at a rate of 10 per cent based on the number of animals purchased by auction from supervised public slaughter animal markets. Exempted therefrom is kosher and halal meat. 2bis The tariff quota shares for meat from cattle, sheep, goats and horses shall be allocated at a rate of 40 per cent based on the number of slaughtered animals. Exempted therefrom is kosher and halal meat. 3 The Federal Council may dispense with allocation arrangements for certain products under tariff headings 0206, 0210 and 1602. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004. Paras 1 and 2 come into force on 1 Oct. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2015 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Classification by quality",
      "content": "1 The Federal Council shall issue directives and criteria for classifying the quality of slaughtered cattle, horses, pigs, sheep and goats. 2 It may: a. declare the use of these classification criteria to be mandatory; b. require quality classification to be carried out by a neutral agency in certain cases; c. regulate the procedure for ascertaining the carcass weight. 3 The Federal Council may delegate the task of determining the classification criteria to the FOAG. Inserted by Annex No II 6 of the Foodstuffs Act of 20 June 2014, in force since 1 May 2017 ( AS 2017 249 ; BBl 2011 5571 )."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Subsidising measures to relieve the meat market",
      "content": "1 The Confederation may provide subsidies for temporary market relief measures in the event of seasonal or other temporary surpluses in the meat market. 2 From 2007, the Confederation may provide subsidies to the cantons for the organisation, conduct, supervision and infrastructure of public markets in the mountain regions. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Delegation of public tasks",
      "content": "1 The Federal Council may delegate the following tasks to private organisations: a. conducting temporary market relief measures in the case of seasonal or other temporary surpluses in the meat market; b. supervising market activities in public markets and in abattoirs; c. classifying living and slaughtered animals according to their quality. 2 The private organisations shall be remunerated for carrying out these tasks. 3 The Federal Council shall appoint an agency to verify whether the private organisations have carried out their tasks cost-effectively. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art51bis",
      "section": "51bis",
      "title": "bis Sale of sheep’s wool",
      "content": "The Confederation may take measures relating to the sale of sheep’s wool. It may support domestic sales through subsidies. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Subsidies for domestic egg production",
      "content": "The Confederation may provide subsidies for sales measures to benefit domestic egg production. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "Repealed by No I of the FA of 20 June 2003, with effect from 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter 4 Arable Farming",
      "section": "54",
      "title": "Subsidies for individual crops",
      "content": "1 The Federal Council may pay subsidies for individual crops in order to: a. maintain the production capacity and efficiency of individual processing chains to ensure adequate provision for the population; b. ensure an adequate supply of fodder for livestock. 2 The Federal Council decides on the crops and the amount of the subsidies. 3 Subsidies may also be paid for farmland in the foreign part of the Swiss border zone under Article 43 paragraph 2 of the Customs Tariff Act of 18 March 2005. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). SR 631.0"
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter 4 Arable Farming",
      "section": "55",
      "title": "Additional payment for grain",
      "content": "1 The Confederation may make an additional payment to producers for grain. The Confederation may restrict the additional payment to grain for human consumption. 2 The additional payment shall be based on the budgeted resources and the quantity or the area under cultivation that is eligible for subsidies. The Federal Council shall specify the requirements for making the additional payment. 3 The branch organisations may take joint self-help measures relating to the use of the additional payment in terms of paragraph 1. Amended by Annex 2 of the FD of 15 Dec. 2017 (Export competition and export subsidies), in force since 1 Jan. 2019 ( AS 2018 3939 ; BBl 2017 4351 )."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter 4 Arable Farming",
      "section": "56",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter 4 Arable Farming",
      "section": "57",
      "title": "",
      "content": "Repealed by No I of the FA of 22. June 2007, with effect from 1 July 2009 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter 4 Arable Farming",
      "section": "58",
      "title": "Fruit",
      "content": "1 The Confederation may introduce measures regarding the processing of pomaceous fruit, stone-fruit, berries and fruit products as well as grapes. It may pay subsidies for processing fruit. 2 It may subsidise joint measures taken by producers to adapt the production of fruit and vegetables to market requirements. Such subsidies may be paid until the end of 2017 at the latest. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter 5 Wine Production",
      "section": "60",
      "title": "Permits and registration of vine planting",
      "content": "1 A permit from the cantonal authorities is required for planting new vines. 2 The cantonal authorities must be informed if existing vineyards are replanted. 3 The cantonal authorities shall issue permits for the planting of vines for the purpose of wine production if the planned site is suitable for this purpose. 4 The Federal Council shall set out the basic conditions for issuing permits and registering the planting of vines. It may allow exceptions. 5 The cantonal authorities may issue a temporary and regional ban on the planting of new vines if measures for relieving the market or for the conversion of vineyards are being funded or if the market situation requires such action to be taken. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter 5 Wine Production",
      "section": "61",
      "title": "Register of vineyards",
      "content": "The cantonal authorities keep a register of vineyards that includes any special characteristics."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter 5 Wine Production",
      "section": "62",
      "title": "Register of grape varieties",
      "content": "1 FOAG examines the suitability of grape varieties. 2 It keeps a register of grape varieties with indications of suitability."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter 5 Wine Production",
      "section": "63",
      "title": "Classification",
      "content": "1 Wines are divided into the following classes: a. wines with appellation contrôlée; b. domestic wines; c. table wines. 2 The Federal Council shall draw up a list of the criteria governing the classification of wines with appellation contrôlée and domestic wines. It may stipulate a minimum level of natural sugar content and a maximum yield per unit of land area, taking into account the production conditions specific to a given area. 3 Otherwise, the cantonal authorities shall set out the requirements for each criterion with regard to wines with appellation contrôlée and domestic wines produced within their borders and under their own traditional designation. 4 The Federal Council shall stipulate the requirements concerning domestic wines that are sold without a traditional designation and for table wines. It may define the terms relating specifically to wine, in particular traditional terms, and stipulate their use. 5 It shall draw up regulations for the declassification of wines that do not meet the minimum requirements. 6 The terms of Article 16 paragraphs 6, 6 bis , 7 and 16 b apply to the labelling of wines with appellation contrôlée and of other wines with geographical indications. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Verification",
      "content": "1 In order to protect designations and labels, the Federal Council shall issue regulations for the verification of grape harvests and trading in wine. It shall stipulate requirements that must be met by the cantonal authorities, the producers, the cellarers and wine traders, in particular with respect to registration, accompanying documentation, cellar accounts and inventories. Insofar as the protection of designations and labels is not compromised, the Federal Council may allow exceptions and simplifications. It shall coordinate the verification process. 2 In order to simplify collaboration between the verification agencies, it may foresee a central database. It shall stipulate requirements for such a database with regard to content and operation as well as data quality, and set out the conditions for access and use of the said data. 3 The cantonal authorities are responsible for carrying out the grape harvest verification. The Confederation may offer a global amount to help fund the cantonal monitoring costs, the amount being based on the area of vineyards in the canton in question. 4 The trade in wine is monitored by an agency designated by the Federal Council. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "",
      "content": "Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art6769",
      "section": "6769",
      "title": "",
      "content": "Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter 1 General Provisions",
      "section": "70",
      "title": "Basic principle",
      "content": "1 Farmers receive direct payments as compensation for the public services they provide. 2 Direct payments include: a. subsidies for farmland; b. subsidies for ensuring supply; c. biodiversity subsidies; d. subsidies for the quality of the landscape; e. subsidies for production systems; f. subsidies for the efficient use of resources; g. bridging subsidies. 3 The Federal Council stipulates the level of subsidies, taking into account the extent of the public services provided the work involved in providing such services and the potential market yield."
    },
    {
      "provision_ref": "art70a",
      "chapter": "Chapter 1 General Provisions",
      "section": "70a",
      "title": "a Requirements",
      "content": "1 Direct payments are made on condition that: a. the business is run as a farm; b. proof of ecological performance can be provided; c. agricultural production methods comply with the provisions of legislation on the protection of waters, the environment and animal welfare; d. the land farmed does not lie within a designated building zone that has been legally excluded under planning legislation after this provision comes into force; e. a minimum amount of labour on the farm in standard labour units is reached; f. a minimum amount of work is carried out by labourers employed by the farm; g. the farmer is not over a certain age; h. the farmer has a qualification in agriculture. 2 Proof of ecological performance includes: a. appropriate conditions for livestock; b. balanced use of fertilisers; c. an adequate proportion of land set aside for biodiversity; d. regulation use of objects included in inventories of national interest under the terms of the Federal Act of 1 July 1966 on Nature and Cultural Heritage; e. regular crop rotation; f. appropriate soil protection; g. specific choice and application of plant protection products. 3 The Federal Council: a. shall set out the terms for proof of ecological performance; b. shall set out the terms for values and requirements in relation to paragraph 1 letters a and e–h; c. may limit the amount of direct payments per standard labour unit; d. may allow exceptions to letter c and paragraph 1 letter h; e. may allow exceptions to paragraph 1 letter a for direct payments for biodiversity and landscape quality; f. shall set the limits in relation to the area per farm above which payments are graduated or reduced. 4 The Federal Council may stipulate further requirements and obligations regarding direct payments. 5 It shall decide on the areas for which direct payments are made. SR 451"
    },
    {
      "provision_ref": "art70b",
      "chapter": "Chapter 1 General Provisions",
      "section": "70b",
      "title": "b Special requirements for summer pastures",
      "content": "1 In summer pasture areas, direct payments are made to farmers who use a summer grazing farm, who belong to a summer grazing cooperative or who graze their livestock on summer pastures. 2 The conditions stated in Article 70 a paragraph 1 do not apply to summer pastures, with the exception of letter c. 3 The Federal Council shall set out the farming requirements for summer pastures."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter 2 Subsidies",
      "section": "71",
      "title": "Subsidies for farmland",
      "content": "1 Subsidies are paid for maintaining open farmland. These subsidies include: a. a payment per hectare, graduated by zone, in order to encourage the farming of individual zones; b. a graduated difficulty payment per hectare based on gradient and type of land-use in hilly areas in order to encourage farming under topographically difficult conditions; c. in addition, a graduated payment based on the proportion of hay meadows on steep slopes; d. a payment for grazing certain livestock for 100 days on summer pastures for farms run on a year-round basis in order to encourage the use of Alpine pastures; e. a summer grazing subsidy, graduated according to livestock category, per livestock unit on summer grazing or per normal stock in order to encourage the use and maintenance of summer pastures. 2 In the case of summer grazing subsidies, the Federal Council shall stipulate the acceptable level of occupation and livestock categories for which the subsidy is paid."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter 2 Subsidies",
      "section": "72",
      "title": "Subsidies for ensuring supplies",
      "content": "1 Subsidies for ensuring supplies are paid to maintain reliable food supplies for the population. These subsidies include: a. a basic payment per hectare to maintain production capacity; b. a payment per hectare to ensure an adequate proportion of open farmland with long-term cropping; c. a graduated payment per hectare for degree of difficulty in upland and mountain areas to maintain production capacity under climatic difficulties. 2 In the case of grazing land, subsidies are only paid if the farm has a minimum number of cattle. The Federal Council shall stipulate minimum livestock numbers. It may decide that no minimum is necessary for cultivated meadows and areas of land reserved for promoting biodiversity, and set a lower basic payment for the latter. 3 Subsidies for ensuring supply may also be paid for land in other countries along the Swiss border under the terms of Article 43 paragraph a of the Customs Tariff Act of 18 March 2005. SR 631.0"
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter 2 Subsidies",
      "section": "73",
      "title": "Biodiversity subsidies",
      "content": "1 Biodiversity subsidies are paid in order to promote and maintain biodiversity. These subsidies include: a. a graduated payment per hectare, depending on the type and quality of the area reserved for promoting biodiversity and the zone, with the aim of encouraging a variety of species and habitats; b. a graduated payment per hectare, depending on the type of area reserved for promoting biodiversity, aimed at promoting connecting corridors. 2 The Federal Council shall decide on the types of areas reserved for promoting biodiversity for which subsidies are paid. 3 In the case of corridors that connect biodiversity areas, the Confederation shall pay a maximum of 90 per cent of the subsidies. The cantonal authorities shall cover the remaining part."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter 2 Subsidies",
      "section": "74",
      "title": "Subsidies for the quality of the landscape",
      "content": "1 Subsidies are paid for the quality of the landscape in order to maintain, promote and further develop a varied landscape. 2 The Confederation provides funding to the cantonal authorities on a per hectare or per normal stock basis if: a. the cantonal authorities or another appropriate regional agency has set targets and drawn up measures aimed at achieving these targets; b. the cantonal authorities and farmers have agreed on farming practices corresponding to such measures; and c. the targets and measures meet the requirements for sustainable spatial development. 3 The Confederation shall provide a maximum of 90 per cent of the subsidies guaranteed by the cantonal authorities."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Subsidies for production systems",
      "content": "1 Subsidies are paid for production systems to promote near-natural and environmentally and animal friendly types of production. These subsidies include: a. a graduated payment per hectare, depending on type of use, for production methods used throughout the farm; b. a graduated payment per hectare, depending on type of use, for production methods used on part of the farm; c. a graduated payment per livestock unit, depending on the category of animal, for especially animal-friendly methods of production. 2 The Federal Council shall decide what types of production are to be promoted."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Subsidies for the efficient use of resources",
      "content": "1 Subsidies for the efficient use of resources are paid to promote the sustainable use of resources such as soil, water and air, as well as to improve efficiency with regard to the use of aids to production. 2 Subsidies are paid for measures aimed at introducing resource-saving techniques or farming methods. Such subsidies are of a fixed duration only. 3 The Federal Council shall decide what measures are to be promoted. The subsidies are paid if: a. the measure in question has been shown to be effective; b. the measure in question shall continue to be used once subsidies cease; c. the measure in question is economically acceptable for the farm for the foreseeable future."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Bridging subsidies",
      "content": "1 Bridging subsidies are paid to ensure development under socially acceptable terms. 2 Bridging subsidies are based on the approved credits minus subsidies under Articles 71–76, 77 a and 77 b , and compensatory payments under Article 62 a of the Federal Act on the Protection of Waters of 24 January 1991. 3 Bridging subsidies are paid per farm. The subsidy for the individual farm is based on the difference between the general direct payments before the change of system and the subsidies according to articles 71 paragraph 1 letters a–c and 72 after the change of system. The difference is determined on the basis of the structure of the farm before the change of system. 4 The Federal Council shall decide on: a. the calculation of subsidies for individual farms; b. the modalities in the case of transfer of ownership of farms and major structural changes; c. limits in relation to the taxable income and wealth of the farmers above which subsidies are reduced or refused, a higher limit being set for married farmers. SR 814.20"
    },
    {
      "provision_ref": "art77a",
      "chapter": "105",
      "section": "77a",
      "title": "a Principle",
      "content": "1 The Confederation shall within the limits of the approved credits provide subsidies to regional and branch specific projects aimed at improving sustainability in the use natural resources. 2 Subsidies are granted to the responsible agency provided: a. the measures planned in the project are coordinated with each other; b. the measures are expected to become self-supporting in the foreseeable future."
    },
    {
      "provision_ref": "art77b",
      "chapter": "105",
      "section": "77b",
      "title": "b Level of subsidies",
      "content": "1 The level of the subsidies is governed by the ecological and agronomic effect of the project, in particular the increase in efficiency when using substances and energy. The level amounts to a maximum of 80 per cent of the allowable costs of realising the projects and measures. 2 If the Confederation simultaneously grants subsidies or compensatory payments under this Act or the Federal Act of 1 July 1966 on the Protection of Nature and Cultural Heritage or compensatory payments under the Waters Protection Act of 24 January 1991 for the same measures on the same area of land, these subsidies or compensatory payments shall be deducted from the allowable costs. SR 451 SR 814.20"
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter 1 Support for Farmers",
      "section": "78",
      "title": "Basic principle",
      "content": "1 The Confederation may provide funds to the cantonal authorities for support for farmers. 2 The cantonal authorities may grant farmers support for their farm in order to alleviate or prevent financial hardship incurred through no fault of their own or due to changed economic circumstances. 3 Intervention through federal funding is conditional on appropriate financial participation by the cantonal authorities. Any contribution from third parties shall be taken into account. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter 1 Support for Farmers",
      "section": "79",
      "title": "Granting of support to farmers",
      "content": "1 The cantonal authorities grant support to farmers in the form of an interest-free loan in order to: a. restructure existing debts to reduce the interest payable; b. temporarily alleviate exceptional financial liabilities. 1bis Farmers may also be granted support in the case of a farmer giving up his or her farm in order to convert existing loans or mandatory amortisation into an interest-free loan insofar as the debt is serviceable after such a loan has been granted. 2 The loans are granted based on a ruling for a maximum of 20 years. 3 If the loan is secured by a charge on immovable property, the public deed containing the pledge agreement may be replaced by a ruling from the authorities which guarantees the loan. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter 1 Support for Farmers",
      "section": "80",
      "title": "Requirements",
      "content": "1 As a rule, loans to support farmers under the terms of Article 79 paragraph 1 are granted if the following requirements are met: a. the farm must provide a living in the longer term, if necessary with a second income from outside the agricultural sector, and require an appropriate and at least a normal amount of labour; b. the farm is being run on an efficient basis; c. the level of debt after a loan has been granted is serviceable. 2 In order to ensure land-use or a sufficient population density, the Federal Council may set a lower level of labour than that indicated in paragraph 1 letter a for farms in upland and mountain areas. 3 The Federal Council may stipulate further requirements and obligations. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Approval by the FOAG",
      "content": "1 If a single loan or a loan combined with the balance of earlier loans to support farmers and investment loans exceeds a certain amount (limit), the cantonal authorities shall ask for the approval of the FOAG. The Federal Council sets the limit. 2 The FOAG shall inform the cantonal authorities within 30 days whether it approves of the decision taken or whether it will take a decision itself. Before taking a decision it consults the cantonal authorities."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Repayment in the case of a profit on a sale",
      "content": "If a farm or part of a farm is sold at a profit, the outstanding balance on the loan must be repaid. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Calling in the loan",
      "content": "The cantonal authorities may call in the loan if it has good reason to do so."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Administrative costs",
      "content": "1 The cantonal authorities are liable for administrative costs. 2 They may not charge for expenses."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Appropriation of repaid debts and interest",
      "content": "1 Money repaid on loans is used by the cantonal authorities for new loans to farmers. 2 Interest paid is used, in the following order, for: a. covering administrative costs; b. covering losses incurred in granting loans; c. further loans to farmers. 3 If the amounts repaid and interest accruing to the cantonal authorities exceed the amount required, the FOAG may: a. claim the Confederation’s share back and pass it on to another canton; or b. make the Confederation’s share of unused funds available to the canton for investment loans. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Losses",
      "content": "1 The cantonal authorities shall be liable for losses accruing from granting loans that exceed the limit indicated in Article 81, including any legal costs, insofar as such losses are not covered through interest. 2 The Confederation and the cantonal authorities are liable in proportion to their share of the loan for any losses and legal costs accruing from granting loans that were approved by the FOAG under the terms of Article 81, insofar as such losses are not covered through interest."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter 2",
      "section": "86",
      "title": "a",
      "content": "1 The Confederation may provide support for self-employed farmers or their partners for re-training in a non-agricultural trade or profession. 2 Such support is conditional on the cessation of farming. The Federal Council may stipulate further requirements and obligations. 3 Support for re-training shall be provided until the end of 2019 at the latest. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter 1 General Provisions",
      "section": "87",
      "title": "Basic principle",
      "content": "1 The Confederation shall grant subsidies and investment loans in order to: a. lower production costs through basic improvements to the farm; b. improve living and economic conditions in rural areas, in particular upland and mountain areas; c. protect farmland as well as agricultural buildings and installations from dilapidation or destruction through natural causes; d. help achieve ecological aims as well as those concerning animal welfare and spatial planning; e. encourage the renaturisation of small lakes and rivers to near-natural conditions. 2 … Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter 1 General Provisions",
      "section": "88",
      "title": "",
      "content": "Comprehensive communal measures such as the reorganisation of real estate and the overall development of farmland are subsidised if: a. they basically cover a naturally or economically defined area; b. they promote ecological balance and connecting corridors between biotopes. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter 1 General Provisions",
      "section": "89",
      "title": "Requirements for measures concerning individual farms",
      "content": "1 Measures concerning individual farms are subsidised if the following requirements are met: a. the farm must provide an existence in the longer term, if necessary with a second income from outside the agricultural sector, and require an appropriate and at least a normal amount of labour; b. the farm must be run on an efficient rational basis; c. the farm must be able to provide proof of ecological performance under the terms of Article 70 a paragraph 2 after the investment; d. the funding and acceptability of the planned investment in view of future economic conditions must be guaranteed; e. the applicant must contribute his or her own funds and loans as far as possible; f. the applicant must have a suitable training. 2 The Federal Council may set the labour limit lower than that stated in paragraph 1, letter a: a. in order to ensure the farm is operative or to guarantee an adequate population density; b. in the case of measures aimed at diversifying activities within the agricultural or closely associated sectors. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art89a",
      "section": "89a",
      "title": "a Neutrality in relation to competition",
      "content": "1 The project must be designed so as not to compromise neutrality in relation to competition vis-à-vis the traders in the relevant catchment area who are directly affected. 2 Before the project is approved, the cantonal authorities decide whether it is neutral in relation to competition. 3 The directly affected traders in the relevant catchment area and their professional organisations and branch associations may be consulted. The Federal Council shall stipulate the details. 4 Traders who have not lodged an official objection regarding neutrality in relation to competition within the time set out under cantonal legislation may not do so at a later date. [tab] 5 If neutrality in relation to competition is confirmed through a legal decision, appeals may no longer be lodged. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Protection of objects of national importance",
      "content": "The federal inventories of objects of national importance are binding in relation to structural improvements subsidised by the Confederation."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Repayment in the case of a profit on a sale",
      "content": "1 If the farm or a part thereof that is subsidised is sold at a profit, the vendor must repay investment loans for individual measures as follows: a. all loans must be repaid unless the last payment was made more than 20 years earlier; b. any outstanding amounts must be repaid. 2 The payments must be made immediately after the sale. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Monitoring",
      "content": "Structural improvements are monitored by the cantonal authorities during work and after completion."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter 2 Subsidies",
      "section": "93",
      "title": "Basic principle",
      "content": "1 The Confederation shall grant subsidies within the limits of the approved credits for: a. land improvement; b. agricultural buildings; c. projects in connection with regional development and to promote local and regional products in which agriculture plays a major role; d. buildings for small businesses in mountain areas insofar as they are for processing and selling agricultural products and thus add value; such businesses must deal with at least the first stage of processing; e. joint initiatives taken by farmers aimed at lowering production costs. 2 … 3 Federal subsidies are only granted on condition that an appropriate contribution is made by the cantonal authorities and its public law territorial authorities. 4 The Federal Council may stipulate requirements and obligations relating to the granting of subsidies. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Repealed by No I of the FA of 20 June 2003, with effect from 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter 2 Subsidies",
      "section": "94",
      "title": "Terms",
      "content": "1 Land improvement includes: a. underground engineering works and installations in rural areas; b. the reorganisation of land ownership and tenancy conditions. 2 Agricultural buildings include: a. farm buildings; b. alpine farms and barns; c. communal buildings in mountain areas that have been erected by farmers for preparing, storing and selling local produce. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter 2 Subsidies",
      "section": "95",
      "title": "Land improvements",
      "content": "1 The Confederation shall subsidise up to 40 per cent of the cost of land improvements. Such costs include expenditure for measures that are required under the terms of other federal legislation and are closely connected to the subsidised work. 2 In the case of land improvements in mountain areas, the Federal Council may raise the amount of the subsidy to a maximum of 50 per cent if such improvements: a. cannot be funded through other means; or b. comprise comprehensive communal works. 3 In the case of land improvements to repair especially serious damage due to exceptional natural occurrences, the Confederation may grant a supplementary subsidy of a maximum of 20 per cent if the required work cannot be paid for even with an appropriate contribution from the cantonal authorities, the local authorities and public law funds. 4 The Confederation may grant lump-sum subsidies for the periodic repair of land improvement works. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Agricultural buildings",
      "content": "1 The Confederation shall grant lump-sum subsidies for new buildings, conversions and improvements to agricultural buildings. 2 Subsidies for buildings on individual farms are granted if the owner of the property farms himself or herself. 3 Subsidies for farm buildings and alpine farms and barns may also be granted to tenant farmers if they can prove that they have the right to erect or own a building on the land in question. The Federal Council shall stipulate requirements."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Project approval",
      "content": "1 The cantonal authorities approve projects involving land improvements, agricultural buildings and regional development that receive federal subsidies. 2 They ask the FOAG for its opinion in good time. 3 They make the project available to the public and publish it in the official cantonal gazette is not required for projects that do not require a concession or planning permission under federal or cantonal legislation. 4 They give organisations that play a legitimate role in relation to the protection of nature and cultural heritage, the environment or public hiking paths an opportunity to lodge an objection concerning the projects published in the official cantonal gazette. 5 If necessary, the FOAG consults other federal agencies whose scope of activity also covers the project. It informs the cantonal authorities of the requirements and obligations entailed in the granting of a subsidy for that project. 6 The Federal Council decides which projects should not be passed on to the FOAG for its opinion. 7 The FOAG shall decide whether or not to grant a subsidy only after the project has entered into effect. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art97a",
      "section": "97a",
      "title": "a Programme agreements",
      "content": "1 The Confederation may grant subsidies to the cantonal authorities as part of programme agreements. 2 The federal agencies involved add their obligations and conditions to the programme agreements. 3 The procedure for approving projects to be subsidies by payments through programme agreements is subject to cantonal legislation. Inserted by No II 29 of the FA of 6 Oct. 2006 on the New System of Fiscal Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Funding",
      "content": "The Federal Assembly shall by simple federal decree approve a multiple-year guarantee credit in order to guarantee the contributions under Article 93 paragraph 1. Amended by No I 15 of the FA of 17 March 2017 on the Stabilisation Programme 2017–2019, in force since 1 Jan. 2018 ( AS 2017 5205 ; BBl 2016 4691 )."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Connection with other works",
      "content": "1 The owners of land, works or installations that are subsidised must accept connections with other works if appropriate in view of natural and technical circumstances. 2 The cantonal authorities shall decide on such connections as well as appropriate compensation for the use of existing works insofar as such compensation is justified."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Prescribed land reapportionment",
      "content": "The cantonal government may order land reapportionment if the interests of agriculture are affected by public works or land-use planning. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Contractual land reapportionment",
      "content": "1 Several land-owners may agree in writing on the reapportionment of land. Such an agreement should indicate the properties that are included in the reapportionment and must provide for the settlement of any burdens on the properties as well as the sharing of costs. 2 Cantonal approval of the reapportionment shall replace the public deed containing the agreement on the transfer of ownership. The cantonal authorities may not levy any taxes on the transfer of ownership or similar charges. 3 Article 802 of the Swiss Civil Code applies to the transfer of charges immovable property and Article 954 paragraph 2 of the Swiss Civil Code applies to entries in the land register. 4 The cantonal authorities are responsible for further procedures. SR 210"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Ban on change of use and parcellation",
      "content": "1 Properties, works and installations, and agricultural buildings that have been improved through federal subsidies may not be used for any other purpose during a 20-year period after the last payment of the federal subsidy; moreover, land that has been included in a reapportionment may not be split up into smaller properties. 2 Any person who breaches this ban on change of use or parcellation must repay the subsidy received from the Confederation and repair any damage that has been done. 3 The cantonal authorities may allow exceptions to the ban on change of use and parcellation if good reason can be shown. They decide whether the subsidies paid out should be repaid in full or in part or whether repayment should be waived."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Maintenance and use",
      "content": "1 The cantonal authorities verify whether, after structural improvements subsidised by the Confederation have been carried out: a. cultivated land and uncultivated buffer strips and biotopes are being used appropriately; b. works, installations and agricultural buildings are being maintained in good order. 2 In the case of gross neglect regarding farming or maintenance, as well as inappropriate care, the cantonal authorities may be required to demand repayment of the subsidies. The cantonal authorities may take recourse against the recipients."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Entry in the land register",
      "content": "1 Entries shall be made in the land register concerning the ban on change of use and division, the mandatory maintenance and appropriate use and the repayment obligation. 2 The cantonal authorities shall inform the land registry ex officio . 3 The Federal Council may allow exceptions regarding the mandatory entries in the land register. It shall also regulate on the deletion of such entries."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter 3 Investment Loans",
      "section": "105",
      "title": "Basic principle",
      "content": "1 The Confederation shall provide funds for investment loans to the cantonal authorities for: a. measures for individual farms; b. communal measures; c. buildings and installations for small businesses. 2 The cantonal authorities shall grant interest-free investment loans in a ruling. 3 Loans must be repaid within 20 years at the most. The Federal Council shall regulate the details. 4 If the loan is secured by a charge on real estate, the order from the authorities granting the loan may replace the public deed containing the pledge agreement. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter 3 Investment Loans",
      "section": "106",
      "title": "Investment loans for measures for individual farms",
      "content": "1 Owners who run their own farms or will do so after investment receive investment loans: a. as one-time start-up support for young farmers; b. for the construction, conversion and improvement of residential and farm buildings; c. for measures aimed at diversifying activities in the agricultural and closely associated sectors in order to provide potential sources of additional income; d. for measures aimed at improving the production of special crops and adapting them to the market, as well as for renewing long-term crops. 2 Tenant farmers receive investment loans: a. as one-time start-up support for young farmers; b. for the purchase of farms from third parties; c. for the construction, conversion and improvement of residential and farm buildings on condition that the right to erect or own a building on the land in question can be demonstrated, or if the tenancy agreement is entered in the land register for the fixed duration of the loan according to Article 290 of the Swiss Code of Obligationsand the land owner pledges the object of the tenancy agreement as security for the loan; d. for measures aimed at diversifying activities in the agricultural and closely associated sectors in order to provide potential sources of additional income, insofar as the conditions set out under letter c are met; e. for measures aimed at improving the production of special crops and adapting them to the market as well as for the renewal of long-term crops insofar as the conditions under letter c are met. 3 Investment loans are granted as lump-sums. 4 Under the Federal Act of 4 October 1974 on the Promotion of Housing Construction and Home Ownership and the Federal Act of 20 March 1970, on the Improvement of Living Conditions in Alpine Regions, financial assistance may also be sought, in addition to investment loans, for residential buildings. 5 The Federal Council may stipulate requirements and obligations and allow exceptions to the rule of owner/farmer and stipulate the granting of lump-sum investment loans. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). SR 220 Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). SR 843 SR 844 Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Investment loans for communal measures",
      "content": "1 Investment loans are granted in particular for: a. land improvements; b. buildings, installations and machinery erected or purchased by farmers for joint self-help projects in order to rationalise their operations, to facilitate the preparation, storage and marketing of local produce or to produce energy from biomass; c. setting up agricultural self-help organisations for market-orientated production and management; d. regional development projects and projects aimed at promoting local and regional products in which agriculture plays a major role. 2 In the case of larger projects, support may be granted in the form of building loans. 3 The Federal Council may stipulate requirements and obligations. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art107a",
      "section": "107a",
      "title": "a Investment loans for small businesses",
      "content": "1 Investment loans are granted for buildings and installations for small businesses insofar as they process and sell agricultural products, thus increasing their added value; the businesses must be involved at least in the first stage of processing. 2 The Federal Council may stipulate requirements and obligations. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Approval",
      "content": "1 If a single loan or a loan combined with the balance of earlier investment loans and financial support exceeds a certain sum (limit), the cantonal authorities shall submit their decision to the FOAG for approval. The Federal Council decides on the limit. 1bis The FOAG decides whether to grant an investment loan only when the project has come into effect. 2 The FOAG shall inform the cantonal authorities within 30 days whether it approves the decision or not. 3 If support is granted in the form of a building loan as per Article 107 paragraph 2, the balance of earlier loans is not taken into account. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Calling in a loan",
      "content": "1 The cantonal authorities may call in an investment loan if they have good cause for doing so. 2 In cases of hardship, interest may be charged on the loan instead of calling it in."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Appropriation of repayments and interest",
      "content": "1 The cantonal authorities shall use repayments of loans and interest for new investment loans. 2 If the amounts paid back to the cantonal authorities and the interest exceed their needs, the FOAG may: a. call in the unwanted amounts and pass them on to another canton; or b. make them available to the canton for financial support."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Losses",
      "content": "The cantonal authorities are liable for losses incurred in connection with investment loans, including any legal costs."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Administrative expenses",
      "content": "The cantonal authorities are liable for administrative expenses."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter 1",
      "section": "113",
      "title": "Basic principle",
      "content": "1 The Confederation supports agriculture in its efforts to produce in a rational and sustainable manner through the acquisition and provision of knowledge. 2 An appropriate proportion of funding is used for types of production that are particularly near-natural and environmentally and animal friendly."
    },
    {
      "provision_ref": "art114",
      "chapter": "164",
      "section": "114",
      "title": "Research stations",
      "content": "1 The Confederation may operate agricultural research stations. 2 The agricultural research stations are located in various parts of the country. 3 They report to the FOAG. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art115",
      "chapter": "164",
      "section": "115",
      "title": "",
      "content": "1 The agricultural research stations have assigned the following tasks in particular: a. to process scientific findings and the technical principles for agricultural practice, education and advisory services; b. to draw up scientific principles for agricultural decision-making; c. to develop, supervise and assess agricultural measures; d. to draw up basic principles for new strategies in agriculture; e. to draw up basic principles for environmentally and animal-friendly types of production; f. to carry out implementation duties. 2 … Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Repealed in Annex No 5 of the FA of 18 June 2010, with effect from 1 Jan. 2011 ( AS 2010 5003 ; BBl 2009 7207 )."
    },
    {
      "provision_ref": "art116",
      "chapter": "164",
      "section": "116",
      "title": "",
      "content": "1 The FOAG may entrust institutes belonging to federal and cantonal universities or other institutes with research mandates. It may sign periodic service agreements with public or private organisations. 2 The Confederation may provide financial support for experiments and investigations carried out by organisations. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "The Agricultural Research Committee",
      "content": "1 The Federal Council shall appoint the Agricultural Research Standing Committee, comprising a maximum of 15 members. Interested parties, in particular producers, consumers and scientists, must be proportionally represented on the Research Committee. 2 The Research Committee shall provide the FOAG with recommendations on agricultural research, in particular for its long-term planning. Amended by No I 6.5 of the Ordinance of 9 Nov. 2011 (Review of the extra-parliamentary commissions), in force since 1 Jan. 2012 ( AS 2011 5227 )."
    },
    {
      "provision_ref": "art118135",
      "chapter": "Chapter 2 …",
      "section": "118135",
      "title": "",
      "content": "Repealed in Annex No II 5 of the FA of 13 Dec. 2002 on Vocational and Professional Education and Training, with effect from 1 Jan. 2004 ( AS 2003 4557 ; BBl 2000 5686 )."
    },
    {
      "provision_ref": "art136",
      "chapter": "173",
      "section": "136",
      "title": "Tasks and organisation",
      "content": "1 Advisory services are intended for people employed in agriculture, household management in agriculture, agricultural organisations or in the development of rural areas, as well as in ensuring and promoting the quality of agricultural products. Such people are supported in their professional work and in relation to their further professional training. 2 The cantonal authorities provide advisory services at a cantonal level. 3 The Confederation provides financial assistance within the limits of the approved credits for advisory services to supra-regional or national organisations or institutions that are active in special areas, as well as to national advisory offices. 3bis The Confederation may support preliminary investigations for communal project initiatives. 4 Support is provided for advisory activities aimed at promoting the exchange of knowledge, information and experience between researchers and those working in the field, between agricultural businesses and those mentioned in paragraph 1. The Federal Council shall draw up details concerning areas of activity and types of services. 5 The Federal Council shall regulate the requirements for the organisations, institutions and advisory offices and the advisors employed by them. Amended by No II 8 of the FA of 6 Oct. 2006 on the New System of Fiscal Equalisation and Division of Tasks between the Confederation and the Cantons, in force since 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art137138",
      "chapter": "173",
      "section": "137138",
      "title": "",
      "content": "Repealed by No II 29 of the FA of 6 Oct. 2006 on the New System of Fiscal Equalisation and Division of Tasks between the Confederation and the Cantons, with effect from 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art139",
      "chapter": "173",
      "section": "139",
      "title": "",
      "content": "Repealed by No I of the FA of 20 June 2003, with effect from 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art140",
      "chapter": "Chapter 3 Horticulture, Livestock Breeding and Genetic Resources",
      "section": "140",
      "title": "",
      "content": "1 The Confederation may promote the breeding of commercial plants which: a. are of high ecological value; b. are of high quality; or c. have been adapted to the conditions prevailing in the various parts of the country. 2 It may provide subsidies for private plant breeders and specialised organisations that provide services for the general good, namely for: a. breeding, maintaining the purity of and improving varieties; b. experimental cultivation. c. … 3 It may subsidise the production of seeds and seedlings. Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art141",
      "chapter": "Chapter 3 Horticulture, Livestock Breeding and Genetic Resources",
      "section": "141",
      "title": "Promotion of livestock breeding",
      "content": "1 The Confederation may promote the breeding of livestock which: a. is adapted to the natural conditions prevailing; b. is healthy, productive and resistant; and c. leads to the market-orientated and low-cost production of high-quality meat products. 2 The promotion of livestock breeding should ensure high-quality independent animal husbandry. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art142",
      "chapter": "Chapter 3 Horticulture, Livestock Breeding and Genetic Resources",
      "section": "142",
      "title": "Subsidies",
      "content": "1 The Confederation may provide subsidies to recognised organisations, in particular for: a. keeping stud-books, testing performance and assessing breeding value; b. programmes aimed at promoting performance and quality as well as at improving the quality and health of livestock. c. … 2 No subsidies are paid for breeding transgenic animals. Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Requirements",
      "content": "Subsidies are granted if: a. … b. the breeders adopt reasonable self-help measures and help to fund promotional activities; and c. the measures promoted comply with international norms. Repealed by No II 29 of the FA of 6 Oct. 2006 on the New System of Fiscal Equalisation and Division of Tasks between the Confederation and the Cantons, with effect from 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Recognition of organisations",
      "content": "1 The FOAG recognises the organisations. … 2 The Federal Council shall regulate the requirements. Second sentence repealed by No II 29 of the FA of 6 Oct. 2006 on the New System of Fiscal Equalisation and Division of Tasks between the Confederation and the Cantons, with effect from 1 Jan. 2008 ( AS 2007 5779 ; BBl 2005 6029 )."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Import requirements relating to livestock breeding and genealogy",
      "content": "The Federal Council may introduce requirements relating to breeding and genealogy for the importing of animals for breeding, sperm, ova and embryos."
    },
    {
      "provision_ref": "art146a",
      "section": "146a",
      "title": "a Genetically modified livestock",
      "content": "The Federal Council may issue regulations concerning the breeding, importing or circulation of genetically modified livestock. Inserted by Annex No 8 of the Gene Technology Act of 21 March 2003, in force since 1 Jan. 2004 ( AS 2003 4803 ; BBl 2000 2391 )."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "",
      "content": "1 The Confederation shall maintain a national stud farm for the purposes of supporting horse-breeding. 2 The FOAG is responsible for the stud farm. 3 … Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Repealed by Annex No 5 of the FA of 18 June 2010, with effect from 1 Jan. 2011 ( AS 2010 5003 ; BBl 2009 7207 )."
    },
    {
      "provision_ref": "art147a",
      "section": "147a",
      "title": "a Maintenance and sustainable use of genetic resources",
      "content": "1 The Confederation may encourage the maintenance and the sustainable use of genetic resources. It may keep genetic banks and maintenance registers or may mandate another agency to do so and subsidise measures such as in situ maintenance in particular. 2 The Federal Council may stipulate requirements regarding genetic banks, maintenance registers, measures and entitlement to subsidies. It shall draw up criteria for the allocation of subsidies."
    },
    {
      "provision_ref": "art147b",
      "section": "147b",
      "title": "b Access to genetic resources and allocation of advantages",
      "content": "Insofar as international commitments exist, the Federal Council shall regulate access to genetic resources and the allocation of advantages arising from the use of such resources."
    },
    {
      "provision_ref": "art148",
      "chapter": "Chapter 1 Implementing Provisions",
      "section": "148",
      "title": "",
      "content": "1 The Confederation shall draw up regulations for preventing damage caused by harmful organisms as well as by the circulation of inappropriate aids to production. 2 In doing so it shall take into consideration the requirements of product safety. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art148",
      "chapter": "Chapter 2",
      "section": "148",
      "title": "a",
      "content": "1 If the scientific information is insufficient to fully assess the risks pertaining to aids to production or plant material that may carry particularly dangerous harmful organisms, preventive measures may be taken if: a. it is suspected that the aids to production or plant material may have undesirable side-effects on the health of humans, animals, plants or the environment and b. it is highly likely that such side-effects will occur or that the consequences thereof could be far-reaching. 2 Preventive measures must be re-examined and modified within an appropriate time-frame in accordance with the latest scientific findings. 3 With regard to preventive measures, the Federal Council may in particular: a. restrict, issue conditions for or ban the importing, circulation and use of aids to production; b. restrict, issue conditions for or ban the importing and circulation of plant material and goods that may carry particularly dangerous harmful organisms."
    },
    {
      "provision_ref": "art149",
      "chapter": "Chapter 3",
      "section": "149",
      "title": "Confederation",
      "content": "1 The Confederation shall promote appropriate plant protection practice to protect crops from harmful organisms. 2 The Federal Council shall draw up regulations for the protection of crops and plant material (plants, parts of plants and plant products) from particularly dangerous harmful organisms."
    },
    {
      "provision_ref": "art150",
      "chapter": "Chapter 3",
      "section": "150",
      "title": "Cantons",
      "content": "The cantonal authorities run a plant protection service which in particular guarantees that measures for combating harmful organisms are correctly implemented within the country."
    },
    {
      "provision_ref": "art151",
      "chapter": "Chapter 3",
      "section": "151",
      "title": "Principles of plant protection",
      "content": "1 Any person who produces, imports or circulates plant material must respect the principles of plant protection. 2 He or she is obliged in particular to inform the authorities of any especially dangerous harmful organisms."
    },
    {
      "provision_ref": "art152",
      "chapter": "Chapter 3",
      "section": "152",
      "title": "Import, export, production and circulation",
      "content": "1 The Federal Council shall draw up regulations on the import and circulation of: a. particularly dangerous harmful organisms; b. plant material and goods that may carry particularly dangerous harmful organisms. 2 In particular it may: a. stipulate that a permit is required for bringing certain plant material into circulation; b. issue regulations concerning the registration and monitoring of businesses that produce or circulate such plant material; c. oblige such businesses to keep records concerning the plant material in question; d. forbid the import and circulation of plant material that carries or may carry particularly dangerous harmful organisms; e. forbid the cultivation of highly susceptible host plants. 3 The Federal Council shall ensure that plant material intended for export meets international requirements."
    },
    {
      "provision_ref": "art153",
      "chapter": "Chapter 3",
      "section": "153",
      "title": "Preventive measures",
      "content": "In order to prevent the import and spread of particularly dangerous harmful organisms, the Federal Council may in particular: a. order the phytosanitary situation to be monitored; b. stipulate that plant material and objects and land that are suspected of being infected be isolated as long as an infection cannot be ruled out; c. order the treatment, disinfection or destruction of crops, plant material, aids to production and objects which are or could be affected by particularly dangerous harmful organisms."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Liability of the cantons",
      "content": "1 The cantonal authorities are liable for the cost of measures delegated to them. 2 Any person who produces, imports or circulates plant material and wilfully or negligently breaches the duties set out in Article 151 may be held liable for the ensuing costs."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Liability of the Confederation",
      "content": "Normally, the Confederation pays for 50 per cent, and in exceptional circumstances up to 75 per cent, of the recognised costs incurred by the cantons for implementing preventive measures under the terms of Article 153."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Compensation for damage",
      "content": "1 If the value of objects is reduced or the objects are totally destroyed as a result of official combat measures or through disinfection or similar procedures, the owner may receive fair compensation. 2 The definitive amount of the compensation shall be set through the simplest procedure possible, the claimant not being liable for any costs: a. by the FOAG in the case of measures ordered by the FOAG along the Swiss border or within the country; b. by the relevant cantonal administration in the case of other measures within the country. 3 The Confederation shall repay the cantons at least one third of the expenses incurred through such compensation. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Subsidies",
      "content": "1 The Confederation may delegate monitoring procedures to private organisations. 2 The private organisations shall receive remuneration for carrying out such mandates. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art158",
      "chapter": "Chapter 4 Aids to Production",
      "section": "158",
      "title": "Term and scope of application",
      "content": "1 Aids to production are defined as material and organisms used in agricultural production. This includes in particular fertilisers, plant protection substances, fodder and plant propagation material. 2 The Federal Council may declare aids to production with comparable non-agricultural areas of use to be subject to the regulations set out in this Chapter. Term in accordance with No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). This amendment has been made throughout the text."
    },
    {
      "provision_ref": "art159",
      "chapter": "Chapter 4 Aids to Production",
      "section": "159",
      "title": "Principles",
      "content": "1 Only the following aids to production may be imported or circulated: a. those which are suitable for the intended use; b. those which have no undesirable side-effects when used according to the regulations; and c. those which ensure that basic products treated with such aids are used to produce food and consumer goods that meet the requirements of legislation on foodstuffs. 2 Any person who uses aids to production must comply with the instructions for use."
    },
    {
      "provision_ref": "art159a",
      "chapter": "Chapter 4 Aids to Production",
      "section": "159a",
      "title": "a Regulations concerning import, circulation and use",
      "content": "The Federal Council may draw up regulations concerning the import, circulation and use of aids to production. In particular it may restrict or ban the import, circulation and use of aids to production. Inserted by No I of the FA of 20 June 2003 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by Annex No 3 of the FA of 12 June 2009, in force since 1 July 2010 ( AS 2010 2617 ; BBl 2008 7275 )."
    },
    {
      "provision_ref": "art160",
      "chapter": "Chapter 4 Aids to Production",
      "section": "160",
      "title": "Compulsory approval",
      "content": "1 The Federal Council shall issue regulations for the import and circulation of aids to production. 2 It may subject the following to compulsory approval: a. the import and circulation of aids to production as well as the importers and those who release them for circulation; b. producers of fodder and plant propagation material; c. producers of other aids to production insofar as verification of production methods play an important role in ensuring that such aids to production meet the requirements for release into circulation. 3 It shall stipulate which federal authorities must be included in the approval procedure. 4 If aids to production are subject to compulsory approval under the terms of other decrees, the Federal Council shall designate a common approval authority. 5 The Federal Council shall regulate collaboration between the federal authorities involved. 6 Foreign approval or repeal of approval and foreign test reports and certificates of conformity based on equal requirements shall be recognised insofar as the conditions for the use of the aids to production relating to agronomy and the environment are comparable. The Federal Council may allow exceptions. 7 The import and circulation of aids to production approved in Switzerland and other countries shall be unrestricted. Such aids shall be designated by the agency responsible. 8 The use of antibiotics and similar substances for enhancing performance in animals is forbidden. The authorities must be informed accordingly if such substances are used for therapeutic purposes; a record must be kept of the treatment programme. The Federal Council shall stipulate measures concerning imported meat under the terms of Article 18. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art160a",
      "section": "160a",
      "title": "a Imports",
      "content": "Plant protection substances put into circulation lawfully in areas covered by the Agreement of 21 June 1999 between the Swiss Confederation and the European Union on Trade in Agricultural Products may be circulated in Switzerland. If this is contrary to the interests of the general public, the Federal Council may restrict or ban the import and circulation of such substances. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). SR 0.916.026.81"
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Labelling and packaging",
      "content": "The Federal Council shall issue regulations on the labelling and packaging of aids to production."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Catalogues of plant varieties",
      "content": "1 The Federal Council may stipulate that only those individual varieties of plants may be imported into Switzerland, circulated, recognised or used which are registered in a catalogue of plant varieties. It shall draw up regulations for inclusion in catalogues of plant varieties. 2 It may authorise the FOAG to set up catalogues of plant varieties. 3 It may accept registration in a catalogue of plant varieties in another country as equivalent to registration in a Swiss catalogue of plant varieties."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Regulations for isolation",
      "content": "1 The cantonal authorities may oblige the users of land not intended for the production of plant propagation material to ensure a safe distance between their plots and neighbouring crops of the same type if such action is necessary for reasons of breeding, propagation or plant protection. 2 Those profiting from the above stipulation must provide appropriate compensation for the users of the land where cultivation is restricted."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Turnover statistics",
      "content": "The Federal Council may require the producers of aids to production and trading firms to provide information about the quantities of aids to production that are brought into circulation in Switzerland."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Information",
      "content": "1 Any person who puts aids to production into circulation must provide the recipients with information as to their characteristics and intended use. 2 The federal agencies responsible are authorised to inform the general public about the characteristics and intended use of aids to production."
    },
    {
      "provision_ref": "art165a",
      "chapter": "Chapter 1 Preventive Measures",
      "section": "165a",
      "title": "a",
      "content": "1 If aids to production or plant or animal material pose a potential threat to the health of humans, animals, plants or the environment or to the economy of the agricultural sector as a result of a radioactive, biological, chemical, natural or other event that has repercussions at an international, national or regional level, the FOAG may take preventive measures after consulting the federal agencies concerned. 2 In particular the FOAG may take the following preventive measures: a. restrict, ban or stipulate conditions for grazing, outdoor exercise or harvesting; b. restrict, ban or stipulate conditions for importing, circulating or using aids to production and plant and animal material; c. in the case of immediate danger, stipulate that: 1. the potentially dangerous aids to production or plant or animal material be confiscated or collected and destroyed, 2. farms must stop production, 3. farms must dispose of their produce. 3 Preventive measures must be revised regularly and modified or cancelled depending on the extent of the assessed risk. 4 If losses result from an official order, those suffering the losses may receive appropriate compensation."
    },
    {
      "provision_ref": "art165",
      "chapter": "Chapter 2 Compulsory Tolerance of the Management of Fallow Land",
      "section": "165",
      "title": "b",
      "content": "1 Land owners must tolerate the practice of leaving land fallow without claiming compensation provided it is in the public interest. A public interest arises in particular if land must be left fallow in order to maintain agricultural use, to protect against natural threats or to conserve flora and fauna that require special protection. 2 Land owners must tolerate the practice for at least three years. If the owner wishes to farm the land himself or herself after this period, or wishes to have it farmed by a tenant farmer, the person farming the land up until then must be informed accordingly at least six months in advance. 3 The cantonal authorities shall draw up the necessary provisions for implementation; they shall decide in individual cases whether leaving land fallow is to be tolerated."
    },
    {
      "provision_ref": "art165c",
      "chapter": "Chapter 3 Information Systems",
      "section": "165c",
      "title": "c Information system for data on farms, structures and subsidies",
      "content": "1 The FOAG runs an information system for implementing this Act, and in particular for allocating subsidies and carrying out federal statistical surveys. 2 The information system contains personal data including data on farmers who produce primary products, and data on farms and livestock. 3 The FOAG may make the data available for downloading by the following agencies or people or pass on the data to them: a. the Federal Food Safety and Veterinary Office (FSVO): to ensure food safety, food hygiene, fodder safety, animal welfare and animal protection and faultless primary production; b. the Federal Office of Public Health (FOPH): to ensure food safety, food hygiene and protection against fraudulent misrepresentation; c. the Federal Office of the Environment (FOEN): to support the implementation of legislation on the protection of the environment, natural and cultural heritage and waters; d. other federal authorities: in order for them to fulfil the tasks assigned to them, insofar as the Federal Council sees fit; e. cantonal executive authorities: in order for them to fulfil their legal duties in their respective areas of responsibility; f. third parties that have been delegated tasks relating to the implementation of legislation on agriculture under the terms of articles 43 and 180; g. third parties authorised by the farmer. The name of this administrative unit was changed on 1 Jan. 2014 by Art. 16 para. 3 of the Publications Ordinance of 17 November 2004 ( AS 2004 4937 ). This change has been made throughout the text. Relates to the previous Food Safety Division at the FOPH, which became part of the FSVO on 1 Jan. 2014."
    },
    {
      "provision_ref": "art165d",
      "chapter": "Chapter 3 Information Systems",
      "section": "165d",
      "title": "d Information system for monitoring data",
      "content": "1 The FOAG operates an information system for planning, recording and managing monitoring procedures in accordance with this Act and for evaluating the results. The information is intended in particular for verification of direct payments. 2 The FOAG’s information system is part of the common central information system operated by the FOAG, the FSVO and the FOPH for the entire food chain and with the aim of ensuring food safety, fodder safety, animal welfare, animal protection and faultless primary production. 3 The FOAG’s information system contains personal data including: a data on monitoring and the results thereof; b. data on administrative measures and criminal sanctions. 4 As part of their legal duties, the following authorities and other authorised agencies may process data in the information system online: a. the FSVO: to ensure food safety, food hygiene, fodder safety, animal welfare and animal protection, as well as faultless primary production; b. the FOPH: to ensure food safety, food hygiene and protection against fraudulent misrepresentation; c. the cantonal executive authorities and agencies mandated by them to carry out checks: to fulfil their tasks in their individual areas of responsibility; d. third parties that have been assigned executive tasks. 5 As part of their legal obligations, the following agencies and individuals may download data from the information system: a. the FSVO: to ensure food safety, food hygiene, fodder safety, animal welfare and animal protection, as well as faultless primary production; b. the FOPH: to ensure food safety, food hygiene and protection against fraudulent misrepresentation; c. the FOEN: to support the implementation of legislation on the protection of the environment, the natural and cultural heritage and waters; d. other federal authorities: to fulfil the tasks they have been assigned, insofar as the Federal Council sees fit; e. the cantonal executive authorities and the agencies mandated by them to carry out checks: to fulfil their tasks in their individual areas of responsibility; f. the farmers, for data concerning them; g. third parties who have authorisation from the farmer. Relates to the previous Food Safety Division at the FOPH, which became part of the FSVO on 1 Jan. 2014. Relates to the previous Food Safety Division at the FOPH, which became part of the FSVO on 1 Jan. 2014. Relates to the previous Food Safety Division at the FOPH, which became part of the FSVO on 1 Jan. 2014."
    },
    {
      "provision_ref": "art165e",
      "section": "165e",
      "title": "e Geographical information system",
      "content": "1 The FOAG operates a geographical information system as support for the executive tasks assigned to the federal and cantonal authorities under the terms of this Act. 2 The information system contains data on land and land-use as well as further data for regional executive tasks. 3 Access and use of the data are covered by the provisions of the Federal Act of 5 October 2007 on Geographical Information. SR 510.62"
    },
    {
      "provision_ref": "art165f",
      "section": "165f",
      "title": "f Central information system for the movement of fertilisers",
      "content": "1 The FOAG operates an information system for recording the movement of fertilisers in agriculture. 2 Farms that provide fertiliser are obliged to record all deliveries in the information system. 3 Farms that receive fertiliser are obliged to record all deliveries in the information system. 4 As part of their legal obligations, the following agencies and individuals can download data from the information system: a. the FOAG: for support in implementing legislation on water protection; b. the cantonal executive authorities and agencies mandated by them to carry out checks: to fulfil their assigned tasks in the relevant area of responsibility; c. the farmer, for data that concerns him or her; d. third parties who have authorisation from the farmer."
    },
    {
      "provision_ref": "art165g",
      "section": "165g",
      "title": "g Provisions for implementation",
      "content": "The Federal Council shall draw up regulations regarding the information system according to Articles 165 c –165 f in particular for: a. the form of the data collection and the dates when information must be provided; b. the structure and the data catalogue; c. responsibility for data processing; d. entitlement to access, namely the scope of entitlement to online access; e. the organisational and technical measures required to ensure data protection and data security; f. collaboration with the cantonal authorities; g. the duration of storage and point at which the data are to be destroyed; h. archiving."
    },
    {
      "provision_ref": "art165gbis",
      "section": "165gbis",
      "title": "g bis Information system for animal data",
      "content": "[tab] 1 The data in the animal movements database pursuant to Article 45 b of the Epizootic Diseases Act of 1 July 1966 (EzDA) may be processed in order to implement agricultural measures. The Federal Council shall regulate which data may be processed. Inserted by No II of the FA of 19 June 2020, in force since 1 Jan. 2021, para. 2 comes into force at a later date ( AS 2020 5749 ; BBl 2019 4175 ). SR 916.40"
    },
    {
      "provision_ref": "art165h",
      "chapter": "Chapter 4 Intellectual Property",
      "section": "165h",
      "title": "h",
      "content": "1 With the exception of copyright, all rights concerning intangible goods produced by persons employed by the FOAG or by the research institutes under the terms of the Federal Personnel Act of 24 March 2000, as part of their official tasks, belong to the Confederation. 2 In the case of computer programmes written by the persons mentioned in paragraph 1 as part of their official tasks, the FOAG or the research institutes enjoy exclusive rights of use. In order to transfer rights in other copyright work categories, the FOAG and the research institutes may draw up contractual regulations with those who own the rights. 3 Any person who has produced intangible goods under the terms of paragraphs 1 and 2 must receive an appropriate share of any profit accruing from their commercialisation. SR 172.220.1"
    },
    {
      "provision_ref": "art166",
      "chapter": "Chapter 1 Rights of Appeal",
      "section": "166",
      "title": "General",
      "content": "1 An objection may be filed lodged with office responsible against rulings issued by organisations and businesses under Article 180. 2 Objections to rulings issued by federal offices, federal departments and cantonal courts of the last instance concerning the application of this Act and the provisions for its implementation may be filed with the Federal Administrative Court; this does not apply to cantonal rulings concerning structural improvements. 2bis Before the Federal Administrative Court issues a decision on an objection concerning the import, export or circulation of plant protection substances, it shall consult the assessment boards involved in the pre-court procedure. 3 The federal office responsible is entitled to take legal proceedings under the provisions of cantonal and federal law against orders issued by the cantonal authorities as part of the application of this Act and the provisions for its implementation. 4 The cantonal authorities shall give notice of its rulings immediately and without charge to the federal office responsible. The Federal Council may allow exceptions. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by Annex No II 4 of the Federal Chemicals Act of 15 Dec. 2000 ( AS 2004 4763 ; BBl 2000 687 ). Amended by Annex No 125 of the FA of 17 June 2005 on the Federal Administrative Court, in force since 1 Jan. 2007 ( AS 2006 2197 ; BBl 2001 4202 )."
    },
    {
      "provision_ref": "art167",
      "chapter": "Chapter 1 Rights of Appeal",
      "section": "167",
      "title": "",
      "content": "Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art168",
      "chapter": "Chapter 1 Rights of Appeal",
      "section": "168",
      "title": "Opposition procedure",
      "content": "In its implementation legislation, the Federal Council may include an opposition procedure against decisions of the court of first instance."
    },
    {
      "provision_ref": "art169",
      "chapter": "Chapter 2 Administrative Measures",
      "section": "169",
      "title": "General administrative measures",
      "content": "1 In the case of infringements of this Act, its implementing provisions or rulings based thereon, the following administrative measures may be taken: a. warning; b. withdrawal of recognition, permits, quotas and such like; c. exclusion from entitlement; d. exclusion from direct marketing; e. ban on supplying, receiving and processing; f. performance by a third party at the expense of the person breaching the provisions or rulings and of the organisation to which the tasks have been delegated; g. confiscation of goods; h. payment of a penalty not exceeding 10,000 francs. 2 If products are put into circulation unlawfully or subsidies are applied for or received unlawfully, a payment may be demanded corresponding to, at the most, the total amount received for circulating products unlawfully or the total amount of subsidies applied for or received unlawfully. 3 In order to restore the lawful position, the following measures may be taken in addition: a. ban on the use and circulation of products or labels; b. refusal of products for import or export; c. obligation to repurchase or call in products or to issue a public warning of the potential risks of products; d. neutralisation, withdrawal or destruction of products. Inserted by No I of the FA of 20 June 2003 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art170",
      "chapter": "Chapter 2 Administrative Measures",
      "section": "170",
      "title": "Reduction and withdrawal of subsidies",
      "content": "1 Subsidies may be reduced or withdrawn if the applicant infringes this Act, its implementing provisions or rulings based thereon. 2 The reduction or refusal applies at least for those years in which the applicant has been in infringement. 2bis In the event of non-compliance with the provisions of legislation on the protection of waters, the environment and animal welfare relating to agricultural production, reductions or withdrawal may be extended to all types of direct payments. 3 The Federal Council shall stipulate reductions in the case of an infringement of regulations on direct payments and arable farming. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Repayment of subsidies",
      "content": "1 If the requirements by which a subsidy is granted are no longer met or if obligations or conditions are disregarded, the recipient shall be required to repay all or part of the subsidies. 2 Subsidies or financial advantages that have been granted wrongly shall be repaid or deducted regardless of the application of criminal provisions."
    },
    {
      "provision_ref": "art171a",
      "section": "171a",
      "title": "a Contra transactions by dominant undertakings",
      "content": "1 Reciprocal transactions by dominant undertakings in the market for agricultural produce and aids to production in which the signing of a contract is made conditional on the purchase of goods and services at disproportionate prices are unlawful under Article 7 of the Cartel Act of 6 October 1995 and are subject to sanctions Article 49 a or 50 of the same Act. 2 A price is considered disproportionate in accordance with paragraph 1 if it differs considerably from the price of comparable goods or services in the regions covered by the Agreement between the Swiss Confederation and the European Community on Trade in Agricultural Products of 21 June 1999. 3 Articles 8 and 31 of the Cartel Act of 6 October 1995 do not apply in procedures conducted by the Competition Commission relating to paragraph 1. Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). SR 251 SR 0.916.026.81"
    },
    {
      "provision_ref": "art172",
      "chapter": "Chapter 3 Criminal Provisions",
      "section": "172",
      "title": "Misdemeanours and felonies",
      "content": "1 Any person who unlawfully uses a designation of origin or a geographical indication protected under Article 16 or a classification or label under Article 63 shall on complaint be liable to a custodial sentence not exceeding one year or to a monetary penalty. In relation to classification and labelling under Article 63, monitoring agencies mandated by the Federal Council under Article 64 paragraph 4 and used by the cantons also have the right to file a complaint. 2 Any person suspected of committing an offence for commercial gain shall be prosecuted ex officio , and shall be liable to a custodial sentence not exceeding five years or a monetary penalty. A custodial sentence must be combined with a monetary penalty. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Third sentence inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art173",
      "chapter": "Chapter 3 Criminal Provisions",
      "section": "173",
      "title": "Contraventions",
      "content": "1 Unless the offence carries a more severe penalty under a different provision, a person who wilfully commits any of the following acts shall be liable to a fine not exceeding 40,000 francs: a. violates or makes unpermitted use of the common identity devised by the Confederation under Article 12 paragraph 3; a bis . infringes the labelling regulations that have been issued or recognised under Article 14 paragraph 1 letters a–c, e and f and Article 15; [tab] a ter .breaches the regulations on the use of official marks under Article 14 paragraph 4; b. infringes the regulations issued under Article 18 paragraph 1 on the declaration of goods produced using methods that are banned in Switzerland; c. refuses, falsifies or provides incomplete information when data is collected under Article 27 or Article 185; c bis . fails to meet the requirements of Article 27a paragraph 1 or fails to comply with a permit requirement or measures ordered under Article 27 a paragraph 2; d. provides false or misleading information in a procedure concerning a subsidy or for the allocation of quotas; e. produces or sells milk or dairy products in breach of the regulations or orders issued by the Confederation on the basis of this Act; f. plants vines without a permit, fails to comply with provisions on classification or fails to fulfil his or her obligations concerning trade in wine; g. infringes regulations on artificial insemination under Article 145; g bis . fails to comply with the provisions on the import of breeding animals, sperm, ova and embryos under Article 146; g ter . infringes the regulations on the breeding, import or circulation of genetically modified livestock according to Article 146 a; g quater . infringes the preventive measures issued under Article 148 a; h. infringes the regulations on the protection of commercial crops under Articles 151, 152 or 153; i. fails to comply with the instructions for use under Article 159 paragraph 2 or the regulations on use under Article 159 a; k. produces, imports, stocks, transports, circulates, sells or recommends aids to production that are subject to mandatory approval (Article 160), uses antibiotics and similar substances to enhance performance in livestock or fails to register their use for therapeutic purposes (Article 160 paragraph 8); k bis . produces, imports, stocks, transports, circulates, sells or recommends aids to production without being approved or registered with the relevant authority; k ter . infringes the regulations on labelling and packaging of aids to production issued under Article 161; k quater . imports, stocks, transports, circulates, sells or recommends banned aids to production (Article 159 a ); l. imports, uses or circulates plant propagation material of a type not included in a catalogue of plant varieties (Article 162); m. fails to comply with the safety distances set out in Article 163; n. fails to provide the information required under Article 164; o. fails to fulfil his or her obligation to provide information under Article 183. 2 A person commits any of the foregoing acts through negligence shall be liable to a fine not exceeding. 10,000 francs. 3 Unless the offence carries a more severe a person who wilfully commits any of the following acts shall be liable to a fine not exceeding. 5,000 francs: a. … b. fails to comply with a provision on implementation whose contravention is declared to be an offence. 4 Attempts and complicity are also offences. 5 In particularly minor cases, prosecution or imposition of a penalty may be dispensed with. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by Annex No 3 of the FA of 12 June 2009, in force since 1 July 2010 ( AS 2010 2617 ; BBl 2008 7275 ). Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Associations and legal entities",
      "content": "If the offence has been committed by a legal entity or a group of persons, Articles 6 and 7 of the Federal Act of 22 March 1974 on Administrative Criminal Law apply. SR 313.0"
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Prosecution",
      "content": "1 The cantonal authorities are responsible for prosecutions. 2 Any person who breaches the regulations on importing, exporting or transiting goods shall be prosecuted and be liable to the penalties under the legislation on customs tariffs. The authorities may not proceed with a prosecution in particularly minor cases of violation concerning the use of import quotas for agricultural products. 3 If an act simultaneously constitutes an offence under paragraph 2 and an offence prosecuted by the Federal Customs Administration, the penalty for the more serious offence applies; the penalty may be raised accordingly. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Exclusion of Articles 37–39 of the Subsidies Act",
      "content": "Articles 37–39 of the Federal Subsidies Act of 5 October 1990 on contraventions, fraudulent acquisition of an advantage and prosecution do not apply. SR 616.1"
    },
    {
      "provision_ref": "art177",
      "chapter": "Chapter 1 Implementation",
      "section": "177",
      "title": "The Federal Council",
      "content": "1 The Federal Council shall draw up the required provisions for implementation insofar as responsibility is not assigned by law to another agency. 2 It may delegate the task of drawing up regulations that are predominantly technical or administrative to the EAER or to one of its departments or to subordinate federal agencies."
    },
    {
      "provision_ref": "art177a",
      "chapter": "Chapter 1 Implementation",
      "section": "177a",
      "title": "a International agreements",
      "content": "1 The Federal Council may conclude international agreements in the field of agriculture independently, with the exception of agreements on trade in agricultural products. 2 After consulting the other interested federal offices and authorities, the FOAG may conclude agreements of a technical nature with foreign agricultural authorities, public research institutions or international organisations regarding in particular: a. the recognition of agencies responsible for testing, assessing conformity, approving, registering and licensing in the agricultural sector; b. the recognition of test reports, conformity assessments and licensing concerning plant protection and aids to production as well as methods of production; c. technical collaboration and the exchange of information with regard to plant protection and the approval and circulation of aids to production; d. conditions and obligations concerning the sale or purchase of genetic resources for food and agriculture from state-controlled gene banks; e. the recognition of designations of origin relating to agricultural produce; f. direct payments, market support measures and subsidies for processing in enclaves and in the Principality of Liechtenstein that concern the application of this Act and of regulations on agriculture under legislation on livestock epidemics, animal protection, protection of waters, environmental protection or the protection of nature and cultural heritage; g. projects that are part of international agricultural research programmes. Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 )."
    },
    {
      "provision_ref": "art177b",
      "chapter": "Chapter 1 Implementation",
      "section": "177b",
      "title": "b Commercial services",
      "content": "1 The FOAG, its research and experimental stations (Article 114) and the Federal Stud Farm (Article 147) may provide commercial services for third parties if such services: a. are closely related to their main tasks; b. do not compromise the completion of their main tasks; and c. require a negligible amount of additional material and personnel. 2 Commercial services must be provided at a cost-effective price based on an estimate of cost and income. The EAER may allow exceptions for certain services if they do not entail competition for private businesses. Inserted by Annex No 5 of the FA of 18 June 2010, in force since 1 Jan. 2011 ( AS 2010 5003 ; BBl 2009 7207 )."
    },
    {
      "provision_ref": "art178",
      "chapter": "Chapter 1 Implementation",
      "section": "178",
      "title": "The cantons",
      "content": "1 Unless the Confederation is responsible, implementation is the task of the cantons. 2 The cantons shall issue the necessary provisions for implementation and inform the EAER accordingly. 3 The cantons shall designate agencies or organisations to be responsible for implementation and supervision. 4 If a canton fails to draw up provisions for implementation in good time, the Federal Council shall do so as a temporary measure. 5 For implementing the measures concerning direct payments, the cantons use defined basic data, record the necessary land and how it is used as well as the other necessary objects in the geographical information system in accordance with Article 165 e and calculate the subsidies for each farm on the basis of these data. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "General supervision by the Confederation",
      "content": "1 The Federal Council shall supervise the implementation of the Act by the cantons. 2 If a canton is negligent in its implementation of the Act, the Confederation may reduce or refuse the subsidies. This also applies even if a right of appeal under Article 166 paragraph 3 is not exercised."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Cooperation between organisations and businesses",
      "content": "1 The Confederation and the cantons may work with businesses and organisations in order to implement the Act or set up appropriate organisations to do so. 2 The cooperation between these businesses and organisations shall be supervised by the authorities. The tasks and powers transferred to them must be detailed by the relevant authorities, to whom they must submit reports and accounts. Parliamentary control may be exercised in the Confederation and the cantons. 3 The Federal Council and the cantons may authorise the businesses and organisations who work with them to levy an appropriate charge for their activities. Their rates must be approved by the EAER."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Controls",
      "content": "1 The agencies responsible for implementation shall regulate the necessary control measures and data collection as required for implementing this Act, its implementing provisions or the rulings based thereon. 1bis The Federal Council may draw up regulations in order to ensure that, for the implementation of this Act and of other legislation on agriculture, control activities are uniform, standardised and complementary and that the necessary information is exchanged among the control agencies responsible. 2 Individuals, businesses or organisations that prompt the need for controls through their unlawful conduct, or hinder or prevent controls are liable for any costs incurred. 3 The Federal Council may delegate certain control measures and data collection to the cantons. 4 It may specify charges for controls that do not result in a complaint, in particular for: a. phytosanitary controls; b. controls of seeds and seedlings; c. control analyses; d. fodder controls. 5 It may stipulate that the importer has to pay for special controls owing to known or new risks in connection with certain aids to agricultural production or plants. 6 It may stipulate further charges insofar as Switzerland has undertaken to levy such charges under the terms of an international agreement. Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Prosecution of infringements",
      "content": "1 The Federal Council shall coordinate the implementation of the Foodstuffs Act of 9 October 1992, the Customs Tariff Act of 18 March 2005 and this Act; in addition it may require the Federal Tax Administration to pass on information. 2 The Federal Council shall set up a central office to investigate infringements concerning: a. protected labelling for agricultural products; b. the import, transit and export of agricultural products; c. declaration of origin and production methods. Amended by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). [ AS 1995 1469 , 1996 1725 Annex No 3, 1998 3033 Annex No 5, 2001 2790 Annex No 5, 2002 775 , 2003 4803 Annex No 6, 2005 971 , 2006 2197 Annex No 94 2363 No II, 2008 785 , 2011 5227 No I 2. 8 , 2013 3095 Annex 1 No 3. AS 2017 249 Annex No I]. See now: FA of 20 June 2014 ( SR 817.0 ). SR 631.0 Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Mandatory provision of information",
      "content": "Every individual is obliged to provide the relevant agencies with the information requested in particular, as well as presenting proof and handing it over for examination as required by the implementation of this Act, its implementing provisions or the rulings based thereon; moreover, every individual must allow inspectors access to the business and to commercial and storage premises, to inspect the accounts and correspondence and to take samples. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Administrative assistance between the authorities",
      "content": "The FOAG and the federal, cantonal and local authorities shall provide mutual support and exchange all the information required for fulfilling their tasks. Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "",
      "content": "1 In order to create the essential basis for implementing the Act and for monitoring its effect, the Confederation shall collect and record data on certain sectors and on individual businesses concerning: a. the conduct of agricultural policy measures; b. the assessment of the economic situation in the agricultural sector; c. the monitoring of the market situation; d. the assessment of the effects of agriculture on the natural heritage and the maintenance of farmland. 1bis It shall monitor the economic, ecological and social situation in the agricultural sector and the public services provided by agriculture. [tab] 1ter It shall assess the effectiveness of the measures under this Act. 2 The Federal Council may issue directives in order to harmonise data collection and data recording and to standardise statistics on agriculture. 3 The Federal Council may mandate federal or cantonal authorities or other agencies to collect data and keep a register. Remuneration is paid for this service. 4 The federal agency responsible may process the data collected for statistical purposes. 5 and 6 … Amended by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I of the FA of 22 June 2007 ( AS 2007 6095 ; BBl 2006 6337 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Advisory committee",
      "content": "The Federal Council shall set up a standing advisory committee comprising at the most 15 members who advise the Council on the implementation of this Act."
    },
    {
      "provision_ref": "art187",
      "chapter": "Chapter 2 Transitional Provisions",
      "section": "187",
      "title": "",
      "content": "1 The provisions that have been repealed remain applicable to all facts occurring during their period of validity, with the exception of procedural regulations. 2–9 … 10 The requirement regarding proof of ecological performance under Article 70 paragraph 2 comes into force five years at the latest after this Act comes into force. 11–13 … 14 The Federal Council shall stipulate requirements concerning the repayment of the loan to the joint organisation under Article 1 paragraph 2 of the Cheese Marketing Act of 27 June 1969. The Departments and Offices designated by the Federal Council are authorised to issue instructions to the joint organisation regarding the realisation of assets and the settlement of liabilities; contributions from the Confederation are conditional on compliance with such instructions. The choice of liquidators by the joint organisation must be approved by the Department designated by the Federal Council. The Confederation shall cover the cost of liquidation of the joint organisation. The Federal Council shall ensure that no proceeds from the liquidation go to the sponsors of the joint organisation; it shall also decide what proportion of the share capital must be repaid. 15 Article 55 comes into force only when the repeal of the Grain Act of 20 March 1959 comes into force. Inserted by No III of the FA of 24 March 2000 on the repeal of the Grain Act, in force since 1 July 2001 ( AS 2001 1539 ; BBl 1999 9261 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). [ AS 1969 1046 , 1991 857 Annex No 32, 1993 901 Annex No 28, 1998 3033 Annex letter n] This law was repealed on 1 July 2001."
    },
    {
      "provision_ref": "art187a",
      "chapter": "Chapter 2 Transitional Provisions",
      "section": "187a",
      "title": "",
      "content": "Inserted by No III of the FA of 24 March 2000 on the Repeal of the Grain Act ( AS 2001 1539 ; BBl 1999 9261 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art187b",
      "section": "187b",
      "title": "b Transitional provisions to the Amendment 20 June 2003",
      "content": "1–4 … 5 Article 138 comes into force only when the new Vocational and Professional Education and Training Act of 13 December 2002 comes into force. 6 and 7 … 8 … Inserted by No I of the FA of 20 June 2003, in force since 1 Jan. 2004 ( AS 2003 4217 ; BBl 2002 4721 7234 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). SR 412.10 Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). Inserted by No I 15 of the FA of 19 Dec 2003 on the 2003 Programme for Reducing the Federal Budget ( AS 2004 1633 ; BBl 2003 5615 ). Repealed by No I of the FA of 22 June 2007, with effect from 1 Jan. 2008 ( AS 2007 6095 6107 ; BBl 2006 6337 )."
    },
    {
      "provision_ref": "art187c",
      "section": "187c",
      "title": "c Transitional provisions to the Amendment of 22 June 2007",
      "content": "1 Wine produced in and before 2007 may be processed and labelled under the current legislation. It may be sold to consumers until supplies are exhausted. 2 … Inserted by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Repealed by No I of the FA of 22 March 2013, with effect from 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 )."
    },
    {
      "provision_ref": "art187d",
      "section": "187d",
      "title": "d Transitional provisions to the Amendment of 22 March 2013",
      "content": "1 The Federal Council shall submit a report by 30 June 2016 that includes a method for assessing the use of genetically modified plants. This report must include an opinion on whether genetically modified plants offer advantages for producers, consumers and the environment in comparison with standard agricultural products and aids to production. On the basis of the method presented, the Federal Council shall draw up a cost-effectiveness balance sheet for Switzerland of the genetically modified plants that exist when the amended version of this Act of 22 March 2013 comes into force. 2 In consultation with the cantons and the relevant sectors, the Federal Council shall set out the aims and strategies for recognising and monitoring resistance to antibiotics and the reduction of the use of antibiotics by the end of 2014. 3 When drawing up the aims and strategies mentioned in paragraph 2, the following in particular must be taken into account: a. the environmental aims of agriculture; b. international recommendations and guidelines; c. current scientific knowledge. 4 On the basis of reports, the Confederation and the cantons shall examine whether the aims mentioned in paragraph 2 have been achieved and, if necessary, take corresponding measures. Inserted by No I of the FA of 22 March 2013, in force since 1 Jan. 2014 ( AS 2013 3463 3863 ; BBl 2012 2075 ). BBl 2013 3463"
    },
    {
      "provision_ref": "art188",
      "chapter": "Chapter 3 Referendum and Commencement",
      "section": "188",
      "title": "",
      "content": "1 This Act is subject to an optional referendum. 2 The Federal Council decides on the commencement date. 3 Articles 40–42 apply until 31 December 2008. Commencement date: 1 Jan. 1999 Articles 28–45 and Annex letters l–n: 1 May 1999 Article 160 paragraph 7 and Annex No 7: 1 Aug. 1999 Amended by No I of the FA of 22 June 2007, in force since 1 Jan. 2008 ( AS 2007 6095 ; BBl 2006 6337 ). Federal Council Decree of 7 Dec. 1998."
    }
  ],
  "definitions": []
}