{
  "id": "sr-946-231-156-5",
  "type": "statute",
  "title": "Verordnung vom 28. Juni 2023 über Massnahmen betreffend Moldau",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/335/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Begriffe",
      "section": "1",
      "title": "",
      "content": "In dieser Verordnung bedeuten: a. Gelder: finanzielle Vermögenswerte, einschliesslich Bargeld, Schecks, Geldforderungen, Wechsel, Geldanweisungen oder anderer Zahlungsmittel, Guthaben, Schulden und Schuldverpflichtungen, Wertpapieren und Schuldtiteln, Wertpapierzertifikaten, Obligationen, Schuldscheinen, Optionsscheinen, Pfandbriefen, Derivaten; Zinserträge, Dividenden oder andere Einkünfte oder Wertzuwächse aus Vermögenswerten; Kredite, Rechte auf Verrechnung, Bürgschaften, Vertragserfüllungsgarantien oder andere finanzielle Zusagen; Wertrechte; kryptobasierte Vermögenswerte; Akkreditive, Konnossemente, Sicherungsübereignungen, Dokumente zur Verbriefung von Anteilen an Fondsvermögen oder anderen Finanzressourcen und jedes andere Finanzierungsinstrument für Exporte; b. Sperrung von Geldern: Verhinderung jeder Handlung, welche die Verwaltung oder die Nutzung der Gelder ermöglicht, mit Ausnahme von normalen Verwaltungshandlungen von Finanzinstituten; c. wirtschaftliche Ressourcen: Vermögenswerte jeder Art, unabhängig davon, ob sie materiell oder immateriell, beweglich oder unbeweglich sind, insbesondere Immobilien und Luxusgüter, mit Ausnahme von Geldern nach Buchstabe a; d. Sperrung wirtschaftlicher Ressourcen: Verhinderung der Verwendung wirtschaftlicher Ressourcen zum Erwerb von Geldern, Waren oder Dienstleistungen, einschliesslich des Verkaufs, des Vermietens oder des Verpfändens solcher Ressourcen."
    },
    {
      "provision_ref": "art2",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "2",
      "title": "Sperrung von Geldern und wirtschaftlichen Ressourcen",
      "content": "1 Gesperrt sind Gelder und wirtschaftliche Ressourcen, die sich im Eigentum oder unter direkter oder indirekter Kontrolle befinden von: a. im Anhang aufgeführten natürlichen Personen, Unternehmen und Organisationen; b. natürlichen Personen, Unternehmen und Organisationen, die im Namen oder auf Anweisung der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a handeln; c. Unternehmen und Organisationen, die sich im Eigentum oder unter Kontrolle der natürlichen Personen, Unternehmen und Organisationen nach Buchstabe a oder b befinden. 2 Es ist verboten, den von der Sperrung betroffenen natürlichen Personen, Unternehmen und Organisationen Gelder zu überweisen oder ihnen Gelder und wirtschaftliche Ressourcen direkt oder indirekt zur Verfügung zu stellen. 3 Das Verbot nach Absatz 2 gilt nicht, wenn die Überweisung von Geldern oder das Zurverfügungstellen von Geldern oder wirtschaftlichen Ressourcen erforderlich ist zur Durchführung humanitärer Aktivitäten oder zur Unterstützung der Zivilbevölkerung in Moldau durch öffentliche Stellen oder durch Unternehmen und Organisationen, die für die Durchführung humanitärer Aktivitäten oder zur Unterstützung der Zivilbevölkerung Beiträge des Bundes erhalten. 4 Das Staatssekretariat für Wirtschaft (SECO) kann ausnahmsweise Zahlungen aus gesperrten Konten, Übertragungen gesperrter Vermögenswerte sowie die Freigabe gesperrter wirtschaftlicher Ressourcen bewilligen zur: a. Vermeidung von Härtefällen; b. Erfüllung bestehender Verträge; c. Erfüllung von Forderungen, die Gegenstand einer bestehenden gerichtlichen, administrativen oder schiedsgerichtlichen Massnahme oder Entscheidung sind; d. Erfüllung amtlicher Tätigkeiten von diplomatischen oder konsularischen Vertretungen oder internationaler Organisationen, die nach dem Völkerrecht Immunität geniessen; oder e. Wahrung schweizerischer Interessen. 5 Es kann Ausnahmen von den Verboten nach den Absätzen 1 und 2 bewilligen für Finanztransaktionen, die für die Durchführung humanitärer Aktivitäten in Moldau erforderlich sind. 6 Es bewilligt Ausnahmen nach den Absätzen 4 und 5 nach Rücksprache mit den zuständigen Stellen des Eidgenössischen Departements für auswärtige Angelegenheiten und des Eidgenössischen Finanzdepartements."
    },
    {
      "provision_ref": "art3",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "3",
      "title": "Ein- und Durchreiseverbot",
      "content": "1 Die Einreise in die Schweiz und die Durchreise durch die Schweiz sind den im Anhang aufgeführten natürlichen Personen verboten. 2 Das Staatssekretariat für Migration (SEM) kann Ausnahmen gewähren: a. aus erwiesenen humanitären Gründen; b. für die Teilnahme an internationalen Konferenzen oder an einem politischen Dialog betreffend Moldau; oder c. zur Wahrung schweizerischer Interessen."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Zwangsmassnahmen",
      "section": "4",
      "title": "Verbot der Erfüllung bestimmter Forderungen",
      "content": "Es ist verboten, Forderungen zu erfüllen, wenn sie auf einen Vertrag oder ein Geschäft zurückzuführen sind, dessen Durchführung durch Massnahmen nach dieser Verordnung direkt oder indirekt verhindert oder beeinträchtigt wurde; dieses Verbot gilt für Forderungen: a. von im Anhang aufgeführten natürlichen Personen, Unternehmen und Organisationen; oder b. von natürlichen Personen, Unternehmen und Organisationen, die im Auftrag von Personen, Unternehmen oder Organisationen nach Buchstabe a handeln."
    },
    {
      "provision_ref": "art5",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "5",
      "title": "Kontrolle und Vollzug",
      "content": "1 Das SECO überwacht den Vollzug der Massnahmen nach den Artikeln 2 und 4. 2 Das SEM überwacht den Vollzug des Ein- und Durchreiseverbots nach Artikel 3. 3 Die Kontrolle an der Grenze obliegt dem Bundesamt für Zoll und Grenzsicherheit. 4 Die zuständigen Behörden ergreifen auf Anweisung des SECO die für die Sperrung wirtschaftlicher Ressourcen notwendigen Massnahmen wie die Anmerkung einer Verfügungssperre im Grundbuch oder die Pfändung oder Versiegelung von Luxusgütern."
    },
    {
      "provision_ref": "art6",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "6",
      "title": "Meldepflichten",
      "content": "1 Personen und Institutionen, die Gelder halten oder verwalten oder von wirtschaftlichen Ressourcen wissen, von denen anzunehmen ist, dass sie unter die Sperrung von Geldern und wirtschaftlichen Ressourcen nach Artikel 2 Absatz 1 fallen, müssen diese dem SECO unverzüglich melden. 2 Die Meldungen müssen die Namen der Begünstigten sowie Gegenstand und Wert der gesperrten Gelder und wirtschaftlichen Ressourcen enthalten."
    },
    {
      "provision_ref": "art7",
      "chapter": "3. Abschnitt: Vollzug und Strafbestimmungen",
      "section": "7",
      "title": "Strafbestimmungen",
      "content": "1 Wer gegen die Artikel 2–4 verstösst, wird nach Artikel 9 EmbG bestraft. 2 Wer gegen Artikel 6 verstösst, wird nach Artikel 10 EmbG bestraft. 3 Verstösse nach den Artikeln 9 und 10 EmbG werden vom SECO verfolgt und beurteilt; das SECO kann Beschlagnahmungen oder Einziehungen anordnen."
    },
    {
      "provision_ref": "art8",
      "chapter": "4. Abschnitt: Veröffentlichung und Inkrafttreten",
      "section": "8",
      "title": "Veröffentlichung",
      "content": "Die Einträge nach dem Anhang werden weder in der Amtlichen Sammlung des Bundesrechts (AS) noch in der Systematischen Sammlung des Bundesrechts (SR) veröffentlicht."
    },
    {
      "provision_ref": "art9",
      "chapter": "4. Abschnitt: Veröffentlichung und Inkrafttreten",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 28. Juni 2023 um 18.00 Uhr in Kraft."
    }
  ],
  "definitions": []
}