{
  "id": "sr-974-01",
  "type": "statute",
  "title": "Verordnung vom 12. Dezember 1977 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/1978/25_25_25/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "1",
      "title": "Bundesämter",
      "content": "1 Folgende Bundesämter sind mit dem Vollzug des Gesetzes beauftragt: a. die Direktion für Entwicklung und Zusammenarbeit (DEZA) des Eidgenössischen Departementes für auswärtige Angelegenheiten (EDA); b. das Staatssekretariat für Wirtschaft (SECO) des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung (WBF). 2 Der Bundesrat oder das zuständige Departement können andere Bundesämter und ‑stellen mit der Durchführung von Massnahmen der Entwicklungszusammenarbeit und humanitären Hilfe betrauen. Fassung gemäss Ziff. I der V vom 28. Jan. 1998, in Kraft seit 1. März 1998 ( AS 1998 873 ). Ausdruck gemäss Art. 21 Ziff. 23 der V vom 17. Nov. 1999, in Kraft seit 1. Juli 1999 ( AS 2000 187 ). Diese Änd. ist im ganzen Erlass berücksichtigt. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art2",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "2",
      "title": "Zuständigkeit, Stufen der Zusammenarbeit",
      "content": "1 In die Zuständigkeit fallen namentlich: a. die Vorbereitung der Bundesrats- und Parlamentsgeschäfte; b. die Verwaltung der Verpflichtungskredite; c. die Vorbereitung und Verhandlung einzelner Massnahmen, die autonom oder mit Partnern und Vermittlern durchgeführt werden; d. die Pflege der Beziehungen zu Partnern oder Vermittlern; e. die Durchführung und Bewertung der einzelnen Massnahmen. 2 Im Falle der Mitsprache ist das zuständige Bundesamt durch die Meinung des Mitspracheberechtigten nicht gebunden. 3 Im Falle der Mitwirkung kann das zuständige Bundesamt Entscheidungen nur mit Zustimmung des mitwirkenden Bundesamtes treffen. Fassung gemäss Anhang Ziff. 8 der V vom 10. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 807 ). Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 )."
    },
    {
      "provision_ref": "art3",
      "chapter": "1. Abschnitt: Allgemeines",
      "section": "3",
      "title": "Vorgehen",
      "content": "1 Als bilaterale Massnahmen gelten insbesondere: a. Aktionen des Bundes, die direkt oder in Regie durchgeführt werden; b. Aktionen, die der Bund in Zusammenarbeit mit anderen Staaten zugunsten von Partnerländern durchführt; c. Beiträge und andere Leistungen an Vermittler, wie private und öffentliche Institutionen sowie Kantone und Gemeinden; d. Beiträge und andere Leistungen an internationale Organisationen für Aktionen, die in bestimmten Ländern oder Regionen durchgeführt werden. 2 Als multilaterale Massnahmen gelten Beiträge und andere Leistungen an internationale Organisationen, namentlich für die Durchführung ihrer allgemeinen Programme. 3 Als autonom gelten Massnahmen, die der Bund zugunsten einzelner oder mehrerer Länder oder im Rahmen besonderer Aufgaben zur allgemeinen Förderung der Entwicklungszusammenarbeit und der humanitären Hilfe einseitig durchführt."
    },
    {
      "provision_ref": "art4",
      "chapter": "2. Abschnitt: Entwicklungszusammenarbeit",
      "section": "4",
      "title": "Gesamtkonzeption",
      "content": "Die DEZA und das SECO sowie die Eidgenössische Finanzverwaltung erarbeiten gemeinsam die Gesamtkonzeption des schweizerischen Beitrages an die internationale Entwicklungszusammenarbeit. Die Koordination obliegt der DEZA. Ausdruck gemäss Ziff. I der V vom 28. Jan. 1998, in Kraft seit 1. März 1998 ( AS 1998 873 ). Diese Änd. ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art5",
      "chapter": "2. Abschnitt: Entwicklungszusammenarbeit",
      "section": "5",
      "title": "Mitgestaltung der internationalen Entwicklungspolitik",
      "content": "1 Das EDA und das WBF bereiten gemeinsam die schweizerische Haltung vor, wenn an internationalen Konferenzen oder in internationalen Organisationen oder Gremien allgemeine Probleme oder mehrere Formen der Entwicklungszusammenarbeit zugleich behandelt werden. Wenn nötig beteiligen sich andere Departemente an der Vorbereitung. Die Koordination obliegt dem für die Konferenz, die Organisation oder das Gremium zuständigen Bundesamt. 2 Dieses Bundesamt vertritt die Schweiz an der Konferenz, in der Organisation oder dem Gremium; andere Bundesämter oder -stellen nehmen wenn nötig an den Verhandlungen teil."
    },
    {
      "provision_ref": "art6",
      "chapter": "2. Abschnitt: Entwicklungszusammenarbeit",
      "section": "6",
      "title": "Technische Zusammenarbeit",
      "content": "1 Die DEZA ist für die technische Zusammenarbeit zuständig. Das SECO hat Mitspracherecht. 2 Stipendien für die Ausbildung in der Schweiz von Angehörigen der Entwicklungsländer können auch aufgrund des jeweiligen Bundesbeschlusses über die Ausrichtung von Stipendien an ausländische Studierende in der Schweiz gewährt werden. In diesem Fall sind das Eidgenössische Departement des Innern und die Eidgenössische Stipendienkommission, in welcher die DEZA vertreten ist, zuständig. Fassung gemäss Ziff. I der V vom 15. Febr. 2012, in Kraft seit 1. April 2012 ( AS 2012 931 )."
    },
    {
      "provision_ref": "art7",
      "chapter": "2. Abschnitt: Entwicklungszusammenarbeit",
      "section": "7",
      "title": "Bilaterale Finanzhilfe",
      "content": "1 Die DEZA ist für die bilaterale Finanzhilfe unter Mitwirkung des SECO zuständig. 2 Nimmt die bilaterale Finanzhilfe die Form von Mischkrediten oder ähnlichen Massnahmen an, so ist das SECO unter Mitwirkung der DEZA zuständig. 3 Die DEZA und das SECO bestimmen gemeinsam für alle Massnahmen der bilateralen Finanzhilfe die begünstigten Länder, die auf sie entfallenden Beträge und die Bedingungen, unter denen die Massnahme durchgeführt wird. 4 Die DEZA und das SECO führen die Verhandlungen über Massnahmen der bilateralen Finanzhilfe gemäss Absatz 1 gemeinsam, wenn diese mit Verhandlungen über Wirtschaftsabkommen zusammenhängen oder wenn ihre wirtschaftliche Bedeutung für die Schweiz es verlangt. 5 Der Bundesrat kann in Einzelfällen die Zuständigkeiten anders festlegen."
    },
    {
      "provision_ref": "art8",
      "chapter": "2. Abschnitt: Entwicklungszusammenarbeit",
      "section": "8",
      "title": "Multilaterale Finanzhilfe",
      "content": "1 Die multilaterale Finanzhilfe ist eine gemeinsame Aufgabe der DEZA und des SECO. 2 Die DEZA und das SECO bestimmen gemeinsam für alle Massnahmen der multilateralen Finanzhilfe die begünstigten Institutionen, die auf sie entfallenden Beträge und die Bedingungen, unter denen die Massnahme durchgeführt wird. Sie legen gemeinsam die schweizerische Haltung in den leitenden Gremien der internationalen und regionalen Institutionen der Entwicklungsfinanzierung fest. 3 Die DEZA koordiniert den Gesamtbereich der multilateralen Finanzhilfe, namentlich die Vorbereitung der Bundesrats- und Parlamentsgeschäfte. Sie verwaltet die Verpflichtungskredite. 4 Der Bundesrat bestimmt, welches der beiden Bundesämter für jede einzelne internationale oder regionale Institution der Entwicklungsfinanzierung die Koordination wahrnimmt und ihr gegenüber als zuständiges Bundesamt auftritt. Fassung gemäss Anhang Ziff. 8 der V vom 10. Nov. 2021, in Kraft seit 1. Jan. 2022 ( AS 2021 807 )."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Handelspolitische Massnahmen",
      "content": "Das SECO ist für die handelspolitischen Massnahmen im Bereich der internationalen Entwicklungszusammenarbeit zuständig. Die DEZA hat Mitspracherecht."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Massnahmen zur Förderung des Einsatzes privatwirtschaftlicher Mittel",
      "content": "Das SECO ist für Massnahmen zur Förderung des Einsatzes privatwirtschaftlicher Mittel im Bereich der internationalen Entwicklungszusammenarbeit zuständig. Die DEZA hat Mitspracherecht."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Neue Formen und Mischformen",
      "content": "Neue Formen und Mischformen fallen je nach ihrem Charakter in die Zuständigkeit der DEZA oder des SECO oder anderer Bundesämter oder -stellen."
    },
    {
      "provision_ref": "art12",
      "chapter": "3. Abschnitt: Humanitäre Hilfe",
      "section": "12",
      "title": "Gesamtkonzeption",
      "content": "Die DEZA und die Eidgenössische Finanzverwaltung erarbeiten gemeinsam die Gesamtkonzeption des schweizerischen Beitrages an die internationale humanitäre Hilfe. Die Koordination obliegt der DEZA. Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 )."
    },
    {
      "provision_ref": "art13",
      "chapter": "3. Abschnitt: Humanitäre Hilfe",
      "section": "13",
      "title": "Mitgestaltung der internationalen humanitären Hilfe",
      "content": "1 Das EDA bereitet die schweizerische Haltung an internationalen Konferenzen und in internationalen Organisationen und Gremien, die sich mit humanitärer Hilfe befassen, vor. Wenn nötig beteiligen sich andere Departemente an der Vorbereitung. Die Koordination obliegt dem für die Konferenz, Organisation oder das Gremium zuständigen Bundesamt. 2 Dieses Bundesamt vertritt die Schweiz an der Konferenz, in der Organisation oder dem Gremium; andere Bundesämter und -stellen nehmen wenn nötig an den Verhandlungen teil."
    },
    {
      "provision_ref": "art14",
      "chapter": "3. Abschnitt: Humanitäre Hilfe",
      "section": "14",
      "title": "Massnahmen",
      "content": "1 Die DEZA ist für Massnahmen der humanitären Hilfe zuständig. 2 Für die operationelle humanitäre Hilfe verfügt die DEZA über das Schweizerische Korps für Katastrophenhilfe im Ausland (SKH). Dieses wird von Delegierten für Katastrophenhilfe im Ausland geführt. 3 Die Zuständigkeiten nach dem Bundesratsbeschluss vom 26. Januar 1972 über die Durchführung des internationalen Weizenabkommens von 1971 (Übereinkommen betreffend Nahrungsmittelhilfe) bleiben vorbehalten. 4 Die DEZA und das Bundesamt für Landwirtschaft des WBF führen die Massnahmen nach dem jeweiligen Bundesbeschluss über die Lieferung von Milchprodukten im Rahmen der Lebensmittelhilfe durch. Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 ). Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 ). [ AS 1972 239 ; AS 1983 1055 Art. 14. AS 1989 72 Art. 6 Abs. 1]. Heute: nach der V vom 21. Dez. 1988 über die Anwendung des Übereink. betreffend Nahrungsmittelhilfe des Internationalen Weizenabk. von 1986 ( SR 916.111.311.2 ). Bezeichnung gemäss Art. 1 des nicht veröffentlichten BRB vom 23. April 1980 über die Anpassung von bundesrechtlichen Erlassen an die neuen Bezeichnungen der Departemente und Ämter. Diese Änderung ist im ganzen Erlass berücksichtigt."
    },
    {
      "provision_ref": "art15",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "15",
      "title": "Finanzkompetenzen im Bereich der Entwicklungszusammenarbeit",
      "content": "1 Der Bundesrat beschliesst Massnahmen, die voraussichtlich mehr als 20 Millionen Franken kosten. 2 Die Finanzkompetenzen der einzelnen Departemente und Bundesämter werden durch Anhang 1 bestimmt. Fassung gemäss Ziff. I 13 der V vom 26. Juni 1996 über die Neuzuordnung von Entscheidungsbefugnissen in der Bundesverwaltung, in Kraft seit 1. Aug. 1996 ( AS 1996 2243 )."
    },
    {
      "provision_ref": "art16",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "16",
      "title": "Finanzkompetenzen im Bereich der humanitären Hilfe",
      "content": "1 Der Bundesrat beschliesst Massnahmen, die voraussichtlich mehr als 20 Millionen Franken kosten. 2 Massnahmen, die voraussichtlich bis 20 Millionen Franken kosten, werden von der DEZA beschlossen. Fassung gemäss Ziff. I 13 der V vom 26. Juni 1996 über die Neuzuordnung von Entscheidungsbefugnissen in der Bundesverwaltung, in Kraft seit 1. Aug. 1996 ( AS 1996 2243 ). Fassung gemäss Ziff. I 10 der V vom 27. Aug. 2025 über die Aufhebung des Erfordernisses der Zustimmung oder der Anhörung des EFD oder der ESTV betreffend zwölf Subventionen, in Kraft seit 1. Nov. 2025 ( AS 2025 550 )."
    },
    {
      "provision_ref": "art17",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "17",
      "title": "Mehrkosten",
      "content": "Übersteigen die Kosten von beschlossenen Massnahmen den bewilligten Kredit um nicht mehr als einen Viertel, so können die zuständigen Departemente oder Bundesämter im Rahmen ihrer Finanzkompetenzen die Mehrkosten beschliessen. Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 )."
    },
    {
      "provision_ref": "art18",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "18",
      "title": "Änderungen",
      "content": "Die zuständigen Bundesämter können nötigenfalls beschliessen, eine Massnahme zu ändern, wenn dadurch keine Mehrkosten entstehen. Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 )."
    },
    {
      "provision_ref": "art19",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "19",
      "title": "Form der Beschlüsse",
      "content": "Massnahmen, Mehrkosten und Änderungen werden schriftlich begründet und beschlossen."
    },
    {
      "provision_ref": "art20",
      "chapter": "4. Abschnitt: Finanzkompetenzen, Kontrolle der Verwendung der Mittel",
      "section": "20",
      "title": "Kontrolle der Verwendung der Mittel",
      "content": "1 Die zuständigen Bundesämter üben die Kontrolle über die Verwendung der Mittel aus, die sie den Partnern oder Vermittlern zur Verfügung stellen. 2 Für den Nachweis über die Verwendung der Mittel erlassen diese Bundesämter in Zusammenarbeit mit der Eidgenössischen Finanzkontrolle wenn nötig besondere Vorschriften."
    },
    {
      "provision_ref": "art21",
      "chapter": "5. Abschnitt: Vollzug",
      "section": "21",
      "title": "Vertragliche Regelung",
      "content": "1 Mit den Partnern und Vermittlern werden über die Durchführung der Massnahmen, soweit es deren Art erlaubt, Vereinbarungen getroffen. 2 Unter dem Vorbehalt der Kreditbewilligung können die zuständigen Bundesämter völkerrechtliche Vereinbarungen von beschränkter Tragweite sowie privat- oder öffentlich-rechtliche Vereinbarungen treffen. Völkerrechtliche Vereinbarungen, die nicht von beschränkter Tragweite sind und die sich auf Projekte oder Programme beziehen, können unter dem Vorbehalt der Kreditbewilligung vom zuständigen Departement getroffen werden. Fassung gemäss Ziff. I der V vom 27. Mai 2015, in Kraft seit 15. Juni 2015 ( AS 2015 1683 )."
    },
    {
      "provision_ref": "art22",
      "chapter": "5. Abschnitt: Vollzug",
      "section": "22",
      "title": "Personal",
      "content": "Die zuständigen Bundesstellen können für die Durchführung von Massnahmen der Entwicklungszusammenarbeit und humanitären Hilfe geeignetes Personal privatrechtlich anstellen. Dieses wird persönlich und wenn nötig beruflich auf den Einsatz vorbereitet."
    },
    {
      "provision_ref": "art23",
      "chapter": "5. Abschnitt: Vollzug",
      "section": "23",
      "title": "Materialbeschaffung",
      "content": "Für die Materialbeschaffung gilt die Einkaufsverordnung vom 8. Dezember 1975. Dabei sind die Verhältnisse im Partnerland und der allgemeine Entwicklungseffekt zu berücksichtigen. [ AS 1975 2373 ; 1988 1206 ; 1993 2525 . AS 1996 518 Art. 71 Bst. b]. Siehe heute die V vom 11. Dez. 1995 über das öffentliche Beschaffungswesen ( SR 172.056.11 )."
    },
    {
      "provision_ref": "art24",
      "chapter": "6. Abschnitt: Besondere Organe",
      "section": "24",
      "title": "",
      "content": "1 Das Interdepartementale Komitee für internationale Entwicklung und Zusammenarbeit (IKEZ) setzt sich aus Vertretern der DEZA, des SECO und der Eidgenössischen Finanzverwaltung zusammen. Vertreter weiterer Bundesstellen, namentlich der Politischen Direktion des EDA, des Bundesamtes für Kultur und des Bundesamtes für Gesundheit des Eidgenössischen Departementes des Innern, des Staatssekretariats für Bildung, Forschung und Innovation und des Bundesamtes für Landwirtschaft des WBF, des Bundesamtes für Umwelt, Wald und Landschaft des Eidgenössischen Departementes für Umwelt, Verkehr, Energie und Kommunikation und des Generalsekretariates des Eidgenössischen Justiz- und Polizeidepartementes können an den Sitzungen des IKEZ teilnehmen, wenn Fragen behandelt werden, die ihre Zuständigkeiten berühren. 2 Dem IKEZ obliegen insbesondere: a. die Vorbereitung von Beschlüssen des Bundesrates über Fragen der Konzeption des schweizerischen Beitrages an die internationale Entwicklungszusammenarbeit; b. die Vorbereitung von Beschlüssen des Bundesrates über einzelne Fragen und Massnahmen im Bereich der internationalen Entwicklungszusammenarbeit, die von grundsätzlicher Bedeutung sind; c. Entscheidungen, in Zweifelsfällen, über die Durchführung der Verordnung, wobei wichtige Fragen dem Bundesrat unterbreitet werden; d. die Beratung des Finanzplanes für die «öffentliche Entwicklungshilfe» der Schweiz. 3 Die DEZA stellt den Präsidenten, koordiniert die Arbeiten und führt das Sekretariat. Jede Stelle, die im IKEZ vertreten ist, kann die Einberufung einer Sitzung verlangen. Ausdruck gemäss Ziff. I der V vom 28. Jan. 1998, in Kraft seit 1. März 1998 ( AS 1998 873 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Fassung gemäss Ziff. I der V vom 28. Jan. 1998, in Kraft seit 1. März 1998 ( AS 1998 873 )."
    },
    {
      "provision_ref": "art25",
      "chapter": "6. Abschnitt: Besondere Organe",
      "section": "25",
      "title": "",
      "content": "1 Die Beratende Kommission für internationale Zusammenarbeit (beratende Kommission) setzt sich aus höchstens 15 Mitgliedern zusammen. Diese dürfen nicht der Bundesverwaltung angehören. 2 Die beratende Kommission: a. berät den Bundesrat in Fragen der internationalen Entwicklungszusammenarbeit, der humanitären Hilfe und der Zusammenarbeit mit den Staaten Osteuropas; b. prüft namentlich Ziele, Prioritäten und Gesamtkonzeption der Zusammenarbeit; c. kann eigene Vorschläge unterbreiten. 3 Die gemeinsamen Sitzungen mit der konsultativen Kommission für Handelspolitik werden von den Präsidenten der beiden Kommissionen geleitet. Die Sitzungen werden nach Bedarf, auf Initiative der beiden Präsidenten oder wenn es eine der beiden Kommissionen verlangt, einberufen. 4 Die DEZA führt das Sekretariat der beratenden Kommission und der gemeinsamen Sitzungen. Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2015 angepasst. Diese Anpassung wurde im ganzen Text vorgenommen. Fassung gemäss Ziff. I der V vom 27. Nov. 2019, in Kraft seit 1. Jan. 2020 ( AS 2019 4723 ). Fassung gemäss Ziff. I der V vom 28. Jan. 1998, in Kraft seit 1. März 1998 ( AS 1998 873 )."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 14 der V vom 12. Sept. 2007 über die Aufhebung und Anpassung von Verordnungen im Rahmen der Neuordnung der ausserparlamentarischen Kommissionen, mit Wirkung seit 1. Jan. 2008 ( AS 2007 4525 )."
    },
    {
      "provision_ref": "art27",
      "chapter": "7. Abschnitt: Besondere Aufgaben",
      "section": "27",
      "title": "Information und Pflege der Beziehungen im Inland",
      "content": "1 Die zuständigen Bundesämter informieren die Öffentlichkeit über die internationale Entwicklungszusammenarbeit und die humanitäre Hilfe im Allgemeinen sowie über den schweizerischen Beitrag. 2 Sie pflegen die Beziehungen zu den Kantonen, Gemeinden und Hochschulen sowie zu den schweizerischen Organisationen und privaten Kreisen, soweit es der Förderung der Entwicklungszusammenarbeit und humanitären Hilfe dient. 3 Die DEZA koordiniert die Zusammenstellung und Veröffentlichung der Statistik über die «öffentliche Entwicklungshilfe» der Schweiz. Fassung gemäss Ziff. I der V vom 29. April 1987, in Kraft seit 1. Juli 1988 ( AS 1988 959 )."
    },
    {
      "provision_ref": "art28",
      "chapter": "7. Abschnitt: Besondere Aufgaben",
      "section": "28",
      "title": "Konferenz für Entwicklungszusammenarbeit",
      "content": "1 Die DEZA und das SECO führen jährlich die Konferenz für Entwicklungszusammenarbeit durch. Sie laden dazu Vertreter der Kreise ein, die an Fragen der internationalen Entwicklungszusammenarbeit interessiert sind. 2 Die Konferenz dient dem Meinungs- und Erfahrungsaustausch über aktuelle Probleme der Entwicklungszusammenarbeit und soll das Verständnis der Öffentlichkeit für die Entwicklungspolitik fördern. 3 Zur Vorbereitung und Durchführung der Konferenz können ausserhalb der Bundesverwaltung stehende Personen und Institutionen beigezogen werden."
    },
    {
      "provision_ref": "art29",
      "chapter": "7. Abschnitt: Besondere Aufgaben",
      "section": "29",
      "title": "Forschung und Unterricht",
      "content": "1 Die DEZA fördert die wissenschaftliche Forschung und unterstützt die akademische Ausbildung und allgemein den Unterricht im Bereich der Entwicklungszusammenarbeit und humanitären Hilfe. Das SECO hat im Bereich der Entwicklungszusammenarbeit Mitspracherecht. 2 Das SECO kann im Rahmen seiner Zuständigkeitsbereiche Forschungsaufträge erteilen."
    },
    {
      "provision_ref": "art30",
      "chapter": "7. Abschnitt: Besondere Aufgaben",
      "section": "30",
      "title": "",
      "content": "Aufgehoben durch Ziff. II 111 der V vom 8. Nov. 2006 über die Anpassung von Bundesratsverordnungen an die Totalrevision der Bundesrechtspflege, mit Wirkung seit 1. Jan. 2007 ( AS 2006 4705 )."
    },
    {
      "provision_ref": "art30a30d",
      "chapter": "30",
      "section": "30a30d",
      "title": "",
      "content": "Eingefügt gemäss Ziff. I der V vom 5. März 2010 ( AS 2010 933 ). Aufgehoben durch Ziff. I der V vom 27. Nov. 2024, mit Wirkung seit 1. Jan. 2025 ( AS 2024 737 )."
    },
    {
      "provision_ref": "art31",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "31",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Es wird insbesondere die Verordnung vom 13. September 1972 über die technische Zusammenarbeit mit Entwicklungsländern aufgehoben. [ AS 1972 2427 ]"
    },
    {
      "provision_ref": "art32",
      "chapter": "9. Abschnitt: Schlussbestimmungen",
      "section": "32",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 1978 in Kraft."
    }
  ],
  "definitions": []
}