{
  "id": "sr-941-272",
  "type": "statute",
  "title": "Verordnung vom 21. November 2012 über das Eidgenössische Institut für Metrologie (EIMV)",
  "title_en": "",
  "short_name": "EIMV",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2012/832/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Firma und Sitz",
      "content": "1 Das Eidgenössische Institut für Metrologie (METAS) wird im Handelsregister unter folgender Bezeichnung eingetragen: Eidgenössisches Institut für Metrologie METAS Institut fédéral de métrologie METAS Istituto federale di metrologia METAS Institut federal da metrologia METAS 2 Es hat seinen Sitz in Köniz."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Vertretung in internationalen Organisationen und Vereinigungen",
      "content": "1 Das METAS vertritt die Schweiz an der Generalkonferenz für Mass und Gewicht nach dem Vertrag vom 20. Mai 1875 betreffend die Errichtung eines internationalen Mass- und Gewichtsbüros (Metervertrag). 2 Es vertritt die Schweiz im Komitee der Internationalen Organisation für das gesetzliche Messwesen nach dem Übereinkommen vom 12. Oktober 1955 zur Errichtung einer internationalen Organisation für das gesetzliche Messwesen. SR 0.941.291 SR 0.941.290"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Gegen Abgeltung übertragene Aufgaben",
      "content": "1 Das METAS erfüllt folgende gegen Abgeltung übertragenen Aufgaben: a. Es unterhält für das Bundesamt für Umwelt das hydrologische Messnetz der Schweiz. b. Es erbringt wissenschaftlich-technische Dienstleistungen für das Bundesamt für Zoll und Grenzsicherheit; insbesondere führt es chemische Analysen durch. c. Es erbringt wissenschaftlich-technische Dienstleistungen für das Bundesamt für Lebensmittelsicherheit und Veterinärwesen; insbesondere ist es unter Vorbehalt von Artikel 60 der Verordnung vom 27. Mai 2020 über den Vollzug der Lebensmittelgesetzgebung als nationales Referenzlaboratorium nach Artikel 43 des Lebensmittelgesetzes vom 20. Juni 2014 tätig. d. Es erbringt wissenschaftlich-technische Dienstleistungen für das Bundesamt für Gesundheit; insbesondere führt es chemische Analysen durch. e. Es stellt für die Schweizerische Akkreditierungsstelle des Staatssekretariats für Wirtschaft Fachexpertinnen und Fachexperten. f. Es erbringt wissenschaftlich-technische Dienstleistungen für das Bundesamt für Strassen; insbesondere führt es Untersuchungen und Entwicklungsarbeiten für praktisch anwendbare Messmethoden im Strassenverkehr durch. 2 Die Zusammenarbeit wird in öffentlich-rechtlichen Verträgen geregelt. Fassung gemäss Ziff. I der V vom 11. Okt. 2017, in Kraft seit 1. Jan. 2018 ( AS 2017 5877 ). Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 20 Abs. 2 der Publikationsverordnung vom 7. Okt. 2015 ( SR 170.512.1 ) auf den 1. Jan. 2022 angepasst ( AS 2021 589 ). Fassung gemäss Art. 117 Ziff. 1 der V vom 27. Mai 2020 über den Vollzug der Lebensmittelgesetzgebung, in Kraft seit 1. Juli 2020 ( AS 2020 2465 ). SR 817.042 SR 817.0 Eingefügt durch Ziff. I der V vom 25. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6347 ). Eingefügt durch Ziff. I der V vom 25. Nov. 2020, in Kraft seit 1. Jan. 2021 ( AS 2020 6347 )."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Designierte Institute",
      "content": "1 Das METAS kann nach Konsultation des Institutsrats für einzelne Aufgaben nach Artikel 3 Absatz 2 Buchstaben a–d EIMG Personen des öffentlichen oder privaten Rechts (designierte Institute) beiziehen. 2 Das designierte Institut muss Gewähr für eine einwandfreie Erfüllung seiner Aufgaben bieten. Für Aufgaben nach Artikel 3 Absatz 2 Buchstaben a und b EIMG muss es insbesondere die Anforderungen des «Arrangement de reconnaissance mutuelle des étalons nationaux de mesure et des certificats d’étalonnage et de mesurage émis par les laboratoires nationaux de métrologie» vom 14. Oktober 1999, revidiert im Oktober 2003, erfüllen. 3 Das METAS schliesst mit dem designierten Institut einen öffentlich-rechtlichen Vertrag ab, der insbesondere folgende Punkte regelt: a. die Aufgaben des designierten Instituts; b. die Gegenleistung des METAS. 4 Das designierte Institut ist verpflichtet: a. seine Aufgaben entsprechend den Anforderungen nach Absatz 2 zu erfüllen; b. dem METAS darüber Rechenschaft abzulegen. 5 Es hat Anspruch auf die mit dem METAS vereinbarte Gegenleistung. Der Text des Arrangements kann auf Französisch und Englisch eingesehen werden beim Eidgenössischen Institut für Metrologie, Lindenweg 50, 3003 Bern-Wabern oder unter www.bipm.org/fr/cipm-mra/."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Entschädigung der Mitglieder des Institutsrats",
      "content": "1 Die Mitglieder des Institutsrats werden wie folgt entschädigt: a. Sitzungstaggeld der Präsidentin oder des Präsidenten: 2750 Franken; b. Sitzungstaggeld der übrigen Mitglieder: 2200 Franken. 2 Das Sitzungstaggeld schliesst den Aufwand für die Sitzungsvorbereitung ein. 3 Der Ersatz von Auslagen richtet sich nach den entsprechenden Bestimmungen für das Bundespersonal."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Arbeitsverhältnis der Direktorin oder des Direktors",
      "content": "1 Der Arbeitsvertrag mit der Direktorin oder dem Direktor des METAS hält den Wegfall der gedeihlichen Zusammenarbeit mit der Vorsteherin oder dem Vorsteher des Eidgenössischen Justiz- und Polizeidepartements als Grund für eine ordentliche Kündigung wegen Wegfalls einer gesetzlichen oder vertraglichen Anstellungsbedingung im Sinn des Bundespersonalgesetzes vom 24. März 2000 (BPG) fest. 2 Bei Kündigung nach Absatz 1 hat die Direktorin oder der Direktor Anspruch auf eine Entschädigung in der Höhe eines Jahreslohns. 3 Keine Entschädigung erhält die Direktorin oder der Direktor, wenn sie oder er: a. bei einem Arbeitgeber nach Artikel 3 BPG weiterbeschäftigt wird; b. eine ganze Invalidenrente der Invaliden-, der Unfall- oder der Militärversicherung oder der beruflichen Vorsorge bezieht; c. eine Altersrente der beruflichen Vorsorge bezieht. 4 Wird die Direktorin oder der Direktor innerhalb eines Jahres nach Auflösung des Arbeitsverhältnisses mit dem METAS bei einem Arbeitgeber nach Artikel 3 BPG angestellt, so muss die Entschädigung entsprechend der in dieses Jahr fallenden Anzahl Anstellungsmonate beim neuen Arbeitgeber dem METAS anteilsmässig zurückerstattet werden. SR 172.220.1"
    },
    {
      "provision_ref": "art6a",
      "section": "6a",
      "title": "a Befristete Arbeitsverhältnisse",
      "content": "Mit Mitarbeitenden in Projekten, die mit zeitlich befristeten Mitteln finanziert werden, darf ein befristetes Arbeitsverhältnis für eine Vertragsdauer von längstens fünf Jahren geschlossen werden. Eingefügt durch Ziff. I der V vom 26. Juni 2013, in Kraft seit 1. Juli 2013 ( AS 2013 2143 )."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Änderung bisherigen Rechts",
      "content": "Die Änderung bisherigen Rechts wird im Anhang geregelt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Übergangsbestimmung",
      "content": "Für bestehende designierte Institute passt das METAS den Beizug zur Erfüllung von Aufgaben bis zum 31. Dezember 2013 an Artikel 4 an."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 1. Januar 2013 in Kraft."
    }
  ],
  "definitions": []
}