{
  "id": "sr-916-443-120",
  "type": "statute",
  "title": "Verordnung des BLV vom 16. Oktober 2023 über Massnahmen zur Bekämpfung der Epizootischen Hämorrhagischen Krankheit",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2023/586/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "1 Diese Verordnung legt die Massnahmen zur Bekämpfung der Epizootischen Hämorrhagischen Krankheit (EHD) fest. 2 Sie regelt: a. den Umfang der EHD-Zone nach Artikel 239 e Absatz 2 TSV; b. die Ausfuhr von lebenden Tieren folgender Arten: 1. Tieren der Rindergattung, 2. Schafen und Ziegen, 3. Kameliden, 4. Hirschartigen, 5. allen anderen Paarhufern mit Ausnahme von Schweinen; c. die Ausfuhr von Samen, Eizellen und Embryonen (Zuchtmaterial) der Tiere nach Buchstabe b."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Umfang der EHD-Zone",
      "content": "Die EHD-Zone umfasst die Schweiz."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Vektorfreie Periode",
      "content": "Als vektorfreie Periode gilt die Zeit vom 1. Dezember bis zum 31. März. Die übrige Zeit gilt als Schutzzeitraum."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Ausfuhr lebender Tiere nach Mitgliedstaaten der EU, Nordirland und Norwegen",
      "content": "Die Ausfuhr lebender Tiere nach Artikel 1 Absatz 2 Buchstabe b nach Mitgliedstaaten der EU, Nordirland und Norwegen ist verboten."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Ausfuhr von Zuchtmaterial nach Mitgliedstaaten der EU, Nordirland und Norwegen",
      "content": "1 Die Ausfuhr von Zuchtmaterial, welches nach dem 28. Juli 2023 gewonnen wurde, nach Mitgliedstaaten der EU, Nordirland und Norwegen ist verboten. 2 In Abweichung zu Absatz 1 kann die Kantonstierärztin oder der Kantonstierarzt die Ausfuhr von Zuchtmaterial von Rindern, Schafen und Ziegen bewilligen, wenn die Sendung eine der folgenden Bedingungen nach Anhang II Teil 5 Kapitel III der Delegierten Verordnung (EU) 2020/686 erfüllt: a. Die Tiere, von denen Zuchtmaterial gewonnen wurde, wurden während eines Zeitraums von mindestens 60 Tagen vor sowie während der Gewinnung des Zuchtmaterials in einem vektorgeschützten Betrieb nach Artikel 6 gehalten. b. Die Tiere wurden während des gesamten Gewinnungszeitraums mindestens alle 60 Tage und im Zeitraum zwischen dem 28. und dem 60. Tag ab dem Datum der abschliessenden Gewinnung des Zuchtmaterials mit Negativbefund einem serologischen Test zum Nachweis von Antikörpern gegen eine Infektion mit dem Virus der Epizootischen Hämorrhagie unterzogen. c. Die Tiere wurden mit Negativbefund einem Erreger-Identifizierungstest auf eine Infektion mit dem Virus der Epizootischen Hämorrhagie anhand von Blutproben unterzogen, die zu Beginn und am Ende der Samengewinnung sowie während der Samengewinnung in folgenden Zeitintervallen gezogen wurden: 1. mindestens alle 7 Tage bei einem Virusisolationstest; oder 2. mindestens alle 28 Tage bei einer Polymerase-Kettenreaktion. d. Die Tiere wurden anhand einer Blutprobe, die am Tag der Eizellen- oder Embryonen-Entnahme gezogen wurde, mit Negativbefund einem Erreger-Identifizierungstest auf eine Infektion mit dem Virus der Epizootischen Hämorrhagie unterzogen. e. Während der vektorfreien Periode nach Artikel 3 bis zur Gewinnung des Zuchtmaterials sind mindestens 60 Tage vergangen. 3 Die Kantonstierärztin oder der Kantonstierarzt kann die Ausfuhr von Zuchtmaterial, welches vor dem 28. Juli 2023 gewonnen wurde bewilligen, sofern es getrennt von Zuchtmaterial nach Absatz 1 gelagert wurde und kein epidemiologischer Zusammenhang zu einem Fall von EHD besteht. Delegierte Verordnung (EU) 2020/686 der Kommission vom 17. Dezember 2019 zur Ergänzung der Verordnung (EU) 2016/429 des Europäischen Parlaments und des Rates betreffend die Zulassung von Zuchtmaterialbetrieben sowie die Anforderungen an die Rückverfolgbarkeit und die Tiergesundheit in Bezug auf Verbringungen innerhalb der Union von Zuchtmaterial von bestimmten gehaltenen Landtieren, ABl. L 174 vom 3.6.2020, S. 1; zuletzt geändert durch Delegierte Verordnung (EU) 2023/647, ABl. L 81 vom 21.3.2023, S. 1."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Vektorgeschützter Betrieb, in welchem Zuchtmaterial gewonnen wird",
      "content": "1 Die Kantonstierärztin oder der Kantonstierarzt kann einen Betrieb, in welchem Rinder, Schafe und Ziegen zur Gewinnung von Zuchtmaterial gehalten werden als vektorgeschützten Betrieb anerkennen, wenn folgende Bedingungen nach Artikel 44 und Anhang V Teil II Kapitel 3 der Delegierten Verordnung (EU) 2020/689 erfüllt sind: a. Der Betrieb ist an den Ein- und Ausgängen mit geeigneten physischen Barrieren ausgestattet. b. Die Öffnungen sind mit Gittern mit geeigneter Maschenweite gegen Vektoren abgeschirmt, die regelmässig mit einem zugelassenen Insektizid entsprechend den Anweisungen des Herstellers zu imprägnieren sind. c. Im vektorgeschützten Betrieb und in dessen Umgebung findet eine Vektorenüberwachung und -bekämpfung statt. d. Es werden Massnahmen getroffen, um Brutstätten für Vektoren in der Nachbarschaft des vektorgeschützten Betriebs zu begrenzen oder zu beseitigen. e. Es sind Standardverfahren einschliesslich der Beschreibung von Notfall- und Alarmsystemen für die Abläufe im vektorgeschützten Betrieb und für den Transport der Tiere zum Verladeort vorhanden. 2 Die Kantonstierärztin oder der Kantonstierarzt überprüft in angemessener Häufigkeit, mindestens jedoch zu Beginn und am Ende des Schutzzeitraums und einmal dazwischen, die Wirksamkeit der getroffenen Massnahmen mit Hilfe einer im Betrieb installierten Vektorfalle. Delegierte Verordnung (EU) 2020/689 der Kommission vom 17. Dezember 2019 zur Ergänzung der Verordnung (EU) 2016/429 des Europäischen Parlaments und des Rates hinsichtlich Vorschriften betreffend Überwachung, Tilgungsprogramme und den Status seuchenfrei für bestimmte gelistete und neu auftretende Seuchen, ABl. L 174 vom 3.6.2020, S. 211."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Gesundheitsbescheinigungen für Sendungen nach Mitgliedstaaten der EU, Nordirland und Norwegen",
      "content": "Zuchtmaterial nach Artikel 5 Absatz 2 für Sendungen nach Mitgliedstaaten der EU, Nordirland und Norwegen muss von einer Gesundheitsbescheinigung begleitet werden, welche die Einhaltung der Bedingungen nach den Artikeln 5 und gegebenenfalls Artikel 6 bestätigt."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Ausfuhr von Tieren und Zuchtmaterial aus der Schweiz",
      "content": "1 Die Ausfuhr von lebenden Tieren und Zuchtmaterial nach Artikel 1 Absatz 2 Buchstaben b und c aus der Schweiz ist verboten. 2 Abweichend von Absatz 1 kann die Kantonstierärztin oder der Kantonstierarzt die Ausfuhr bewilligen, wenn: a. die Einfuhrbedingungen des Bestimmungsstaates betreffend EHD eingehalten werden; b. die Durchfuhrbedingungen allfälliger Durchfuhrstaaten betreffend EHD eingehalten werden; und c. aufgrund der aktuellen Seuchenlage keine Gründe gegen eine Ausfuhr sprechen."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "Diese Verordnung tritt am 17. Oktober 2023 in Kraft."
    }
  ],
  "definitions": []
}