{
  "id": "sr-941-261",
  "type": "statute",
  "title": "Verordnung des EJPD vom 28. November 2008 über Messmittel für Geschwindigkeitskontrollen und Rotlichtüberwachungen im Strassenverkehr (Geschwindigkeitsmessmittel-Verordnung)",
  "title_en": "",
  "short_name": "",
  "status": "in_force",
  "issued_date": "",
  "in_force_date": "",
  "url": "https://www.fedlex.admin.ch/eli/cc/2009/29/en",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Gegenstand",
      "content": "Diese Verordnung regelt: a. die Anforderungen an Messmittel für Geschwindigkeitskontrollen und Rotlichtüberwachungen im Strassenverkehr und an Messmittel für die Prüfung von Geschwindigkeitsmessern; b. die Verfahren für das Inverkehrbringen dieser Messmittel; c. die Verfahren zur Erhaltung der Messbeständigkeit dieser Messmittel."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Geltungsbereich",
      "content": "Dieser Verordnung unterstehen: a. Messmittel für die amtliche Geschwindigkeitskontrolle im Strassenverkehr; b. Messmittel für die amtliche Rotlichtüberwachung im Strassenverkehr; c. Messmittel für die amtliche Prüfung von Geschwindigkeitsmessern nach Artikel 55 der Verordnung vom 19. Juni 1995 über die technischen Anforderungen an Strassenfahrzeuge. SR 741.41"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Begriffe",
      "content": "1 In dieser Verordnung bedeuten: a. Messmittel für Geschwindigkeitskontrollen: alle Teile eines Messsystems, die zur Feststellung der Geschwindigkeit sowie zu deren Zuordnung zum gemessenen Fahrzeug erforderlich sind; b. Messmittel für Rotlichtüberwachungen: alle Teile eines Messsystems, die zur Feststellung einer Rotlichtübertretung sowie zu deren Zuordnung zum verursachenden Fahrzeug erforderlich sind; c. Messmittel für die amtliche Prüfung von Geschwindigkeitsmessern: alle Teile eines Messsystems, die zur Bildung des Geschwindigkeitsmesswertes erforderlich sind. 2 Zu den Messmitteln nach Absatz 1 gehören insbesondere auch alle Teile, die zur Messwertbildung nicht direkt beitragen, diese aber beeinflussen können, wie Einbauten im Fahrbahnbelag, Abdeckungen oder Einrichtungen für den Witterungsschutz, oder die einen Einfluss auf die an eine zentrale Auswertestelle übertragenen Daten haben können."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Grundlegende Anforderungen",
      "content": "1 Die Messmittel müssen die grundlegenden Anforderungen nach Anhang 1 der Messmittelverordnung und nach dem Anhang der vorliegenden Verordnung erfüllen. Zudem müssen sie den Anforderungen der Verordnung des ASTRA vom 22. Mai 2008 zur Strassenverkehrskontrollverordnung genügen. 2 Bei der Datenübertragung an eine Auswertestelle muss die Datenintegrität gewährleistet sein. Das Eidgenössische Institut für Metrologie (METAS) erlässt Weisungen über die Datenintegrität. 3 In Bezug auf die elektromagnetischen Umgebungsbedingungen müssen die Anforderungen der Klasse E2 beziehungsweise E3 nach Anhang 1 Ziffer 1.3.3 der Messmittelverordnung erfüllt sein. Das METAS erlässt Weisungen gemäss dem aktuellen Stand der Technik. 4 Der drahtlose Zugriff vor Ort auf automatische Messmittel für Geschwindigkeitskontrollen und auf automatische Messmittel für Rotlichtüberwachungen muss vor dem Zugriff unbefugter Personen geschützt sein. Das METAS erlässt Weisungen über die Zugriffssicherheit. SR 741.013.1 Die Bezeichnung der Verwaltungseinheit wurde in Anwendung von Art. 16 Abs. 3 der Publikationsverordnung vom 17. Nov. 2004 ( AS 2004 4937 ) auf den 1. Jan. 2013 angepasst. Die Anpassung wurde im ganzen Text vorgenommen."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Verfahren für das Inverkehrbringen",
      "content": "1 Messmittel für Geschwindigkeitskontrollen und Messmittel für Rotlichtüberwachungen bedürfen einer ordentlichen Zulassung und einer Ersteichung nach Anhang 5 der Messmittelverordnung. 2 Messmittel für die amtliche Prüfung von Geschwindigkeitsmessern bedürfen einer Ersteichung nach Anhang 5 Ziffer 2 der Messmittelverordnung."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Verfahren zur Erhaltung der Messbeständigkeit",
      "content": "1 Die Messmittel müssen nach Anhang 7 Ziffer 1 der Messmittelverordnung durch das METAS oder ermächtigte Eichstellen nachgeeicht werden. 2 Die Nacheichung der Messmittel hat zu erfolgen: a. jedes Jahr für Messmittel für Geschwindigkeitskontrollen und für Messmittel für Rotlichtüberwachungen; b. alle zwei Jahre für Messmittel für die amtliche Prüfung von Geschwindigkeitsmessern. 3 Das METAS kann die Fristen für einzelne Bauarten verlängern oder verkürzen, wenn die messtechnischen Eigenschaften der verwendeten Messmittel dies erlauben oder verlangen. 4 Werden die Messmittel nicht innerhalb von sechs Monaten nach Ablauf der Gültigkeit der Eichung nachgeeicht, müssen sie vor der Eichung revidiert werden."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Aufhebung bisherigen Rechts",
      "content": "Die Verordnung des EJPD vom 1. März 1999 über Messmittel zur amtlichen Messung der Geschwindigkeit im Strassenverkehr wird aufgehoben. [ AS 1999 1388 , 2006 4197 ]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Übergangsbestimmungen",
      "content": "1 Messmittel, die nach bisherigem Recht zugelassen wurden, können noch bis zum Ablauf der Zulassung in Verkehr gebracht und der Ersteichung nach Anhang 5 Ziffer 2 der Messmittelverordnung unterzogen werden. 2 Sie dürfen auch nach Ablauf der Zulassung nachgeeicht werden. 3 Die Standardabweichung s der Abweichungen darf bei der Eichung für alle Messmittel höchstens 1,2 Prozent betragen. Im Übrigen gelten die Fehlergrenzen nach dem Anhang."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Inkrafttreten",
      "content": "Diese Verordnung tritt am 31. März 2009 in Kraft."
    }
  ],
  "definitions": []
}